registerLoreTranslation{
    id = 'destructicus',
    name = "“毁天灭地！”",
    lore = [[
让我们来介绍！

巨人，人类，自然界和在我们之前的一切生物所能设想的，最具威力，最令人恐惧，最强大的武器：

毁天灭地，无礼的天空穿透者！

包含一个满载爆炸性符文，炼金材料，卑鄙的诅咒，钢化幼龙的鳞片，里奇毒液，以及写着最难听的辱骂你目标老娘的一些小纸条这些东西的弹头。

运行速度大方地来说是荒谬，保守地说也是大得惊人

发射时它的力量如此巨大，操作员必须穿上防火服来防止在后坐爆炸中牺牲（产品不包括防火服）

绝对保证能摧毁它接触的一切自主个体！兽人！龙！比一个中等村落小的傀儡！

一个你的家园或飞艇必须添置的东西！

关于售价，请向凯尔托咨询，然后完全忘记。如果价格对你来说是一个考虑因素，你几乎完全负担不起毁天灭地。

（声明：我们不对任何对毁天灭地的不当运输产生的伤亡和财产损失负责。我们不负责决定毁天灭地的恰当运输方式。不供应毁天灭地的附加炮弹。不保证在毁天灭地爆炸射程以外的准确性。我们不对任何在中途改变毁天灭地轨迹而产生的伤亡和财产损失负责。）
]],
}