registerLoreTranslation{
    id = "dominion-port-1",
    name = "部门报告",
    lore = [[
“盛气凌人的”黑角，偷窃个人用量的蒸汽牌苦艾酒。二十鞭刑。
水手哥罗博，偷窃个人用量的永恒精灵葡萄酒。十二鞭刑。
大副葡萄弹，不当使用加农炮。二十鞭刑以及降职。
塔洛格格斯，无视客户的意愿，杀害目标补给船上的船员。三鞭鞭刑。
注：尽管如此仍然收到了付款，所有货物收发无误。
阿短，偷窃个人用量的矮人麦酒。十一鞭刑。
大拳，偷窃商业用量的兽人白兰地。五十鞭刑，减薪。
召唤师狗门卫，致另一船员毁容。免除惩罚。
注：绝对是一场意外
潮之托尔格，过失令一友方船只沉没，一千鞭刑，五天之内完成。
注：需要绑在船底拖行，但是我们需要一切能用的上的水术士！
上尉葡萄弹，不当使用加农炮。三十鞭刑以及降职。
拉果女士，贪污战利品销售利润。三十鞭刑，降职做惩罚性杂务。
鬼祟，不遵守命令。十鞭刑。
水手掺水酒之息，擦拭不够。免除饮酒福利。
炮手葡萄弹，不当使用加农炮。三十鞭刑以及降职。
办事员皮尔果，把葡萄弹重新放在开炮的职位上。三十五鞭刑。
注：继续笑吧，你这个不遵守命令的朋克
烟熏，在可燃的船上过量用火。当帽子着火造成伤的时候不准接受治疗。
水手掺水酒之息，违反免除饮酒。免除惩罚。
注：他找到的发酸的烈酒已经足够惩罚了
棒子，企图叛变。绑在船底拖行。
蟹皮，支持未遂的叛变。绑在船底拖行。
枪手舱底打嗝，与叛变企图者亲善。绑在船底拖行。
大副布拉卡，没有拖行够那些叛变企图者。绑在船底拖行。
船长血色龙骨，过量的船底拖行。绑在船底拖行两次。
水手葡萄弹，不当使用一个拖把。五十鞭刑以及降职。
]],
}
registerLoreTranslation{
    id = "dominion-port-2",
    name = "业务实行",
    lore = [[
业务实行：

- 根据“大晴天”提供的信息，我们保证了一个联合王国补给船在一小段时间内无护卫时的安全，没有人员伤亡。我们理论上破坏了约定（塔洛格格斯已经被妥当处罚了），但是因为船承载了比预期更多的有用材料，在我们运送了承诺的货物量到“汽化液之径”之前，我们获取了可观的，巨魔尺寸（或者接近）的补给物资，包括武器防具，以及木材、家具以及较为小型的，能够重铸成有用东西的蓝锆石装备。加上从“大晴天”收到的支付，我们获得了可观的利润并且加强了与“汽化液之径”的关系。（我们与“大晴天”的关系无足轻重；毕竟不太可能再与他们做生意了。）

- 上一艘我送回家的货船，也就是那个载着无数小箱子的，接到命令没收全部货物，并扣押下来等待进一步指令的那艘。这艘船上面包括了一个满盛着“你懂的”的箱子，作为从钢铁王座的走私者那里以货物形式支付的报酬。这个箱子被标作“47-C”。不要管其他的东西，它们似乎被锁得[i]非常[/i]死。和“雪利酒收费站”的交易很幸运地没出岔子，货物看上去也很有用。头儿，如果这些功绩都不能让我升职，还有什么会？

- 我们与马基亚埃尔的黑市的那些合约，以及在那里建立一个安全的交易枢纽的行动持续创收大量利润。并且，这还让我们增加了一个有利的途径，让我们想要的东西进入马基亚埃尔。“汽化液之径”一直是一个热诚的参与者，我们靠向联合王国的走私者卖蒸汽牌苦艾酒以及埃尔瓦拉产的葡萄酒和白兰地大赚了一笔。我将每两个月送一艘船回来，满载着我们的获利（有用的金属、炼金术原料、奴隶）；在船员中搜查他们是否揩油了，如果你抓住了就都绑在船底拖行。

- 船员的不服从以及他们的士气不足是一个持续存在的问题。我们已经受够了他们，即使经常鞭笞他们，也没法从他们身上得到什么了。也就是说，请继续多送点服刑的犯人来我们这儿：只要我们给足够的酒类和鼓舞之花，他们就会努力工作了。
]],
}
registerLoreTranslation{
    id = "dominion-port-3",
    name = "总体分析",
    lore = [[
总体分析：

头儿，如果我要说什么的话，那就是你饶恕我和我的船员是对的。那些我运回家的材料确实对我们的准备很有价值。当高层决定何时他们展开侵入，我可以开始抬高酒精和鼓舞之花的价格，以一个你决定的量慢慢来，把联合王国每个不那么守法的人变成发狂的疯子，从内部让它瘫痪。如果不出意外的话，那个“你懂的”会在最终关头“非常”有用。

根据你的命令，我们已把的大部分干预行动限制于破坏联合王国上，但是我觉得多一些对于兽人们的关注也可能有好处。一帮兽人最近从克拉克半岛出现，战胜了太阳骑士和蒸汽巨人等势力；我们已失去与“大晴天”的联系，而“汽化液之径”害怕被觉察，把他们的出口活动限制在最小。如果我们不赶紧做些什么的话，他们可能变成比联合王国更大的阻碍。

我等待你的回复，以及更多肉干，我的船员喜欢这个，而那些走私者懒得给我们送来这种平凡的东西。
]],
}