registerLoreTranslation{
    id = "vaporous-emporium-1",
    name = "一个大型海报",
    lore = [[
#{bold}#不再堵塞！#{normal}#

如果蒸汽孔阻塞困扰你，请用这个来帮你：

#{italic}#【一幅插图描绘着一个长方形的玻璃瓶，标签上写着“拉格卢克博士的清淤药水”。】#{normal}#

用爱、关怀和蒸汽矿场最纯净的矿物质制成！

只要一瓶盖的量就能清洁你的气孔，和蒸汽一道排出毒素！

也对以下症状有效：头痛、恶心、倦怠、疲劳、各种疼痛，以及广泛性的不适！

#{italic}#【一个备注占据了海报的底部边缘，印刷字体太小以致于你怀疑巨人们能不能看到。】#{normal}#

警告：经卫生理事局评议，此产品与以下症状有相关性：反转性眩晕、毛发可燃性增加、非蒸汽性出汗、夜间惊恐发作、肝火、头痛、尘肺病、脑锁、日间惊恐发作、有丝分裂、关于巨大被宰割物的幻觉、矿工肘、关节松脱、肠胃糜烂、肾脆症、尖端恐惧症、整体速度下降、随机传送症、矿工舌、鼻孔合并、某个古老又邪恶的诅咒、低蒸汽压、直肠沉积、虚无主义、傍晚惊恐发作、膝盖生锈，以及气孔的轻微堵塞。
]],
}
registerLoreTranslation{
    id = "vaporous-emporium-2",
    name = "破烂的海报",
    lore = [[
凯尔托的军火、护甲和军用杂货店即将停业

我心情沉重地宣布我们店的停业。二十年的经营后，我要关门了————气之部族的居民显然想要用他们的全身心信任守卫们，而守卫们却想维持原来的配备，而不是去购置像是“#{italic}#光辉灿烂的自动装填的兽人驱除器#{normal}#”（仅售30金币！）或者是“#{italic}#增压的防挥砍的战斗服#{normal}#”（仅售450金币！）。我甚至推出了像是“#{italic}#小小大惊喜#{normal}#”（现在仅售15金币！）这样的优惠，但是这个城市不愿意买任何一件。看上去我的竭诚服务和才华横溢真的没人需要。

即使你们一点也不怕那些兽人部落、里奇虫群和在我们城市外游荡的各种威胁，请还是考虑一下要不要买我的一些东西。它们确实美丽得体现了匠人精神，而且可以做好的书桌摆设品或者是孩子的玩具（如果做好了保险措施的话）。如果你愿意伸出援手的话，你可以让一个热爱又尊重他的作品，曾经自豪的工艺大师不再被迫流落街头乞讨。
]],
}
registerLoreTranslation{
    id = "vaporous-emporium-3",
    name = "绘制精美的海报",
    lore = [[
新潮。优雅。独特。

#{bold}#绝灭#{normal}#，费尔荷纺织厂的新一批生产品，时尚界最响亮的名字。

在野外再也不能发现钢化幼龙了————我们的兽栏里有着瓦·埃亚尔最后活着的一批，也可能是最后一代不被近交缺陷所玷污的龙了。当您穿着我们美妙的外套、连衣裙、靴子或是塑身衣去参加派对、会议或是其他集会，其他人不仅仅会注意到那特别的金属质感，以及搭配着鳞片的那无可比拟的弹性特质。他们还会知道，自己不能模仿您的样子。这是一种他们的孩子永远不会再有的样子。您在生态史上有浓墨重彩的一笔，独占了这时尚又舒适的好处。而且钢化幼龙的鳞片从未有自然老化的纪录，因此您独特品味的证明会比用于制衣的物种还要久存。

立刻预订吧。公开拍卖将会进行30天，在这之后预订会遵循先到先得的原则。

潮流如过客，#{bold}#绝灭#{normal}#恒久远。
]],
}

registerLoreTranslation{
    id = "vaporous-emporium-4",
    name = "看上去很官方的海报",
    lore = [[
地热能源理事局关于能源消耗的通知

我们之前的通知表明了蒸汽矿场地热出气口的输出在逐渐减少。在我们的地质学家和军方正在考虑其他寻找新出气口（或其他替代性蒸汽能源）的方案时，我们需要你们的合作来防止管道枯竭！为了大家都有足够蒸汽用，您可以通过以下的方法做出贡献：

- 用老式方法烹饪 —— 用火焰魔法或是烧柴的炉子。闪蒸炉尽管是准备食物的快捷方式，不过确实能源效率很低。如您需要免费的《传统或魔法炉子，美味易学的食谱手册》，请到地热能源理事局办事处的大堂领取一份。

- 当您用完蒸汽设备后请记得关闭！据统计，我们足足百分之五的能源消耗来源于用完洗衣机、磨坊、旋转木马、蒸动灯和其他类似设备不拔插头。当您用完设备后，请确认断气；如果要完全确定，我们的专家建议把气阀给全关掉，然后断开与设备的连接，把一个标配的盖子放在出气管上。

- 经常检查您的管道。泄漏的阀门和松散的接头会消耗大量的蒸汽气压；您家里的蒸汽阀只需要每三年检查一次，但是附加的检查是免费的（每六个月一次）。自愿报名这些检查会让地热消耗和费用大大减轻。

- 用您自体的蒸汽！只要定期锻炼，合理安排膳食，您只要穿着收集服就可以自己供能，然后把上面的压缩储存箱接在家里的进气阀上就可以减少40%来自地热系统的消耗（根据个人生产量而不同）。短期使用清淤药水可能有助于提高产量，但不建议长期使用。

- 请勿从地热系统的气管里装气卖给他人！这违反了理事局制定的的相关法律，违者每违法售出一罐将遭受最高3000金币罚金，并处四年监禁。

感谢您为保证大家都能用上能源而出力，与此同时我们也在着手解决能源短缺的问题！
]],
}

registerLoreTranslation{
    id = "vaporous-emporium-5",
    name = "充满敌意的海报",
    lore = [[
凯尔托的军火、护甲和军用杂货店
又
要重新开业了！

兽人部队正威胁着我们！虽然我一般情况下也不是个幸灾乐祸的人，但是借这个机会我必须说一下：

我早就告诉过你们了，你们这些忘恩负义的人

你们如今看到了对于我这些绝妙的自我防御设备的需求了吗？你们能看出，为什么我要殚精竭虑地做这些可以拯救无数性命的奇特精妙的装置。而你们曾经只需要付出我要求的价钱，仅仅是它们实际价值的一小部分？那些没用的城市守卫有没有看出，他们早应该买我的最新的、升级的型号，比如说“#{italic}#光辉灿烂的自动装填的兽人驱除器#{normal}#”（仅售600金币！马上为自己弄一件！守护你的家庭！）而不是滥用我那产品经久耐用的工艺，让我之前生产的产品在市面上流通了超过十年？

别再犯第二次错误了！只用150金币买下“#{italic}#小小大惊喜#{normal}#”吧！啥？你付不起这个入门级别的费用？我猜你早应该在我正在做它们的时候买下！你不想让你们的肠子被一个绿皮小个子野蛮人拉出来吧？我给“#{italic}#增压的防挥砍的战斗服#{normal}#”定的原价700金币，简直就是你们对我的偷窃——如果你现在想要一件，我确定你的生命对于你自己来说至少值3800金币。它充分利用了你的排气孔来为战斗服中微小的马达供能，提供了无可比拟的防御性和机动性的平衡；保证能保护你免受那些野蛮人能扔出的任何种类的攻击，同时又不会让你的速度慢下来！注意到附近那些死掉的守卫吗？注意到尽管我强烈推荐过，但他们仍然没有穿着“增压的防挥砍的战斗服”？别让那种惨死发生在你或者是你爱的人身上！

我敢肯定，你们对我那些用心制作的工艺品的效用一定有疑问；作为对我的商品的质量和效能的免费展示，欢迎你们来抢走它们。我向你们挑战 —— 城市守卫也包括在内，如果他们妄想着打着公众利益的旗号强征这些产品的话。这一切都是因为他们自掘坟墓，我可不会因此而大发善心；毕竟，他们过去没有给我这种善心。

#{italic}#在这个海报的底部列出了一个地址。如果你想的话，你可以试着去抢这个商店，但是店主武装到牙齿 —— 可能不太值得冒着风险去抢劫货物。#{normal}#
]],
}


