--------------------------------------------------------------------------
-- vaporous emporium
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "internment-camp-1",
	name = "拘留营信件 (1)",
	lore = [[#{italic}#致：卫队队长加尔萨迈
来自：管理员夸洛普#{normal}#


很高兴看到你和你的随从已经安全抵达！感谢你的光临，也感谢埃尔瓦拉的外交官能在这么短的时间内联系到你过来，希望你能在这里安顿下来。我希望这将会成为你们一族——当然，不仅是你们食人魔，也包括派遣你们过来的永恒精灵——与联合王国的合作部队的良好的第一步。

在远东这里没有伊格兰斯。得益于意志之墙精巧的幻象技术，关押在这里的兽人都十分顺从。到目前为止，这是我们找到的和他们打交道的罪和平的方法——我们希望，随着时间流逝，他的能力最终可以对这些兽人起到永久的镇定效果。不过，在那之前，他们都会这样傻乎乎地，温顺而快乐生活在梦中的小小世界里。你所需要的就是守住这里的围墙，不能让外部的游荡的兽人进来救走他们的同族。同时，还要巡逻这里的大厅，确保那些成功脱离幻象的兽人被我们迅速逮捕和解决。这应该会是一件非常容易的工作——但是，如果你需要任何帮助和建议的话，请立刻告诉我，我将尽我所能帮助你！

此致,
管理员夸洛普

#{bold}#---#{normal}#

#{italic}#致：管理员夸洛普
来自：卫队队长加尔萨迈#{normal}#

请在休息室里增加四把椅子。

——加尔萨迈

#{bold}#---#{normal}#

#{italic}#致：卫队队长加尔萨迈
来自：管理员夸洛普#{normal}#

很抱歉，但是我们实在买不起这些。我们能花在设施和非必需品上的预算，和往常一样，已经被压缩到了极限。请尽可能只需求必需品——尽管最后的希望的商人们用低廉的价格相互竞争，但考虑到远古传送门的严密安保，在这里要想买到东西仍然十分不便宜。

充满抱歉，
管理员夸洛普]],
}

registerLoreTranslation{
	id = "internment-camp-2",
	name = "拘留营信件 (2)",
	lore = [[#{italic}#致：卫队队长加尔萨迈
来自：管理员夸洛普#{normal}#

我很失望。我今天第一次去营地周围巡逻，走廊脏死了！你们难道来到这里之后就没有拖过地吗？不仅如此，还有一个西北角的警卫在上班时间睡着了！我以前对你们这群家伙印象不错，才会请你们来——如果事情在这么糟糕下去的话，我都有点想让你们收拾铺盖滚蛋，让矮人来接班了！虽然他们的价格不便宜，至少他们是可靠的！

都给我动起来，
管理员夸洛普
#{bold}#---#{normal}#

#{italic}#致：管理员夸洛普
来自：卫队队长加尔萨迈#{normal}#

我们希望在休息室里增加四把椅子。如果你还希望有人拖地的话，就增加五把椅子。

——加尔萨迈
#{bold}#---#{normal}#

#{italic}#至：卫队队长加尔萨迈
来自：管理员夸洛普#{normal}#

你#{italic}#到底#{normal}#知不知道，要把一个食人魔大小的椅子#{italic}#一路运到这里#{normal}#，要花多少钱？我看你根本不知道。

我的耐心是有限的，
管理员夸洛普]],
}

registerLoreTranslation{
	id = "internment-camp-3",
	name = "拘留营信件 (3)",
	lore = [[#{italic}#致：居高临下的小傻逼
来自：卫队队长加尔萨迈#{normal}#

给我听着，你这个小傻逼。

当初我们同意来的时候说好的，是要60套合适大小的，具有精神牢笼能力的头盔，再加上60套锁甲，最少30张床，最多每天换班工作8小时。现在我们#{bold}#拿到的#{normal}#只有35套头盔，所以我们只能把25个卫兵送回家，否则他们就会和那些兽人一样陷入精神之墙制造的的幻象之中——另外，我们所拿到的头盔都是强行改到我们的头大小的，比正常的头盔要重两倍以上。我们拿到的都是板甲，而不是锁甲，这进一步增加了我们每个人需要承受的疲劳负担。因为人手不足，我们每天至少要工作12小时以上。在这样的安排下，我们显然是绝对没有时间拖地的。除了以上的这些因素之外，我们连每个人的一张床都没有——在每个时刻，都有至少5到10个人没有可以睡觉的地方。

对于其他任何人来说，一个人的劳力，很快就会在这样恶劣的环境下消耗殆尽。都是因为我们身上的符文，我们才可以支撑这么长的时间，但我们的疲劳还是会一点点随着时间累积，我们需要休息。我们是不能直接睡在地上的，我们的身体太大，如果睡在硬的地面上，庞大的体重会给我们带来创痛。所以每次换班的时候，我们都有些人因为没能睡着而休息不足。你在西南角看到的那个人，他因为长久没有睡眠而耗尽了所有的精力。他的巡逻路线是最长的，而且（因为我的疏忽，我很抱歉）不幸成为了因为没有床而在前一天晚上无法入睡的人之一。

我们知道，具有精神牢笼能力的头盔大概会很贵，床也是这样，所以这就是我们能想到的最简单的解决方案：增加几把椅子。只要放上我们努力用多余的谷物袋做成的枕头，我们就可以和在床上一样在椅子上入睡。如果我们还拿不到椅子的话，我估计，不出三个月，就会有另一个守卫因为过分疲劳而在巡逻的路上昏睡过去，而不是和上一个尽责的守卫那样能够一直支撑自己走到出口处。如果他们在离监狱太近的地方倒下，近到那些囚犯甚至有可能伸手够到头盔，把它摘下，拿到自己的手中。一旦兽人们戴上了那个头盔，所有人就全完了。

我们很能忍受各种悲惨的境遇。毕竟，一旦我们离开埃尔瓦拉，比起在其他人那里遭到的对待，这样的境遇对我们来说已经算是不错的待遇了。即使我们中间有人因为过度劳累而殉职，如果这就是这种糟糕的工作的唯一后果，我们也能接受——但是，这引发的将会是一场灾难。并且我们是#{bold}#绝对不会#{normal}#因为#{bold}#再次#{normal}#引发一场#{bold}#不是我们错误导致#{normal}#的灾难而被谴责的。

我已经说过很多遍了，现在，我只想说最后一遍：#{bold}#我们需要在休息室里增加一些椅子。#{normal}#如果你还认为这太贵了的话，那么我只能#{italic}#亲自#{normal}#拜访一下你的处所，让我的人把你漂亮的小床、小桌子、小梳妆台变回原材料，用来给我们制造几把新椅子。我远比你更加讨厌不服命令的行为，但这是一件关系着生死存亡的问题，并且这关系着的可不只是我的人的性命。

——加尔萨迈

另：如果你敢搬出上司来压我的话，我马上就让你的上司知道，你上个礼拜在这里走私了多少瓶蒸汽苦艾酒]],
}

registerLoreTranslation{
	id = "internment-camp-4",
	name = "拘留营信件 (4)",
	lore = [[#{italic}#致：卫队队长加尔萨迈
来自：管理员夸洛普#{normal}#

我已经向上级申请了增加预算。很快就会运来十张新床和八把新的椅子的。请问你们还有什么需要的吗？

请接受我诚挚的歉意，
管理员夸洛普

#{bold}#---#{normal}#

#{italic}#致：管理员夸洛普
来自：卫队队长加尔萨迈#{normal}#

如果能给南边的楼梯增加钢质的扶手就更好了。

——加尔萨迈

#{bold}#---#{normal}#

#{italic}#致：卫队队长加尔萨迈
来自：管理员夸洛普#{normal}#

好的，我已经办妥了。

——夸洛普]],
}
