registerLoreTranslation{
	id = "krimbul-1",
	name = "克里布尔部族的历史",
    lore = [[我们米诺陶一族并没有强大的野心和复杂的欲望。我们既不想成为世界的领头羊，也不想将领土扩张到整个世界，更不想建造庞大的机器和伟大的帝国。我们唯一的愿望，仅仅只是在这个世界上生活下去而已，然而，这个残酷的世界却不给我们任何活路。我们不知道这些他们对我们的敌意究竟是从哪里来的…如果要我猜的话，恐怕在那些软蹄族的眼里，我们只是他们的宝库中安家的害虫而已。我们天生被强大的魔法所吸引，尤其是那些强大神器中蕴含的魔法力量。在多年的迫害中，我们逐渐将自己的家园搬到了地下这样安全的地方（尽管，这让然只是我的猜测）。如果周围的空气中有足够的魔力，我们就可以吸收这种力量，无需饮食，也不用前去危险的地面。实际上，在这样的环境下，我们甚至不会变老。大部分米诺陶部族都寻找到了一个安全的栖息地——那里充盈了魔法，充满了狭窄黑暗的漫长的通道，是软蹄族不会到来的场所——他们发现自己不需要合作才能生存之后，渐渐回归了不能，失去了理性；在多年中，只有我们的意志才让我们与怪物不同，然而这份意志也在渐渐淡去。某种意义上，也许这样的命运对我们来说才是一种祝福。

我不知道那是多久以前，当时的我们还不会撰写我们的历史，而之后的我们则面临了生存的紧迫危机。总之，在某一天，当我们穿行在无尽的洞穴和隧道组成的迷宫之中，我们感受到了一个新的家园，那是比我们过去所感受到的一切更加美好的乐土。那里的魔法…真是太美妙了！它…好吧，我知道你们的语言里没有可以这样形容的词汇，也许“尝起来”会是一个比较合适的比喻…和我们过去所吸收的一切能量都不同。那份魔力丰盛而充盈，深深浸入我们的疲惫的身躯之中。我们完全不需要停下休息，这种力量让我们的身体充满活力，返老还童…所以，我们在这份力量的吸引之下，顺着长长的通道继续走向大地的深处，不知道走过了多长的距离。恐怕，我们甚至在地下走过了整片大陆，甚至更长的距离。我们欣喜雀跃，对尽头等待着我们的到底是什么充满了期待。

然而直到那时，我们才发现，我们所感受到的能量并不是恢复的力量。

我们的领袖，风暴之拳加诺克，是在这种能量影响下的第一个牺牲者。如果不是在他身上发生的戏剧性的场面，我们恐怕永远不会清醒过来。他的双眼变得疯狂，无神地向前徘徊潜行。他的口中发出奇怪的痛苦哀嚎，然后蹒跚着摔倒在地。我们听到了一声脆响，以为他折断了一根手臂；急忙冲上前去，但却停了下来。我们看到，他的背脊和肩膀肿胀移位，几条触手从她的身体上爆裂伸出，上面绽满了从他的身上强行撕下的鲜血和破碎的毛皮。他缠着触手的身躯，站起身来，好像完全没有注意到自己身上发生的异变。

我们后退了几步，看着他变得疯狂，猛地抓住独角者卡巴萨，身体里澎湃着在这些山洞中充满的陌生魔法力量。就在这时，一个奇怪的生物冒了出来，将两人分了开来，纳克托什连忙把自己的妹妹拉回了自己的身边。那个奇怪的生物向我们传达了虚假的许诺，他竟然说加诺克遭遇的恐怖命运是一种“礼物”，让我们也加入他的行列。

我们很单纯，但我们不是蠢货。我们逃离了这一切，感受着魔法的能量在我们身后喷涌炸裂，发出如同腐肉一般的恶心气味，卡巴萨在她哥哥的怀中抽泣。我们在扭曲弯折的隧道中奔跑，在盘旋向上的隧道中奔跑，一直奔跑着，直到我们以为，那个奇怪的生物再也找不到我们的踪迹……然而，一个声音从我们的脑海中响起：“太迟了。你们的身体中已经充满了这种‘祝福’的力量。你们来不及从这长长的隧道中逃离，这种力量很快就会在你们的身体中扎根。回来吧，我们可以指引你，把你转化成让你喜悦的新的形态。”伴随着这个声音的，是从隧道深处传来的，由曾经是加诺克的存在所发出的不祥的哀嚎。

我们匆忙地检查自己的身体，却发现自己的身体中到处充满了那种枯萎魔法的微小痕迹。纳克托什抱着卡巴萨的身躯，走进了一盏匆忙搭起的帐篷，然而，她…已经走了。在外面绝望的骚动中，纳克托什冲了出来，用令人吃惊的冷静分析，告诉了我们这样一个事实：这种枯萎魔法的力量只能对生者产生作用。卡巴萨身上的枯萎疾病，和她的心脏一同停止了……尽管这毫无疑问是一个疯狂的想法，但我们没有任何其他的办法清除身上的这种诅咒。所以，我们只有一个选择——清除这种诅咒所扎根吸食的生命。

他不是我们当中唯一的死灵法师，但对我们来说，这样的仍然是那么不可思议……然而，我们很快发现，这种力量正在加速生长，侵蚀我们的身体。这没有任何明显的征兆，我们的身体和心灵正奋力抵抗着这种侵蚀……然而，这件事只是时间问题，对于纳克托什来说，时间恐怕越来越少了。

我们不情愿地接受了这一切，他开始准备仪式所需要的药剂和魔法。这些东西可以让我们和还活着的时候几乎一模一样，但是不再有生命在我们的身躯中流动。我们的身体仍然坚韧，强壮，甚至可以感受到知觉和味觉，这是大部分的巫妖都做不到的……然而，我们将永远与自然恩赐的力量绝缘，也不再能够培育新的后代。我们的这一世代将不会因衰老而死亡，但也将成为我们的末裔。他自愿成为最后一个被转化的人，在教会了我们当中的每一个人如何进行转化仪式之后，直到所有人都完成了转化，才开始了自己的仪式……或许是因为那种枯萎感染的力量，侵蚀他的身体了最长的时间，或许是与妹妹卡巴萨在帐篷中经历的痛苦的经历，给他带来了永生不变的创伤。重生的纳克托什，身上已经再也看不到他过去的影子了。

命运的转折是残酷的。在我们的逃离之后不久，我们就找到了一片充满魔法力量的场所，魔法洞穴——那本应该是我们所日夜希求的乐土，但我们和过去还活着的时候相比，只需要原来十分之一的魔法力量就可以存活。尽管如此，这里还是成为了我们的家园，一直持续下去……大部分软蹄族都会冲进这些山洞，把我们像害虫一样扫除，但只有克鲁克部族用尊重和尊严对待我们。无论对于米诺陶还是不死族，更不用说这两种东西的组合，这是我们从来没有接受过的崇高礼遇。我们仍然是深居简出的种族，而我们现在的状态，让我们更加不需要和其他人交易……然而，他们是我们现在最为接近朋友的存在。而且我相信，对于他们来说，我们也是有着相同意义的，同病相怜的存在。]],
}

registerLoreTranslation{
	id = "krimbul-2",
	name = "记载的一份演说",
    lore = [[克里布尔部族的男女们！我今天到你们面前来，是因为我的心中觉醒了伟大的天命，那是我们必须分享的命运。新世纪的黎明就在我的手中，决不能让这份。所有人，跟随我，睁开你们的眼睛，我来把你们导向终极的天命！

独角兽！我想，你们都知道有关这种传奇生物的传说，知道他们的优雅美丽和强大力量。无论是人类，兽人还是蒸汽巨人——他们的传说里，都有关于独角兽的传奇。传说中，有这样一种独角的魅力生物，他们有着难以置信的魔法力量，一种他们独有的力量。在这么多年里，我一直告诉你们，我和卡巴萨是这种“传奇”种族的后裔，但你们却不相信我！在很长时间里，我都没有办法证明这一切……但我看到一台飞行的机器坠入了湖中的那一天，一切都改变了。你们这些愚蠢的懦夫，谁也不敢亲自潜到水中去查看，没有人——所以，我自愿承担责任，前去查看究竟。

感到幸运吧，你们的无知得到了回报。传说中的独角兽，曾经因为你们这些整天绕着我的蠢货，而在我的胸中隐藏。如今，在没有你们的地方，它终于授予了我它亲赐的祝福。尽管它没有直接出现在我的面前……但它用自己的方式，唤醒了这份在我的身体中潜伏已久的力量，这份我一直拥有的力量。我的力量觉醒了！

看啊，看向南边，看着霜寒山脉！你看到上面的那个洞了吗？有个傲慢的蠢货胆敢质疑我，而我只是轻轻证明了一下我的力量！这就是我理所应当有的，我一直拥有的力量。这种力量，将会带领我们，从巨人、兽人乃至自然本身那里，赢回我们该有的位置！

欢呼吧！欢呼吧，去你们妈的！

现在……作为你们新的领袖，你们应该庆幸，我是多么仁慈而宽宏大量啊。我会带给你们无尽的荣耀，带给你们一个机会，亲自跟随我，见证所有反对我的人在我强大的力量面前倒下。我们也再不需要在蒸汽巨人面前东躲西藏，再也不需要让那些肮脏的克鲁克兽人和我们平起平坐。生者占据着这个世界的时代已经过去了，他们很快会向我们臣服，而我会给他们选择，是接受我的仁慈成为不死者，还是被我亲自毁灭。一切生者——一切不肯加入我的人——都会被我们的铁蹄踩在脚下，这个世界是我们的！
]],
}

registerLoreTranslation{
	id = "krimbul-3",
	name = "独角者纳克托什的私人日记",
	lore = [[不，不不，不不不不，不不不不，不！

我能感受到，它的力量正在流失……有一个声音在我的耳边低鸣，它说“警告，能量不足，剩余脉冲发射次数：十次以下”。曾经在这个神器周围流动的，如此美丽的能量，现在却变得暗淡冰冷。不管我多少次在湖中祈祷，恳求，独角兽都没有出现到我的身边，也没有告诉我，为什么我激怒了他们，为什么我失去了我的力量……难道，这份力量，本来就是我不应该拥有的…吗……？

……好吧。也就是说，最多还能使用五到十次……我必须搞清楚，这东西到底是怎么工作的。既然走到了这一步，我已经没法回头了，难道我能停下来，假装什么也没有发生？——哈哈，怎么可能……我该怎么办，我该怎么办，我不能放弃远征的计划，我没法脱身了，我们赢不了蒸汽巨人的，我做不到，我做不到！

有人告诉我蒸汽巨人进攻了兽人…兽人，胜利了？

我…好。我知道了！必须削弱那些兽人，重创他们，至少要威吓他们。让我们的族人进攻克鲁克部族，我会安排和蒸汽巨人的会面，告诉他们，我们帮了他大忙，然后交还给他们这件神器，如果我还能够把这个东西从我的头上拆下来而不把我的头弄爆的话……他们肯定会给我提供庇护的！然后还会给我的族人一片生存的土地。他们还会…他们至少会给我一个，让我不被那些因被欺骗而愤怒的暴民撕碎的机会的…

对不起，卡巴萨…]],
}
