
registerLoreTranslation{
	id = "steam-quarry-1",
	name = "非常古老的日志 (1)",
	lore = [[这是最令人烦恼的事情。我们的挖掘工作进行的很顺利，可以说十分卓有成效。那些进行地热勘测的同事告诉我们，他们找到了一个潜在的热源，就在一个现有的隧道附近——但是矿工们都拒绝去那里，他们都抱怨自己得了各种小病——流鼻血、哆嗦、还有各种各样恐惧和不安造成的感觉。不过，还有一对夫妇说那里的蒸汽治好了他们多年的排气孔堵塞的毛病。

光靠解雇他们来杀鸡儆猴是没有用的，我既没有时间也没有意愿让这群懒鬼好好干完他们的工作。我准备叫来一个雪人操纵师，让他们完成开采任务。]],
}

registerLoreTranslation{
	id = "steam-quarry-2",
	name = "非常古老的日志 (2)",
	lore = [[现在我把雪人操纵师也开除了。其他工人告诉我们，那些雪人在工作区域内没呆几分钟，就开始猛抓自己的头，最后跳入了深渊。我们想要换一个雪人，但是那个操纵师也开始流鼻血了，他拒绝继续干下去。
	
这个无能的傻瓜居然还带着一个精神控制仪！我还以为这样糟糕的表现是一个小孩空手干的呢，要知道一个训练有素，装备精良的专业人士，起码有能力操控一整队的雪人！

我已经申请了一道特别的命令，还要申请把那个操纵师的执照撕个粉碎，扔到深渊里面。现在是采取严厉措施的时候了。]],
}

registerLoreTranslation{
	id = "steam-quarry-3",
	name = "非常古老的日志 (3)",
	lore = [[我不喜欢自动化。那些机器居然可以自己行动，不需要人的干涉……为什么，这根本不需要任何操纵的技巧和能力！你只需要依赖那些发明它的人所做的事情就可以了！说实话，过分依赖这种东西肯定会给我们带来末日，这会让我们的身体和精神都变得虚弱……但我必须承认，它们确实完成了任务。在我们带回来这些机械蜘蛛之后，没过几天，它们就开凿完成了那个有问题的洞穴。看来它清理掉了里面藏着的不知道是什么污染物的东西，现在工人们又重新愿意在这里干活了。我才不在乎这是不是迷信，因为我们还要完成这个月的任务呢——这些洞穴里有着这么多我们所需要的地热口！
	
我现在也不知道，为什么议会要没收掉我们送到这里的第三台机器所挖掘出的东西，但是管他呢。不管里面是什么黄金珠宝，就让那些高高在上的废物拿去玩吧。]],
}
