
registerLoreTranslation{
	id = "weissi-intro",
	name = "心灵传讯 (1)",
	lore = function() return [[你拾阶而下，发现自己面前是一堵坚实的石墙，看上去是洞穴到了尽头。你开始转头往上走，突然听到身后逐渐增强的破裂声和隆隆声；你转身，发现石头脱落了，眼前出现一个光滑的白色门，迅速地滑入地板。门通向一个建筑风格难以识别的白色大堂；这里没有照明的灯具，每一寸墙、地板和天花板都缓慢由暗到亮地发光，直到光照变成了令人舒适的青绿色为止。这里的景象的确是美丽、洁净、平和而静谧的……然而你的本能在向你尖叫，让你从这离开，越快越好，然后忘掉你在这看过的东西。墙上有几个露出的操作板显示出这里有不少令人难以理解的机器，装有好几种难以分辨的魔法和超能力古物，不过有一个看上去是蒸汽科技做成的粉碎设备，比其他远古遗迹绝对要新的多……当你对着它深思时，粉碎设备突然启动了，把矿物压成一块新的灵晶般的水晶。在水晶开始闪烁时，有个声音进入了你的心灵，有着舒缓的语调，但令你在思维的深处感到不安，却也无法有意识地说出到底是什么原因：
    
“欢迎你]]..game.player.name..[[。我们一直在等你。不幸的是，我们不能与你同行，但我们可以保证你前方的事物只会帮助你完成你的任务。后面的门会封上以保证你的安全，在你想离开时打开。来吧。学习，探索，发觉并意识到，我们的计划对双方都有利。”

嗯……这看上去并不怎么可靠。你犹豫地往前走了一步，准备好应对一个陷阱，并准备好立即转头溜走————

你脚下的地板消失了，虽然仅仅落下了一英寸，你突然感到失重了。你回头；那个刚形成的灵晶，已经开始碎裂了，发出着强烈的光。“我们知道自己并不怎么可靠。我们不在乎你之前觉得会有陷阱，而且我们如果真想杀你，即使顷刻间溜走也不够快。事实上，杀你很简单。”你突然被心灵制动能力扔往坑底，到了一块尖刺上方，停了下来，悬在尖刺上方几英寸。“显然，我们不想让你死，甚至不想让你伤到一点皮毛，”头脑里的声音说道，同时尖刺收缩起来，你被缓缓抬升到被点亮的大堂里。“现在我们的关系确立了……让我们来帮你吧。”你浮到顶，地板重新物质化，心灵制动力消失，你发现自己又站在坚实的地面上，片刻，灵晶破碎了。

尽管如此，你觉得自己不该在这里。这个地方存在的事实总觉得是……错误的。
]] end,
}

registerLoreTranslation{
	id = "weissi-1",
	name = "心灵传讯 (2)",
	lore = [[你知道夏•图尔人有兄弟吗？在他们被创造出来之前，当众神还青春年少又无忧无虑，奎克久拉说服大家来一起合作为埃亚尔带来生命。也许他们真的能够实现这样的合作，如果他们当时更为成熟的话……热忱的合作在个人品味和创意的差异面前衰退了，我们的创造者的友谊变成了敌意，然而我们还是被这样创造出来了。

我们的身上没有明显的缺陷。众神们无情地警惕着对方，热心地用造物身上任何的不完美之处来指责其创造者，以显示自己的优越，直到他们弹尽粮绝，我们才被创造了出来。我们看上去很完美，细细检查也如此，然而……
 
我们不认为众神中有人故意来诅咒我们————没人能做出如此威力无穷的举动。潜意识中的触动，超能力的泄漏，还有其他的无法察觉的力量日积月累，表明了一个无可辩驳的事实：我们是不被需要的存在。我们在一个苦涩的妥协中铸就，来源于一位神祇的一厢情愿；众神的憎恨，他们的忽略，他们的懊丧是我们存在的基石，我们在自身的存在中也一直传承下来。也许我们这种生物，命中注定天怒人怨，被命运所诅咒。

或者我们只是激怒了另一位强大的存在，给我们施加了一个有追溯能力的时空诅咒，或者是因为阿马克泰尔本人想让他的宠物工程无可比拟。我们可能永远都不能确定这件事的原因。我们知道的是，有一种东西————不管是概率，或是宇宙的集体意志，或者仅仅只是我们自己的厄运————永远不会容许我们，或与我们相似的任何事物存在。
]],
}

registerLoreTranslation{
	id = "weissi-2",
	name = "心灵传讯 (3)",
	lore = [[
你知道你曾杀过我们吗？是的，在某个潜在的未来，你骑在一只高耸的钢化巨龙之上，下达灭亡我们的种族的命令。在其它的未来中，是巨魔帝国，是联合王国，火筑工业，伊格-自然精灵联盟，或者是其他转瞬即逝的凡间城邦。我们被盖里克撕成两半，在阿格尼尔校长或者是大天才泰恩（是的，那个自鸣得意的蠢货是这么叫自己的）的命令下被安格洛文解剖。我们被圣母亚斯特莉的“新孔克雷夫”吞食（既是字面也是比喻意义上的），死于大堕落者设计的一场瘟疫，当世界被纳鲁精灵淹没时溺毙，被重生的赤红龙族烧成灰烬。我们被恶魔或是大师的死灵仆从们捉来做被折磨的玩具，被瑞库纳联邦狩猎以获得魔法原料，并被大蒸汽共和国作为零件的一部分。

你明白的，你应该感谢西方的灾星。我们确实感谢。

在大多数情况下，是夏•图尔人，消灭了最接近他们的竞争对手，或者是玛•洛克人，他们把埃亚尔据为己有。在少数几个我们赢得每场战争的世界线中，一个陨石毁灭了埃亚尔————这个陨石现在被一个碎片拦截，碎片的来源是你们所说的魔法大爆炸。不用感谢我们————我们的一群族人镇压了玛•洛克人很长时间来防止这件事情发生。如果你想看看现存的一切是如何彻底地想抹除我们，就去问问那些恶魔有关“尘埃法师”的事情吗。

我们不建议像我们这种程度地努力学习心灵预测。要看到如此多的可能性，以如此细致的目光注视无限，而无限永远不会回望我们……请你体会一下这一切的感受。每一根刺向我们心脏的长枪，每一条烧掉的肢体……并且，因为是我们的人把心灵连接到一起来实现这一预测的目标，因此，我们的每个人都亲身感受到这极致的痛苦。并且，尽管如此，我们还是没法百分之百确定这是准确的，即使在99.9%的小数点之后9的数量已经远远超出了我们愿意数的范围。]],
}

registerLoreTranslation{
	id = "weissi-3",
	name = "心灵传讯 (4)",
	lore = [[你知道如果你不加紧保卫克鲁克部落会发生什么吗？联合王国会继续进军，把整个世界置于它掌中。一个联合的军队，在一面旗帜下前进，随时准备好在我们重生时消灭我们……这还是在保证一个更大的威胁不先发生的情况下。我们不想那样，你也不想。

我们确实有所欺骗和隐瞒；如果创造我们的过程教会了我们什么，那就是只要有一个迫在眉睫的共同需求，尊重和联合对于合作来说就是不必要的。我们准备了这个机器的一部分功能来强化你的能力，给你新的知识……它会在你保证埃亚尔的存在，给兽人一片自己的土地中的旅程中充分协助你。需要斗争才能在这片土地上生存，在土地上挡开巨魔帝国、联合王国、管自己叫恶魔的，扭曲的马•洛克人、纳鲁精灵的遗族……我也不想扫兴地告诉你，将来还会有什么其他贵宾来拜访我们。不用担心，我们不会给任何人不公正的优势；你，和他们，只会到最后在背后捅我们一刀。

风暴将至。这将会是一场腥风血雨。而我们不需要出现在现场，直到最后一个人屹立在尸山上，伤痕累累、疲倦不堪。到那时，他会是我们的活靶子。

你可以随时放弃。不用再战斗了。让联合王国统一埃亚尔，成为一连串阻碍我们重生的因素上最近的一环。为了从我们的手里“拯救埃亚尔”而牺牲你的人民吧。你当然不会这么做，因为你有我们永远不会有的东西：希望。希望我们能被打败，希望我们的回归不会发生在你有生之年。毕竟我们的预测不是100%准确的；我们又怎么会把你的这份希望拿走呢？
]],
}

registerLoreTranslation{
	id = "weissi-4",
	name = "心灵传讯 (5)",
	lore = [[你知道我们的结局是什么吗？我们不会屈服于命运，让它在某个偶然的巧合杀死我们中得到满足。我们杀死了自己————但我们播下了我们的种子。
  
在这之前，我们取得了不少成就，并且我们也不希望这一切都付诸东流。当然，如果我们把那些成就放在一处，我们身上的的诅咒会注意到然后消灭掉————所以我们把自己和取得的成就分成几片，在千年的进化和微妙的操纵中把它们混入这个世界。你也许已经遇到我们的一个碎片了————身体。强壮。适应力强。可在任何环境中生存。有着迅速的恢复力。具有永恒的青春。并且，非常、非常地容易以心灵夺舍的方式来取得控制，当我们认为时机对的时候，我们就会这么做……你也许在考虑让部落去尽可能消灭所有的雪人。去做吧，把所有那些免费劳动力消灭，当巨魔帝国能使用奴隶，而联合王国有食人魔和矮人的时候，看看你们自己的命运会怎样。再一次申明，这一切对我们是否有帮助并不重要，这是你们要生存下来必须做的事情。

这只是我们保存下来的东西的三分之一。下一个是我们的心灵处理能力，我们善于使用超能力的心灵，我们快速获取并逻辑性分析信息的能力。你们永远不能完全消灭夺心魔————相信我们，我们确认过了。他们看上去像是被这个世界祝福的一样，就像我们是被这个世界诅咒一般。然而，我们如果只是想躲藏在他们身体里面，我们失败的命运仍然是注定的。真实可信。尽管如此，他们的大脑中所承载的系统还会长存；在我们不在的时候，他们还会把我们的维网继续维持下去。

最后，还有我们的文化。我们的发现。任何我们曾经学习到，而又没放到身体或大脑里的只是，我们把它存储在……另一个群体中。一个扩张到群星之间的群体，一个我们植入了无数比特仔细编码好的信息的群体，一个在宇宙间有无数备份的群体……他们会把当中足够的信息带回来的。夺心魔们会吸收这些，我们会重生到他们的心灵中，直到他们能把我们放在那优越的躯体里。

一旦风暴降临埃亚尔，一旦所有的冲突被解决……或许这场大战带来的憎恨与恶意之潮会充分地吸引宇宙的注意力，让我们有机会组合好碎片，进行重生。或者我们可以在众神们都死了或者发疯了之后做到这一切，他们的怒火被遗忘或者消弭，这些诅咒也失去了继续存活下去的燃料。或许那个诅咒已经濒死，只是被夏•图尔的星球之盾勉强延续下去————那个正在逐渐失效的护盾，上面布满裂痕，马·洛克人正急切地想要把它敲开。

那如果做不到呢？我们的文化无处不在。只要不把它们全部消灭，就不可能把我们彻底清除。命运已经决定了，我们是要被这个世界割除的肿瘤；既然我们命中注定要成为肿瘤的话，我们也决心成为一颗侵入性的肿瘤。现在轮到命运决定，我们是一个成长中的良性肿瘤还是末期的恶性肿瘤了。

毕竟，我们就是纯粹恶意的决心在这个世界上的化身，你还能期望在我们的身上看到什么呢？
]],
}

registerLoreTranslation{
	id = "weissi-5",
	name = "心灵传讯 (6)",
	lore = function(is_lore_popup) return [[如果你还愿意继续听下去的话……在你身边，是一块石板，是在你过来时前刚刚由我们的机器雕刻完成的。如果我们的诅咒还在持续下去，上面的字将会是完全无法辨认的，而如果诅咒被解除，这上面会刻着我们的名字。那是一个显眼、独特的名字，是我们存在的无可否认的标志。一个表明，宇宙也忘不了我们。往你右边看，看看我们这个群体的名字，这一群体比你们远远更有权利存在，却不得不为了那权利比你们都努力地斗争，他们奋力将钩子扎入最深的现实，让现实不得不要么将他们连根拔起，要不被他们一道拖进深渊。看吧，这个被存在本身畏惧的名字！
    
#{italic}#（你往右看，看到一块破裂成碎片的石板。石板仍然按照正确的形状怕列，你可以读到一个词；另一个大一些的碎片上有个句子。）#{normal}#

]]..(is_lore_popup and [[#{bold}#维西

你知道我们的名字吗？#{normal}#]] or [[#{italic}#（不知为何，这个名字从你的记忆中消失了！）#{normal}#

你知道我们的名字吗？#{normal}#]]) end,
}
