registerBirthDescriptorTranslation{
	type = "race",
	name = "Yeek",
	display_name = " 夺心魔 ",
	locked_desc = "    一个种族，一种思想，一种道路。我们的压抑终于要终结，而我们将继承埃亚尔，不要认为我们很柔弱，只有那些帮助我们的人才能见识到我们真正的力量。",
	desc = {
		"    夺心魔是一支神秘的种族，生活于热带岛屿瑞尔。",
		"    他们的身体覆盖着白色的皮肤，他们奇怪的身材比例使他们看上去滑稽可笑。",
		"    尽管他们在马基 · 埃亚尔中几乎不曾被提到过，他们已经作为半身人王国纳格尔的奴隶存在了数个世纪。",
		"    他们在派尔纪获得了自由并在那个时候建立了维网——一个由他们超能力思维组成的网络。",
	},
}
registerBirthDescriptorTranslation
{
	type = "subrace",
	name = "Yeek",
	display_name = " 夺心魔 ",
	locked_desc = "    一个种族，一种思想，一种道路。我们的压抑终于要终结，而我们将继承埃亚尔，不要认为我们很柔弱，只有那些帮助我们的人才能见识到我们的力量。",
	desc = {
		"    夺心魔是一支神秘的种族，生活于热带岛屿瑞尔。",
		"    尽管他们在马基 · 埃亚尔中几乎不曾被提到过，他们已经作为半身人王国纳格尔的奴隶存在了数个世纪。",
		"    他们在派尔纪获得了自由并在那个时候建立了维网——一个由他们超能力思维组成的网络。",
		"    他们天生掌握 #GOLD# 主导思维 #WHITE#，允许他们在短时间内控制一个较弱生物的思维。当效果结束时，被控制目标死亡。",
		"    虽然夺心魔不是两栖生物，但他们天生对水有种特殊的亲和力，允许他们屏息更长时间。",
		"#GOLD# 属性修正： ",
		"#LIGHT_BLUE# * -3 力量， -2 敏捷， -5 体质 ",
		"#LIGHT_BLUE# * +0 魔法， +6 意志， +4 灵巧 ",
		"#GOLD# 每等级增加生命值： #LIGHT_BLUE# 7",
		"#GOLD# 经验惩罚： #LIGHT_BLUE# -15%",
		"#GOLD# 混乱抗性： #LIGHT_BLUE# 35%",
	},
}
