birthCHN = {}
birthCHN["Doombringer"] = {
	chname = "毁灭使者",
	desc = {
		"	利 刃 在 手 ， 烈 焰 匿 踪 , 毁 灭 使 者 是 战 斗 中 的 强 大 力 量 。 ",
		"	毁 灭 使 者 是 纯 粹 的 战 争 机 器 ， 使 用 利 刃 和 烈 焰 直 接 凿 穿 敌 人 的 军 队 。 ",
		"	最 强 大 的 毁 灭 使 者 可 以 全 面 激 发 恶 魔 血 脉 ， 变 身 成 为 巨 大 的 恶 魔 。 ",
		"他 们 最 重 要 的 属 性 是： 力 量 和 魔 法。",
		"#GOLD#属 性 修 正 ：",
		"#LIGHT_BLUE# * +4 力 量, +0 敏 捷, +2 体 质",
		"#LIGHT_BLUE# * +2 魔 法, +0 意 志, +1 灵 巧",
		"#GOLD#每 等 级 生 命 加 值：#LIGHT_BLUE# +3",
	},
}

birthCHN["Demonologist"] = {
	chname = "恶魔使者",
	locked_desc = "人 们 常 畏 惧 ， 但 我 了 解 真 实 ： 遥 远 的 星 球 ， 被 厄 运 所 折 磨 ； 燃 烧 的 造 物 们 ， 如 今 渴 望 复 仇 ； 乌 鲁 克 之 烬 ， 驱 动 战 争 机 器 。 捕 获 并 征 服 ！ 驾 驭 他 们 的 力 量 ！ 在 此 召 唤 — — 恶 魔 们 ， 释 放 你 们 的 烈 焰 ！",
	desc = {
		"	不 同 于 众 人 所 相 信 的 ， 恶 魔 使 者 并 非 恶 魔 的 走 卒 。 他 们 只 是 小 心 谨 慎 地 与 恶 魔 签 订 契 约 。",
		"	他 们 利 用 恶 魔 之 力 达 成 所 愿，无 论 善 恶，亦 有 少 数 人 以 此 反 击 恶 魔 。",
		"	恶 魔 使 者 是 近 身 格 斗 的 战 士 ，用 盾 牌 击 碎 敌 人 的 头 颅， 同 时 能 呼 唤 黑 暗 与 火 焰 之 力。",
		"#GOLD#属 性 修 正 ：",
		"#LIGHT_BLUE# * +3 力 量, +0 敏 捷, +2 体 质",
		"#LIGHT_BLUE# * +4 魔 法, +0 意 志, +0 灵 巧",
		"#GOLD#每 等 级 生 命 加 值：#LIGHT_BLUE# +2",
	},

}

birthCHN["Doomelf"] = {
	chname = "魔化精灵",
	locked_desc = "Mal'Rok 的 恶 魔 绝 不 会 对 你 施 以 祝 福 ！ \t\n 三 者 可 以 诉 说 精 灵 所 带 来 的 恐 怖 \t\n 之 一 在 无 尽 的 深 海 中 永 远 咆 哮 \t\n 之 一 召 集 邪 徒 为 复 活 另 一 者 而 战 \t\n 静 默 他 们 的 声 音 ， 隐 藏 你 的 踪 影 \t\n 新 的 精 灵 终 将 诞 生 … ",
	desc = {
		"魔 化 精 灵 并 不 是 一 个 真 正 的 种 族 ， 他 们 曾 是 永 恒 精 灵 ， 而 被 恶 魔 抓 去， 变 为 末 日 的 使 者。",
		"他 们 对 折 磨 敌 人 感 到 享 受。",
		"他 们 具 有#GOLD# 加 速 #WHITE# 技 能，能 每 隔 一 段 时 间 让 自 己 脱 离 相 位 空 间。",
		"#GOLD#属 性 修 正 ：",
		"#LIGHT_BLUE# * -2 力 量, +1 敏 捷, +1 体 质",
		"#LIGHT_BLUE# * +3 魔 法, +2 意 志, +0 灵 巧",
		"#GOLD#每 等 级 生 命 加 值：#LIGHT_BLUE# +9",
		"#GOLD#经 验 惩 罚 ： #LIGHT_BLUE# 25%",
	}
}
birthCHN["Stone Warden"] = {
	chname = "岩石守卫",
	desc = {
		"岩 石 守 卫 是 那 些 同 时 训 练 魔 法 技 艺 与 自 然 力 量 的 矮 人。",
		"在 其 他 种 族 受 困 于 自 然 和 魔 法 天 生 对 立 的 偏 见 时 ， 矮 人 们 已 经 找 到 方 法 让 这 两 种 力 量 和 谐 共 存 。",
		"岩 石 守 卫 是 身 着 重 甲 的 战 士 ，双 持 盾 牌 来 施 展 技 艺 。",
		"#GOLD#属 性 修 正 ：",
		"#LIGHT_BLUE# * +2 力 量, +0 敏 捷, +0 体 质",
		"#LIGHT_BLUE# * +4 魔 法, +3 意 志, +0 灵 巧",
		"#GOLD#每 等 级 生 命 加 值：#LIGHT_BLUE# +2",
	},
}
