
registerLoreTranslation{
	id = "cults-drem-origins-1",
	name = "我们的起源 (1)",
	lore = [[我不记得以前的事了。我最早的记忆都和这些废墟有关。我的同伴被地上的居民成为德瑞姆。我们被视为怪物，也许这不是一个不公平的推定。我们曾经是在地下游荡的无意识的生物，只能以暴力和本能行动。

只有在我们发现这些废墟之后，思想才在我们的身体中显现出来。我很幸运，废墟赋予我崇高的智慧。对一些人来说，这根本没有帮助。对另一些人来说，它只是让他们的智力提升到比无意识稍微好一点。在这些废墟中赋予我们智慧的东西似乎都是基于个案的。因为我们是刚刚才获得自我意识的，我们有很多需要去了解的东西。我们需要了解我们周围的世界，以及了解我们自己。

有一个问题不断浮现在我的脑海中。我们为什么存在？我们是从哪里来的？在地表之下有许多奇怪的东西，但我们却有些不同。矮人种族与我们有相似之处，但他们有一个我们不存在的面孔。也许我们是从同一个模子中铸造出来的，但是这个过程不知何故出错了？

我坚信，德瑞姆和矮人确实有共同的起源。但是，那是什么起源呢？这难道仅仅是多年来我们不同环境的结果吗？我可以整日推测，但这不会产生任何具体的证据。我打算探索这些洞穴，直到我能找到一些线索或知识的碎片，引导我正确的研究方向。我需要知道真相。]],
}

registerLoreTranslation{
	id = "cults-drem-origins-2",
	name = "我们的起源 (2)",
	lore = [[废墟周围最近有一些洞穴。在确认安全，可以调查之后，这些洞穴显露出了以前未勘探的隧道。由于我的研究暂时没有取得很大进展，这是一个令人愉快的散心处。

让我高兴的是，隧道显示出曾经有人居住的迹象！这里面有许多原始的工具和武器，几乎没有风化的迹象。没有头脑的德瑞姆不知道制造工具，所以我得出的结论是，这一定是一系列古老的矮人隧道。在隧道里也有一些洞穴壁画，粗糙地描述着粗壮，长着胡须的人型生物与那些长着触手的野兽搏斗。

这并不是我们唯一的发现。这里有多条隧道，有证据表明，它们是手工凿出来的。矮人是矿工的行家，着并不是秘密，但原始的矮人可不能如此轻易地雕刻石头……它真的很壮观。

我们有多个侦察队被派往隧道。很明显，所有的隧道都来自单一的原点。它们通向地底下一个大的洞窟。洞窟本身还没有完全探索，但侦察队已经在里面找到了一些奇怪的遗骸。他们描述的废墟的外部状态与我们所记载的其他文明都不相符……

这是一个模糊的希望，但我内心深处希望这个地方最终会给我答案，有关我一直在寻找的矮人和德瑞姆的起源的答案。]],
}

registerLoreTranslation{
	id = "cults-drem-origins-3",
	name = "我们的起源 (3)",
	lore = [[至少可以说，对洞窟的探索很有意思。在它的中心，我们发现了一个奇怪的蛋形结构。它是由某种我以前没有见过的金属制成的。尽管覆盖着一层古老的尘土，金属却未被破坏，没有明显的生锈迹象。它对伤害有很高的抵抗力，即使我们使用魔法手段也没法刺穿它。它的侧面有明显的凹痕，这只有可能是由巨大的力量造成的。

有一条通往蛋形结构的通道，我自愿先踏入那里。蛋形结构的内部仍然很陌生。里面有几十个覆盖天花板的金属管道。站在那里时，我能听到一些液体从管道中流过的声音。墙上覆盖着闪烁的灯光，还有更多我无法理解的金属物体。 很明显，这个巨蛋是一种巨大的机器。不过，我既不知道它是如何工作的，也不知道它是怎么制造的。我没有感觉到任何魔法的气息，所以这台机器一定是完全依靠机械手段来运作的。我所知道的任何种族都没有建立这样的东西的知识。我在想，到底是什么样的天才可以设计出这样的东西，更不用说建造它了。

最有趣的是，巨蛋的整个表面都有覆盖着一层薄薄的虚空能量。我们德瑞姆熟悉这种能量，因为我们大部分研究的精力都投入到了有关外部世界的研究。这些能量在巨蛋的外侧均匀散布，表明这个蛋在某个时刻被这种能量完全沐浴了。我不知道在什么情况下可能会导致这种情况，因为这些能量根本不可能存在于埃亚尔上集中出现。否则，一定会引起剧烈的爆炸。我们之前做过这样的实验。

进一步深入它，我开始注意到有很多玻璃管，管径很宽，足够把我们的一个小队塞进去还有空余。 我上方的金属管连入了这些管道，泵进了某种某种绿色液体。我本来打算靠近仔细观察一下，但是那时我们突然被袭击了。

一些东西从黑暗中爬了出来。我们德瑞姆已经习惯了突如其来的暴力行为。所以，我们在看清楚袭击者之前，就已经把他们撕成了碎片。我们遭受的损伤十分轻微，但在我们仔细观察了袭击者之后，我们深深被震惊了。它们似乎是矮人，德瑞姆或是其他生物之间的一种奇异的杂交，但却拥有一个奇怪的孩子般的身体。我想它们那些锯齿状的锋利的牙齿也是完全不自然的。然而，我们不会被吓倒。地面上的人可能会被这样的生物震惊，但我们曾经见到过更多险恶的东西。

在我们在巨蛋中的旅途中，我们不得不打倒了几十个，乃至上百个这种怪物。显然，这里是这些怪物的来源，而这些怪物和我们的相似感让我们无心继续战斗。我们最终来到了一个小房间，看上去是这个巨蛋的中心。我们找到了这些怪物的来源。那是一些巨大的机器，连接着几十根玻璃管子，似乎有某种恶性的生长物附着在上面。破碎的管子不断吐出这些怪物，迅速成长成完整的大小，然后向我们冲来。这些怪物看起来像是半成型的矮人，德瑞姆，以及某种奇异的，长着触手的恐魔。

最后，我们打破了通往玻璃管的管道，不再有怪物从里面出来了。那些液体肯定是滋养这些怪物的某种物质。没有了那种液体，里面只有一些微弱和半成型的生命体爬出来。

但我们只是关闭了一台机器而已。最终，我们尽可能地封闭了房间，但我们可以听到更多怪物袭来的声音。在战斗中，其中一个生物也在我的手臂上咬了一口。它传染给了我一种致命的疾病，使我的肌肉萎缩，如同干皮革。

我对我们的命运没有了误解。我们在战斗中失去了很多德瑞姆，并且我不是唯一一个感染了这种疾病的人。我们要会这个房间里死去。但是，我对这个命运感到满意。我已经弄清了有关我们起源的真相。

我们徘徊到那些还有更多管子的房间后面。令我惊讶的是，这些管包含完全成形的物体。一只矮小的胡子长满了胡须，漂浮在管内。他似乎在抽搐，好像正在梦中。当我们越走越远时，我们发现更多矮人睡在管内。但是，我们注意到随着我们的继续前进，那些矮人也变得越来越畸形。最终，我们到达了最后一个管子，我们发现里面有一个无脸的矮人。 换句话说，一个德瑞姆。

这个巨蛋就是我们的起源。 这台机器是为了创造矮人而建造的。我并不不了解详细的过程，但我已经看到了结果。我们德瑞姆，是一种异常，是这台年久失修的机器功能失调的副产品。原生的德瑞姆一定是从这个巨蛋中出生的。他们冒险进入地下，从巨蛋中独立，开始繁衍生息。 这些突变的胎儿必定是进一步失修和腐化的结果，正如我们在这些机器上看到的吞噬着这些机器的黑色物体一样。

所以，我现在知道了一切。即使这个发现也许永远不会离开这个房间，我也可以死得其所。虽然我是机器错误的产物，但是我还是很高兴有机会见证这一刻。如果你找到这些笔记，请把它们带回给我的德瑞姆同胞。 我相信他们会很乐意知道真相。]],
}

registerLoreTranslation{
	id = "cults-orbital-shipyard",
	name = "奇怪的图片",
	lore = [[在奇怪的装置的中心你看到一张图片。你不太确定它到底代表什么……]],
}
