
registerLoreTranslation{
	id = "cults-drem-origins-1",
	name = "我们的起源 (1)",
	lore = [[我不记得以前的事了。我最早的记忆都和这些废墟有关。我的同伴被地上的居民称为德瑞姆。我们被视为怪物，也许这并非是一个不公的评价。我们曾经是在地下游荡的无意识的生物，依靠暴力和本能行动。

直到我们发现这些废墟之后，我们的身体中才浮现了智慧与思想。我很幸运，废墟赋予我崇高的智慧，而有一些人就没有那么幸运了，他们没有任何变化。对另一些人来说，它只是让他们的智力提升到比无意识稍微好一点。到底是怎样的东西赋予我们了智慧，似乎并没有什么规律可循。因为我们是刚刚才获得自我意识的，我们有很多需要去了解的东西。我们需要了解我们周围的世界，以及了解我们自己。

有一个问题不断浮现在我的脑海中。我们是从哪里来的？我们为什么存在？在地表之下有许多奇怪的生物，但我们却和它们有所不同。矮人种族与我们有相似之处，但他们有清晰的五官，而我们没有。也许我们是从同一个模子中铸造出来的，但是这个过程不知何故出错了？

我坚信，德瑞姆和矮人确实有共同的起源。但是，那是什么起源呢？这难道仅仅是因为多年来我们生活在不同环境所造成的变化吗？我整日思考这个问题，但是如果没有证据，我就没法证实我的猜想。我打算探索这些洞穴，直到找到一些线索和知识的碎片，引导我走向正确的研究方向。我需要知道真相。]],
}

registerLoreTranslation{
	id = "cults-drem-origins-2",
	name = "我们的起源 (2)",
	lore = [[废墟周围有些一些洞穴。在它们确认安全，可以调查之后，我们在这些洞穴中发现了以前未勘探的隧道。由于我的研究暂时没有取得很大进展，这是一个令人愉快的散心处。

让我高兴的是，这些隧道显示出曾经有人居住的迹象！这里面有许多原始的工具和武器，几乎没有风化的迹象。没有头脑的德瑞姆不知道制造工具，所以我得出的结论是，这一定是一系列古老的矮人隧道。在隧道里也有一些洞穴壁画，粗糙地描述着粗壮，长着胡须的人型生物与那些长着触手的野兽搏斗。

这并不是我们唯一的发现。这里有多条隧道，有证据表明，它们是手工凿出来的。矮人是矿工的行家，这一点并不是秘密，但原始的矮人可不能如此轻易地雕刻石头……它真的很壮观。

我们往隧道里派出了多只探险队。很明显，所有的隧道都通向一个统一的源头，那是一个地底下的巨大洞窟。我们还没能完全探索这个洞窟，但侦察队已经在里面找到了一些奇怪的遗骸。他们口中描述的废墟，从外表上看，与我们所记载的其他文明都不相符……

尽管这只是一个模糊的愿望，但我内心深处希望，这个地方会给我最终的答案，有关我一直在寻找的，矮人和德瑞姆的起源的答案。]],
}

registerLoreTranslation{
	id = "cults-drem-origins-3",
	name = "我们的起源 (3)",
	lore = [[可以说，对洞窟的探索很有意思。在它的中心，我们发现了一个奇怪的蛋形结构。它是由某种我以前没有见过的金属制成的。尽管蛋上覆盖着一层尘土，显示它的历史十分古老，金属却未没有破坏，也没有明显的生锈迹象。它对各种伤害有很高的抵抗力，即使我们使用魔法手段也没法刺穿它。它的侧面有明显的凹痕，考虑到它卓越的防御力，这个凹痕只有可能是由巨大的力量造成的。

在蛋的外部，有一条通往蛋形结构的通道，我自愿第一个踏入那里。蛋形结构的内部是否陌生。天花板上覆盖着几十根的金属管道，站在管道下，我能听到液体从管道中流过的声音。墙上覆盖着闪烁的灯光，还有更多我无法理解的金属物体。很明显，这个巨蛋是一种巨大的机器。不过，我既不知道它是如何工作的，也不知道它是怎么被制造出来的。我没有感觉到任何魔法的气息，所以这台机器一定是完全依靠机械手段来运作的。我所知道的任何种族都没有建立这样的东西的知识。我不知道到底是什么样的天才可以设计出这样的东西，更不知道谁有能力建造这样的庞然大物。

最有趣的是，巨蛋的整个表面都有覆盖着一层薄薄的虚空能量。我们德瑞姆熟悉这种能量，因为我们将大部分的精力都投入到了有关世界的外侧的研究。这些能量在巨蛋的外侧均匀散布，表明在某个时刻，这个蛋被这种能量完全沐浴了。我不知道在什么情况下可能会导致这种情况，因为这些能量根本不可能存在于埃亚尔集中出现，否则一定会引起剧烈的爆炸。我们之前做过这样的实验。

进一步深入它，我开始注意到有很多玻璃管，管径很宽，足够让我们的一个小队在里面行走。上方的金属管连入了这些管道，泵进了某种某种绿色液体。我们本来打算靠近仔细观察一下，但是那时我们突然被袭击了。

一些东西从黑暗中爬了出来。我们德瑞姆习惯于应对突如其来的暴力行为。因此，我们还没来得及看清楚袭击者世界，就本能地把他们撕成了碎片。我们只遭受了轻微损伤，但在我们仔细观察了袭击者之后，我们深深被震惊了。它们似乎是矮人，德瑞姆或是其他生物之间的一种奇异的杂交，但却拥有一个奇怪的孩子般的身体。它们有着锯齿状的锋利的牙齿，显得十分不自然。地面上的人可能会被这样的生物震惊，然而，我们不会被吓倒，因为我们曾经见到过无数更加险恶的东西。

在我们在巨蛋中探索时，我们不得不打倒了几十个，乃至上百个这种怪物。显然，这里就是这些怪物的来源，这些怪物和我们在外貌上的相似性，让我们无心继续战斗。最终，我们来到了一个小房间，看来这里就是这个巨蛋的中心。我们找到了这些怪物的来源。那是一些巨大的机器，连接着几十根玻璃管子，有某种恶性的生长物附着在上面。破碎的管子不断吐出这些怪物，迅速成长成完整的大小，然后向我们冲来。这些怪物看起来像是半成型的矮人，德瑞姆，以及某种奇异的，长着触手的恐魔。

我们打破了通往玻璃管的管道，不再有怪物从里面出来了。那些液体肯定是滋养这些怪物的物质，失去了那种液体，里面跑出来的只有一些虚弱的、不成型的生命体。

但我们只是关闭了一台机器而已。我们尽可能地封闭了房间，但我们可以听到更多怪物袭来的声音。在激烈的战斗中，其中一个生物在我的手臂上咬了一口。它传染给了我一种致命的疾病，使我的肌肉萎缩，看起来如同晒干的皮革一般。

我们清楚地了解了自己的命运。我们在战斗中失去了很多同胞，其他人也都感染了这种可怕的疾病。我们即将在这个房间里死去。但是，我们面对着即将到来的死亡命运，却只感到充实和满足，因为我已经弄清了有关我们起源的真相。

我们徘徊到那些还有更多管子的房间里面。令我惊讶的是，管子里是完全成形的生命体。一只矮小的胡子长满了胡须，漂浮在管内。他的身体轻轻抽动，仿佛正在梦中。我们越走越远，发现更多矮人睡在管子中，也同时注意到，随着我们继续前进，那些矮人也变得越来越畸形。最终，我们到达了最后一个管子，我们发现里面有一个无脸的矮人——换句话说，一个德瑞姆。

这个巨蛋就是我们的起源。 这台机器是为了创造矮人而建造的。我并不了解这个制造的详细过程，但我已经明白了了结果。我们德瑞姆一族，是一种异常，是这台年久失修的机器功能失调的副产品。原生的德瑞姆一定是从这个巨蛋中出生的。他们离开创造自己的巨蛋独自生活，冒险进入地下，开始繁衍生息。 这些突变的胎儿，一定是这台机器因为年久失修而进一步退化的结果，正如我们在这些机器上看到的，吞噬着这些机器的黑色怪物一样。

所以，我现在知道了一切。即使我们的发现也许会永远留在这个房间里，我也可以死得其所。虽然我们是这台机器的故障的产物，但是我还是很高兴，有机会亲眼见证这一刻。如果你找到这些笔记，请把它们带回给我的德瑞姆同胞。我相信他们会很乐意知道真相。]],
}

registerLoreTranslation{
	id = "cults-orbital-shipyard",
	name = "奇怪的图片",
	lore = [[在奇怪的装置的中心你看到一张图片。你不太确定它到底代表什么……]],
}
