registerLoreTranslation{
	id = "cults-kroshkkur-history-1",
	name = "克洛什卡的历史(1)",
	lore = [[克洛什卡的往事并不安宁。聚集在这里的人们都知道自己别无归宿。地表上的人们永远不会接受我们，因为在他们眼中我们的姿态太过恐怖。而就算在埃亚尔的地下深处，我们的容身之地也来之不易。在无尽的地道居住着的生物日夜追杀着我们，想将我们的灵魂吞噬殆尽。

我们最初发现克洛什卡时，里面住满了恐魔。我们杀了它们，并试图修复这里奇怪的奥术机械，但它损坏严重，我们只能将其部分修复。但仅仅是它所具有的这一小部分力量，也足以给我们带来安宁。之后，更多流浪者追随着我们来到了这里，以在充满敌意的地下寻求一处庇护。他们当中有在别处无处容身的智慧生物、有寻求着禁忌知识的先知，还有目睹了太多凡人的目光所不能承受之物的人。

之后我们便开始学习。我们领悟了世界的秘密，潜入了地表居民看都不敢看，恐惧着被其中不知是什么的东西凝望的无尽深渊。我们并没有这种恐惧，因为我们正是在其中凝视着他们的那些存在。 在这些地方，我们找到了许多真相，发现了能够改变埃亚尔历史进程的禁忌魔法。

我们会在这片黑暗之中等待着时机，将这里变成一座知识的灯塔。如果这个世界不给我们容身之处，我们就自己去夺取它。当时机正确之时，我们就将让地表知道我们的存在，告诉他们，我们并不只是一群被他们当做害虫一样轻轻扫开的，毫无心智的乌合之众。]],
}

registerLoreTranslation{
	id = "cults-kroshkkur-history-2",
	name = "克洛什卡的历史(2)",
	lore = [[我们曾经只有少数人，只是来自早已被遗忘的阴暗缝隙之人。在我们占据了这座城堡后，有更多人前来加入了我们。他们不是恐魔，也不是地表居民，而是介于两者之间的存在。我们有些人是生来如此，而另一些则是被一些我们无法理解的力量变成了这样。我们唯一的共同点，就是我们除了这里之外别无归处。我们有着开放的头脑，可以理解埃亚尔深处潜藏的恐怖；我们有着扭曲、堕落的身躯，没有“文明人”愿意忍受与我们同处。但当我们居住在克洛什卡中时，我们就是工匠、学者、隐士、诗人和战士。

因此，我们聚集在这里。要问我们是否憎恨这个如此排斥我们的世界，说“不”那只能是在说谎。因此，我们投身其他人看都不敢看的深渊，用这个世界阴暗的秘密来创造自己的容身之处。当上方的世界还在睡梦中时，我们正在创造着奇迹。]],
}

registerLoreTranslation{
	id = "cults-kroshkkur-history-3",
	name = "克洛什卡的历史(3)",
	lore = [[我们为何而奋斗？克洛什卡的计划是什么？答案很简单，我们将接受被其他种族所排斥的知识，并利用它们来转变自己。我们将不再是躲避着光明的怪胎。我们将成为新的神明，沐浴在日光之中，以我们所建立的文明为傲。我们定将会在这些古老的废墟之中找到我们的答案，而在这期间，我们将远离地表居民，就像他们远离着害虫一样。

这就是让克洛什卡保持生机的梦想。就算我们的身体将继续变异、衰败，我们也依然希望着能够找到方法来让我们的姿态变得更优秀。到了那时，我们的存在将不需要任何人的许可。]],
}

registerLoreTranslation{
	id = "cults-gods-0",
	name = "研究员德瑞姆诺特的揭露诸神：前言",
	lore = [[神是埃亚尔历史上经常被提及的存在。它们对大部分读者来说是个陌生的概念，因为当代的大部分埃亚尔人都从未遇见过它们。“神”这个字给人的印象是至高全能的存在，这点它们也名副其实。但是学术上几乎没有对神的具体定义。埃亚尔历史上的诸多文化虽然都提到了许多相同的名讳，但对诸神的描述则各不相同。 

	作为一名克洛什卡的学者，我在埃亚尔地表游历了许多时间，在包括安格列文在内的诸多知识圣地学习了地表种族对神的认识。我甚至[i]说服[/i]了一个小恶魔去取来有关乌鲁洛克的一些文件，尽管过程并不轻松。我博览传说与历史，写下这一系列的文件来尽可能准确地记载诸神的信息，而这章前言则是让读者大致了解神究竟是何物。
	
	曾经有诸多强大的存在行走于埃亚尔的地表，而虽然它们都有着无与伦比的力量，但要成为神并非只需要力量这么简单。将神与其他生物区分开来的是它们能够逆转熵的力量，我们会在下文中将其称作反熵。这种力量使它们能够根据自己的意志重塑现实。有些神创造了自己的种族，另一些只是变化已有的存在，玩弄着它们的演化或是以其他高深莫测的方法改变它们。有些人认为，神这么做是为了更远大的目标，但也有十足证据表明诸神就和凡人一样容易冲动并犯下错误。以我学术上的观点，它们创造出我们仅仅是为了娱乐。
	
	虽然这会使某些人相信凡人的意志毫无意义因而陷入绝望，但传说诸神曾被夏图尔人杀戮并被赶出了我们的世界。它们的消失是好是坏这不好说。根据一些残留下来的传说中的记载，诸神十分残暴，在相互的纷争之中完全不顾它们所创造的种族的生死，还在地面上留下了巨大的伤痕。以及诸神虽然力量强大，但并不一定聪明。有些神被认为是毫无智能，甚至是毫无认知的。有一种相关的理论认为诸神原本只是些生活在埃亚尔地表的原始存在，只是碰巧获得了反熵的力量，才让他们高居于其他原始的生命形态之上。
	
	在这些概念的基础之上，我们将继续讨论埃亚尔的诸神，以及它们的行为对我们的世界有过，以及将会带来怎样的影响。虽然我在研究中发现了许多神，但埃亚尔完全可能存在更多我记载之外的神，只是它们的存在学术上无法考证。]],
}

registerLoreTranslation{
	id = "cults-gods-1",
	name = "研究员德瑞姆诺特的揭露诸神：第一章 阿马克泰尔",
	lore = [[即使在诸神之中也存在着一个凌驾于它们所有之上的存在，其名为阿马克泰尔，埃亚尔诸神中的最强者。据说正是它创造了夏·图尔人，那个我们至今仍然知之甚少的古老而神秘的种族。在古老的传说中，相比其他神，阿马克泰尔宛如真正的造物主，时刻准备着干预凡间的事物。几乎所有种族都有阿马克泰尔与他们接触的传说，有些将其描述为浑身散发着光芒的圣人，另一些则声称它是不祥预兆的使者。在不同的记述中，它的到来既被看作祝福也被看作诅咒，以只有它自己理解的方式改变着世界。因此，很难清楚地描述阿马克泰尔的真实个性和对凡人的倾向。

阿马克泰尔究竟是如何覆殁的并不清楚。有些传说是夏·图尔人受其创造者的命令杀死了诸神，另一些则说是夏·图尔人公开起义反对它们。]],
}

registerLoreTranslation{
	id = "cults-gods-2",
	name = "研究员德瑞姆诺特的揭露诸神：第二章 瑞尔克",
	lore = [[瑞尔克，幻象与欺骗之神，或许是埃亚尔最卑劣的神了。有关瑞尔克的传说通常都是悲剧，描述着主人公相信了一个神秘的陌生人之后的悲惨落幕。这些故事都相当一致，因而可以认为瑞尔克并不在乎大规模地影响世界格局，而爱好干一些小事。他以通晓凡人的行为与动机，以及如何只用花言巧语去毁掉一个人为乐。在故事的最后，他会向悲惨的主人公揭示自己的身份，让他们意识到自己从一开始就被欺骗了。由此看来，瑞尔克的残忍与其他诸神还有所不同。

当弑神者布兰伊尔前来了结瑞尔克之时，它感到了恐惧而逃跑了。这场弑神者与神之间的追逐留下了许多传奇，诉说着布兰伊尔在追猎的路上克服了怎样的艰难险阻。最终，布兰伊尔饶恕了瑞尔克，叫它离开埃亚尔。但不久之后瑞尔克卷土重来，并且给布兰伊尔的故乡带来了巨大的灾难，杀光了他的家人和仆从。因而布兰伊尔誓死要猎杀瑞尔克，走遍了整个埃亚尔去追捕它。瑞尔克迫不得已躲进一座地下城之后无路可走，只能逃往埃亚尔地下深处，沿途创造了一层又一层的幻象和其中的生物、威胁，以阻止一往无前的布兰伊尔追到自己。因为没有人到达过这座地下城的底层，因而人们只能猜测它现在的深度，有些人认为它的深度是无尽的，这场猎杀甚至到今日还未结束。]],
}

registerLoreTranslation{
	id = "cults-gods-5",
	name = "研究员德瑞姆诺特的揭露诸神：第五章 盖里克",
	lore = [[根据一些古代传说的记载，盖里克是人类一族的创造者，并且在过去与他们有着最多的交往。但据其他来源的信息，它与人类之间交往的记载并不可靠。在这些故事里，它只是偶尔心血来潮才与凡人接触，而且并没有特别青睐某些种族。它看起来比其他诸神更具好奇心，在不少传说中它与凡人交往，是为了了解他们是如何生活的。与盖里克有关的传说明显少于其他诸神的，时间上看相互之间也有着较大的间隔，就好像盖里克大部分时候并不会与埃亚尔的居民接触。因此比起一个影响着世界的神，他看起来更像是一个观察者。

在弑神之战之中，没有记载有任何弑神者杀死，或甚至是发现了盖里克，可能是它躲藏在了一个就连夏·图尔人也无法找到的地方。]],
}

registerLoreTranslation{
	id = "cults-gods-8",
	name = "研究员德瑞姆诺特的揭露诸神：第八章 Quekorja",
	lore = [[Quekorja是时间和可能性之神，它的传说唯一的特点就是变化万千，而在弑神之战之后的传说中它的形象远不如前。对此的猜测是Quekorja自己可能十分爱好书写历史，指派了自己的记录者来记录自己的故事，但并没有证据表明有这样一个图书馆存在，因而这种理论被认为只是没有依据的臆测，没有实际证据的支持。另外还有一些不寻常的记录，本应是同一个作者在同一天写的，但其语调和对此神的描述却大相径庭。由于Quekorja能够操控时间，因而有观点认为这些记录其实是来自别的时间线。这更加增添了Quekorja的神秘。

Quekorja也被认为创……[i]（你记得你读过这段文字，但就是记不起其内容，就好像它是被有意从你的脑海中抹去了一样。）[/i]

根据安格列文的记载，Quekorja在弑神之战之中被杀死了，它的尸体后来被法师莱娜尼尔发现。她成功通过一个危险的仪式吸收了此神的一小部分力量，而就是这微小的力量也使她成为了无可匹敌的大法师。这也证实了诸神的力量是多么的强大。]],
}

registerLoreTranslation{
	id = "cults-gods-9",
	name = "研究员德瑞姆诺特的揭露诸神：第九章 亚多契",
	lore = [[亚多契被称作“枯萎编织者”，喜爱爬行在烂泥之上、匍匐在污秽之中的生物，但对智慧生物毫无感情。因而在许多神话体系中它都被描述为疾病和瘟疫的缔造者。有些神话声称亚多契的存在是必需的，因为它带来的瘟疫会阻止任何种族统治世界而维持着某种平衡；而另一些则坚信此神有着一种残忍的好奇心，它在世上散布腐败、创造疾病只是为了观看这些对智慧生物有何影响。有人认为如果没有埃亚尔其他诸神的阻拦，亚多契早已将智慧生物灭绝了。

亚多契是弑神之战中被杀死的第一批神之一，被布兰伊尔说啥。夏·图尔人尤其厌恶此神，因为它曾数次试图用瘟疫来危害他们。有人认为亚多契的疾病的贻害至今仍然残留在埃亚尔，等待着不幸的人将其带回文明世界，带来亚多契对智慧生物的最后一击。]],
}

registerLoreTranslation{
	id = "cults-gods-12",
	name = "研究员德瑞姆诺特的揭露诸神：第十二章 厄格莫斯",
	lore = [[厄格莫斯是创造了巨魔的神。虽然当代大部分埃亚尔居民都认为巨魔只是些愚蠢、野蛮的大块头，它们却经常展现出出人意料的智慧。厄格莫斯的主要领地是埃亚尔的森林和山区，它在古老的文献中被称作“园丁”，因为它深爱着埃亚尔的森林和其他绿地。有人认为它是按照自己的形象创造了巨魔——野蛮而强大的荒野守护者。

有些传说中它会从天空中降临并毁灭文明的聚居点，因为它将文明视作埃亚尔这一片绿色风景上的污点；而在另一些神话中它则选择改变自然来避让文明，并创造出众多的植物和守卫来防止智慧种族去掠夺森林的资源。它的许多传说都有一个共性，那就是它强烈反对智慧生物去打破自然平衡。

在传说中厄格莫斯经常与其他神争斗，有许多故事讲述了诸神和它们选中的勇士是如何开展猎杀巨魔的行动以试图将厄格莫斯的孩子彻底从埃亚尔上抹去的，而虽然这些行动通常被描述为非常成功，现在世上的巨魔数量表明事实可能并非如此。有一则传说声称厄格莫斯最后与其他诸神定下了一个协定——它们不再来侵扰它的森林，而它也不再去侵扰它们的造物；另一则则声称厄格莫斯被迫屈服于其他诸神，只能在暗中继续危害它们。

据说在厄格莫斯被布兰伊尔杀死时，它的血液形成了独立的生命，以软泥怪的形式遍布在了埃亚尔的荒野之中。]],
}

registerLoreTranslation{
	id = "cults-gods-13",
	name = "研究员德瑞姆诺特的揭露诸神：第十三章 乌鲁洛克",
	lore = [[乌鲁洛克被认为是Mal'Rok世界的神，创造了我们称作恶魔的种族。所有关于乌鲁洛克的神话都将其描述为一个仁慈而体贴的神，与他的造物有着深厚的感情。恶魔们亲切地将他称作“父亲”，对他的形容只有无尽的赞歌。由于并没有很多其他来源的佐证，很难对乌鲁洛克的真实个性做出公正客观的评述。

恶魔的家乡被描述为一片破碎的大陆，仅仅因为乌鲁洛克的意志才聚集在一起。据恶魔们说，这是一场从夏·图尔人的远古传送门中释放出的巨大灾难造成的结果。根据它们的记载，这场灾难发生的时间与魔法大爆炸大致吻合，提示魔法大爆炸的影响可能触及了众多的世界而远远超出我们的理解。

虽然乌鲁洛克在神话中的形象和蔼可亲，恶魔们却经常以他的名义来对埃亚尔的居民实施各种暴力。这种对埃亚尔居民和他自己的造物截然相反的态度表明他并非真的仁慈，而更像是一个保护着、溺爱着孩子的父亲。他的存在证明了神并非仅仅是埃亚尔独有的现象，还可能存在于其他无数的世界之上。]],
}

registerLoreTranslation{
	id = "cults-godslayers-0",
	name = "比诸神更加强大：序言",
	lore = [[在对埃亚尔诸神本质的学术探索中，夏·图尔人在它们的覆殁中所扮演的作用自然不可被遗漏。杀死诸神的是九名夏·图尔人，他们被称作“弑神者”，而除此之外，对他们就几乎没有任何确信的信息了。夏·图尔人被认为掌握了许多种类的技术、魔法和灵能技术，目前为止埃亚尔还没有任何其他势力能够与他们匹敌。依靠这些我们根本无法想象的强大技术，他们铸造了能够杀死诸神的武器。总共有九把，用来分给即将被选出的九名弑神者。

本系列将分析弑神者残留下来的一点信息。由于我们对夏·图尔人知之甚少，还没有发现关于这些他们之中最伟大之人的确凿记录。]],
}

registerLoreTranslation{
	id = "cults-godslayers-1",
	name = "比诸神更加强大：凯尔帝勒",
	lore = [[所有弑神者的传说都有着一个源头——是凯尔帝勒召集了弑神者们并率领了夏·图尔人对抗埃亚尔的诸神。他在夏·图尔人社会中的地位尚不明确，但根据他所能够调控的资源和他对其他夏·图尔人的影响力，可以认为他是他们的领袖之一，或至少是夏·图尔人社会的一位伟人。

弑神之战始于阿马克泰尔命令夏·图尔人去杀死其他诸神。凯尔帝勒亲自出马去检阅弑神者的候选人，而他自己也选择拿起了一把弑神之刃，成为了即将开展弑神之战之九人的领袖。但是，在弑神者们开展工作的同时，他们也开始认为阿马克泰尔是在利用他们去实现自己的企图。他们的创造者虽然有着无与伦比的力量，但在智力上只相当于夏·图尔人的婴儿水平。

最后，是凯尔帝勒号令夏·图尔人杀死了阿马克泰尔。人们认为这一命令并非被所有夏·图尔人所接受，事实上有许多人还公开反对，最终导致了他们内部的冲突。对夏·图尔人的记载在弑神之战结束之后就中断了，凯尔帝勒也是一样。没有人清楚这个种族最后如何了，甚至奇怪的是他们连遗迹都没有留下，就好像这些遗迹被从埃亚尔清除掉了一样。]],
}

registerLoreTranslation{
	id = "cults-godslayers-2",
	name = "比诸神更加强大：布兰伊尔",
	lore = [[出于某些未知的原因，布兰伊尔的一生好像留下了不少的记录。这些故事都说他是某种贵族，同时也是一个以擅长追踪和猎杀野兽而出名的猎人。而他纯粹把这视作一种运动。夏·图尔人不用担心任何资源的需求，因而他们许多人把大部分时间都用于个人爱好，布兰伊尔也正是如此。他被赐予一把强大的宝刀，无情地猎杀着诸神。根据现存的记录，他至少独自一人杀死了两名神，并且仍然在追逐着幻象与欺骗之神瑞尔克直至今日。]],
}

registerLoreTranslation{
	id = "cults-godslayers-3",
	name = "比诸神更加强大：奥斯雷",
	lore = [[“飘荡者”奥斯雷在夏·图尔人当中也是个神秘的存在。他大部分时间都在埃亚尔漂荡，安静地观察着刚刚脱离野蛮的年轻种族。虽然大部分夏·图尔人都选择远离他们所认为的“低等”种族，奥斯雷却愿意与他们同行，甚至交谈。无论走向何处他都随身不离一柄简朴的铁杖，这把武器虽然老旧，但他十分爱惜。

他也被请去成为一名弑神者，因为他的铁杖有着如雷贯耳的威风。他礼貌地拒绝了，但盼望他援助的请求一次又一次的到来。在看到了他曾经走过的土地只剩下焦土之时，他终于选择了去对抗埃亚尔的诸神。他被赐予伊斯拉尔，一柄在头端有着新月形利刃的独特长杖。

在与诸神的作战中他毫无激情，既无仁慈又无怨恨地用伊斯拉尔击倒它们、割开它们、杀死它们。当最后一名神死去之时，他回到了漂荡之中，随身带着伊斯拉尔和他自己那柄老旧的铁杖。]],
}

registerLoreTranslation{
	id = "cults-godslayers-4",
	name = "比诸神更加强大：穆尔塔斯",
	lore = [[“莫测者”穆尔塔斯出身于夏·图尔人的一支战士的名门望族，这个家族的历史可以追溯到夏·图尔人刚刚脱离野蛮之时。因而，她是一位伟大的军事领袖，有着数十年的经验和威望，她精湛的战术曾数次惊艳整个夏·图尔人种族。她通常被形容为一个思考慎密而难以捉摸的人，从不展露出自己的真实想法。

在为弑神之战准备之时，是她提供了最优秀的铁匠来铸造能够杀死神的武器。她自己也获得了一把弑神武器，利刃希图拉克。如果没有她的铁匠和她自己锻造武器的高超技术，这些武器根本不可能完成。

之后，她数次计败诸神，准确地把它们引诱到伏击之中将其围剿。诸神虽然有着强大的力量，但缺少能够与穆尔塔斯匹敌的智谋，使得它们一次次地被逼入绝境，然后像被困的野兽一样被杀死。]],
}

registerLoreTranslation{
	id = "cults-godslayers-5",
	name = "比诸神更加强大：哈奎尔",
	lore = [[根据神话，哈奎尔的一生悲惨而艰辛，他安静、本分而从不计较，这温和的举止好像完全不像是一个未来的弑神者。他的个性使他经常被同伴欺凌，但不论他们干出何事他都会原谅他们。不论他挨了多么毒的打，受了多么重的伤，他总是能挺过去。当弑神之战开始时，有人找到他并给了他成为弑神者的机会。他一开始认为可以理服诸神，但当他目睹了它们毫无意义的内斗造成的灾难之时，他便毅然投身于弑神之战之中。

经他同意，巨盾安格列塔为他铸造而成。他站立在诸神面前，坚定不移地挑战着它们的神威。无论是炽热的火焰、刺骨的寒冰，还是枯萎的腐败、灼蚀的强酸都无法停下甚或干扰他前进的步伐。他承受着所有人的痛苦，以让他们摆脱这些巨大而冷漠的神祇。他的身躯和他那强大的盾牌能够抵挡下任何东西。

当弑神之战结束之后，哈奎尔回归了他安静的生活。存活的夏·图尔人将弑神者们视作英雄，每一位都获得了丰厚的奖赏，但哈奎尔仅仅要求在群星之中有一处隐蔽的居所，以不再受他人的打扰。]],
}

registerLoreTranslation{
	id = "cults-godslayers-6",
	name = "比诸神更加强大：弗洛萨特",
	lore = [[夏·图尔人这个群体中有着许多奇特的人。弗洛萨特的故事比起其他弑神者要平淡许多。他是一位学者，大部分时间都投身于阅读、研究和教学。弗洛萨特的藏书馆是一座知识的圣殿，他一生积攒下的知识都记录在那里。而他的职业生涯中最为瞩目的便是他研究过反熵的本质，这股力量只有诸神才拥有。

他在铸造弑神武器时担任顾问。在他的同僚中对于反熵的理解他无出其右，因而他的建议对铸造着这些神兵利器的铁匠而言是无价之宝。最初弑神者只有八个，但他要求为自己多铸造一件武器，因为他想要亲自实验自己的创作成果，于是就有了以他的名字命名的法杖弗洛萨特尔。

他在弑神之战之后的命运无从知晓。有些人猜测他至今仍然待在自己的藏书馆里，等待着一个相配的学生来继承他的学识。]],
}

registerLoreTranslation{
	id = "cults-godslayers-7",
	name = "比诸神更加强大：阿茨萝尔",
	lore = [[阿茨萝尔是一位神射手。她指导如何使用兵器，并且看起来十分青睐使用古老的武器。许多夏·图尔人认为她这样是愚蠢的，因为他们无法理解她为何在一个有着更具毁灭性的杀器的时代，还要使用这些原始的投射武器。但不管受到如何恶劣的批评，她都从不放弃自己的道路，因为她相信保留着战争的古老方式是有其价值的。许多故事诉说着她万无一失的精准，不管目标多么渺小，又不管距离多么遥远，她掷出的重矛从不失手。

长矛索拉尔为她而铸造，这是一把有着无上力量的投掷武器。她看起来丝毫不关心弑神之战背后的原因，因为这柄长矛对她而言已经是足够的奖赏了。传说中阿茨萝尔就是用这柄长矛，站在埃亚尔的旷野之上就能命中我们世界之外黑暗深空中的敌人。她被证明是弑神者中的最强者之一，因为只要她手中握着索拉尔，整个埃亚尔就没有任何藏身之处。

根据现存的记录，她是在弑神之战最激烈的时期阵亡的弑神者之一，之后索拉尔的下落无人知道。]],
}

registerLoreTranslation{
	id = "cults-godslayers-8",
	name = "比诸神更加强大：乌斯卡尔",
	lore = [[夏·图尔人的社会中依然存在死刑，但这只是一种无奈之举。执行死刑需要特殊的执刑官，乌斯卡尔就是其中的一员，是使用一种特殊长戟的专家。由于夏·图尔人特殊的解剖构造，执刑官需要十分了解夏·图尔人的生理结构，才能提供最快而痛苦最少的死刑。乌斯卡尔经常被描述为冷酷、算计但又有着一种特别的仁慈，他的长戟总是能突然而又毫无知觉地了解他处决的对象。

当弑神之战开始时，乌斯卡尔自愿提供服务。他知道诸神必须被处置，但同时又不希望它们受苦。对他而言，这就是另一场处决。长戟斯拉格苏尔为他而设计，这是一件天下无双的刑具，用来切断目标的每一根神经，使得这利刃的切割毫无痛苦。

据说在弑神之战结束之后，乌斯卡尔在诸神的尸体上逗留了好一阵子，以确认它们都死透了，而非经历着漫长而痛苦的黄泉之路。]],
}

registerLoreTranslation{
	id = "cults-godslayers-9",
	name = "比诸神更加强大：伊胡拉什",
	lore = [[由于夏·图尔人掌握了许多超自然的科技，他们的人民也越来越多地开始追求各种古怪的娱乐。体育迅速再次热门了起来，而其中最吸引人的便是角斗。“不败者”伊胡拉什就是热爱着角斗场的一人。

伊胡拉什是一个贵族，享受过夏·图尔人强大的社会能够提供的每一种快乐。他通常被描述为心不在焉，对周遭的世界毫无兴趣，慵懒到了极点。当角斗场回到了夏·图尔人社会之中时，他迅速迷恋了角斗，最后甚至放弃了原本的生活而亲自成为了一名角斗士。从此，他不断上位最终成了角斗场的冠军。

他一听说要去猎杀诸神的计划就立刻报名要成为一名弑神者。他被赐予宝剑希拉雷，这把剑与他在角斗场里用的宝剑有着独到的相似。在他帮助杀死了诸神之后，他自愿舍弃了希拉雷并回到了角斗场，最后某一天在观众面前被另一名角斗士杀死。这名角斗士后来被曝光作弊，在武器上涂了毒药，而这使得伊胡拉什留下了“不败者”的身后名。]],
}
