
local CultsDLC = require "mod.class.CultsDLC"

registerLoreTranslation{
	id = "cults-scourge-pits-1",
	name = "日志上的一页 (1)",
	lore = [[我们的弟兄们中，经常有人报告说，在矮人的山脚下出现了一些奥术的憎恶存在。直到今天，我们才追踪到了它们的来源。我以前曾经怀疑，这是一个死灵法师的邪恶创造，或者其他形式的奥术魔法使用者的邪恶作为……但是我们发现，这是一种与我之前看到的一切不同的可憎存在。

当我们走近岩壁时，立刻就能闻到空气中枯萎的气息。微弱的阳光射入了岩壁，照亮了……某种怪物。我眼前看到的是一大团令人作呕的触须，不断扭动，互相缠卷。接下来在我眼前展现出的一切，让我的心中充满了恶心和痛苦。如同巨龙骄傲的身躯一般的身体，站在一团腐肉上，但在本来该是巨龙的头部的地方，只出现了大量的触手。它的皮肤似蠕动的怪物所覆盖。龙，这一大自然的最骄傲的物种，被扭曲了这个世界上所有自然而美好的东西的力量所污染成了这种怪物。

强烈的本能，让我想要直接冲进岩壁，净化这个可怕的地方。但我知道，这样做是毫无意义的。我不能忍受对这样可怕的东西无动于衷，但盲目送命也是毫无意义的。现在，我们必须建立营地，观察这种可怕的威胁。]],
}

registerLoreTranslation{
	id = "cults-scourge-pits-2",
	name = "日志上的一页 (2)",
	lore = [[在我的梦中，我看到了坑的内部。那些幼龙在同类相食的狂热中互相吞噬，脆弱的个体被拖入到触手群体的表面之下……我的内心中只剩下深切的恐惧而已。一种魔鬼般的形体，如同高塔一般，高耸在那些扭曲的存在之上，这是龙与触手之间的一种噩梦般的融合……强烈的恶心让我不忍注视这种邪恶的存在。它朝我发出不可名状的低语，那是凡人永远无法模仿的语言。

我不是唯一一个做噩梦的人。我们曾经的一位战友，今天突然变得歇斯底里。他的口中发出胡言乱语，谈论着扭曲的空间中是黑色的海湾。黑暗的存在选择了承载自己的容器，准备征服这个世界。我们用强制措施让他冷静了下来。

连傻瓜也可以知道，有一种东西正在这里污染着我们的思想。今天我醒来时，发现梦中的我留下了某种笔记。我不想猜测这种符号到底代表了什么难以言喻的亵渎。它想要让我继续写下去，想要我成为它的棋子。我能感受到它的低语在我的脑海里环绕…在还能保持我们思维清晰的时候，我们必须尽快采取行动。我不敢想象，如果我们屈服于这些低语的诱惑，我们会变成多么可怕的存在……那些低语，是永远不会停止的。

[i]（他似乎在笔记里附上了他提到的笔记。你看到的是一系列不可理解的涂鸦和符号，它们与你之前看到的任何语言都不相似。这样奇妙的文字，如果不是来自某个疯子之手，就一定是出自与某种有着和你完全不同的思维方式的陌生存在。）[/i] ]],
}

registerLoreTranslation{
	id = "cults-scourge-pits-3",
	name = "日志上的一页 (3)",
	lore = [[那些低语……我想要逃跑，可这些低语丝毫没有停止。它在我的脑海中不断回响。我能感受到我心灵的壁垒摇摇欲坠。他想要我回去。我绝不会回去，不管发生了什么都不会。他们都死了。融解，吞噬，破损，撕裂……扭动的肉块，无穷无尽的憎恶……还有，高耸于那些恐怖存在之上的一条巨龙。它朝我发出耳语，就像之前出现在我梦中的情景一样……它没有眼睛，但它仿佛已经看逗了我。我作为凡人的思维、情感，还有那份挥之不去的噩梦，都赤裸地展现在那种怪物丑陋的面貌面前……它发出了笑声。它发出了恐怖，癫狂的尖笑。

它要我回去。它要我回去，完成它的任务。不，不，不。我必须写完这份报告。我必须把这份报告交给伊格兰斯。我…我…我…我必须回去。它希望我回去。我—我—我 [i](接下来的内容里，已经看不到任何成型的文字，只剩下一团混乱疯狂的杂碎笔迹。从你找到这封信的位置来看，恐怕，他并没能把这个消息带回伊格。)[/i] ]],
}

registerLoreTranslation{
	id = "cults-entropic-void",
	name = "熵之虚空",
	lore = [[周围很冷，寒冷刺骨。环绕着你的非现实感，正在慢慢抽光你的一切。你的身体僵硬，四肢麻木。这里是被熵支配的场所，但是，你能看到一束虚弱的微光在无尽的黑暗中坚强挺立。这份温暖的光芒给予了你力量，驱散了环绕全身的刺骨寒冷。在这里，有一种反熵的力量，那是唯一可以战胜熵魔的东西。你可以看到，它正在在一场必败的战斗中顽强地抗争着。
	
在你重新取回你的感觉地瞬间，你感受到，有一种东西正支配这这里。他的存在在虚空中咆哮，让你的心中涌满了来自本能的恐惧。你明白，在这里发生的这场战斗，和你所经历的任何一次都不同，可能也将是你的最后一场战斗。]],
}

registerLoreTranslation{
	id = "cults-entropic-void-seen",
	name = "熵的本质",
	lore = [[熵的本质在你面前显现了。在它眼里，你是多么渺小。]],
}

registerLoreTranslation{
	id = "cults-maggot-1",
	name = "新的威胁 (1)",
	lore = [[我们长期居住在地下终日不见阳光的避难所。我们寻求人们无法理解的力量，那是操纵虚空中潜伏的黑暗能量。然而，尽管我们长期隐居，一个来自深渊的生物却突然出现，试图摧毁我们的堡垒。这个“蛆虫”会吞噬前面的一切，它在大地中不断前进，一路带来毁灭。是时候给它的旅途画上句号了。我们将会利用我们掌握得的力量杀死这个入侵者。

虽然这个生物的外壳被证明是很难穿透的，但我们找到了一个巧妙的方法来解决它。我们故意喂给它了一个特殊的神器，这打开了通向它柔软，脆弱的内部的传送门。是时候让它尝尝我们研究的成果了。]],
}

registerLoreTranslation{
	id = "cults-maggot-2",
	name = "新的威胁 (2)",
	lore = [[尽管我们成功进入了怪物的身体，可惜，我们之前还不知道，这个生物的内部也有防御的机制。它身体里的肉块和组织活动起来，前来消灭我们。我们召唤黑暗的力量，试图将眼前蛆虫的肉块轰得灰飞烟灭。但是，尽管我们已经竭尽全力，肉块还是不断袭来。许多研究员都失踪了。

看来，现在只有我能亲自对付这个怪物了，只有我掌握的熵能力量有战胜它的希望。在我们向怪物大脑的方向前进的时候，那些肉块防御者的数量也越来越多。很显然，如果我们能够摧毁怪物的大脑，这一切都会瞬间结束的。]],
}

registerLoreTranslation{
	id = "cults-maggot-3",
	name = "新的威胁 (3)",
	lore = [[我们已经在蛆虫的肚子里困了好几天了。看来，我现在是唯一一个还在努力战胜这个怪物的人。其他留在这里的人正在密谋反对我，我能听到他们的窃窃私语。他们准备扔下我，回到通向入口的传送门，但那里肯定早就被大量的肉块防御者占据了。明天，我会下令让他们跟随我进行最后的冲锋。只有冲向大脑的方向，我们才有生路，否则只能是死路一条。

当我们得胜回到避难所的时候，我们一定会被视为救世主。那些人将会知道，小看我们的力量是一种多么大的错误。]],
}

registerLoreTranslation{
	id = "cults-godfeaster-popup",
	name = "啊啊啊啊啊啊啊",
	lore = [[突然间地动山摇，地面裂开了！]],
}

registerLoreTranslation{
	id = "cults-godfeaster",
	name = "在岩石和柔软的地方之间",
	lore = [[你有曾经落入困境，不知怎么办才好的体验吗？嘛，这就是我现在面临的情景。这个东西，不管它是什么，从地里突然钻了出来，把我整个吞了下去。这就像把少女送上祭坛作为怪物的美餐这样的事一样，不过看上去这个怪物正好看上了我。

我曾经见到过各种各样的怪物，像是不死生物，恐魔，或者是有超能力的熊，不过这都没法和这个怪物相提并论。我好像进入了一条蛇的体内，感受着它的蜿蜒蠕动，不知道它有多长。有的时候，一些肉块会向我爬来，朝我喷吐酸液…我可以感受到，这个怪物似乎想要消化我。我努力在他腹部的一个皱褶里做了一个小小的避难所，但我不知道这些保护符文还能支撑多久。

所以，我想我的计划应该是找到一条出路，或者让这个家伙和我一起下地狱。对于大部分的生物来说，吃下去的食物最终都会到…嗯，你懂的。但对于这个怪物…它似乎只是不停地消化着它吞下去的一切。我可以看到，这个东西吞噬着整块巨石，房屋，足够填满森林的数目…这家伙真是啥都能吃。

考虑到这一点，我唯一的选择就是从内部杀死它。不知道我现在该怎么做。]],
}

registerLoreTranslation{
	id = "cults-godfeaster-godflesh",
	name = "神之肉",
	lore = [[这个奇怪的橡胶状物质像是某种不明生物的血肉。在上面不时涌动着神秘的能量，充满不可思议的活力。你怀疑，是在那个蛆虫吞下了这个东西之后，才变成了吞噬你的怪物。]],
}

registerLoreTranslation{
	id = "cults-occult-egress-1",
	name = "出口 (1)",
	lore = function() return [[当个冒险家本来应该是有趣的。你知道的，就像这样，到处走来走去，杀杀怪物，捡捡装备，把装备卖掉换成钱，然后再重复一遍。只要你能比别人先行动一步，你总能找到四处掠夺的机会。但是有时候，那些人喜欢把战利品锁在愚蠢的谜题里面，就像这个一样。我坐在这里，不停地尝试着不同的组合。我日夜不休，不停尝试，毫无结果。这种愚蠢的东西根本毫无意义！大部分人如果想要设计个谜题，总得弄点线索吧？可我什么都没找到！

所以，我唯一的办法就是不停尝试不同的组合，直到奏效为止。我在日志上记录下那些组合，然后给那些组合打钩或者打叉。这样我就知道哪些组合是有用的，而哪些不是。真是种该死的工作，希望最后能给我弄点好点的奖励……

#{italic}#(这个列表上列举着的几乎所有的组合都打着叉，除了最后一行以外。令人奇怪的是，这个组合既没有打钩也没有打叉。也许，他已经没有机会去试试这个组合到底好不好了？)#{normal}#
]]..CultsDLC.effectGlyphsSequence("EGRESS_SPLATTER") end,
}

registerLoreTranslation{
	id = "cults-occult-egress-2",
	name = "出口 (2)",
	lore = [[这是什么鬼谜题！我终于输入了正确的组合，结果它把我扔到了世界遗忘的角落！我甚至不知道周围的建筑是怎么建造出来的，真见鬼！为什么我要倒这种霉！我本来以为我是第一个到这里的，终于可以有机会搜刮财宝了…现在呢？我在这里到处游荡，结果连出口都找不到！这个地方简直就是就是为了困死我而设计出来的！]],
}

registerLoreTranslation{
	id = "cults-tome-horrors-1",
	name = "穿透纱幕的真相 (1)",
	lore = [[思想是一种财富。珍惜思想的财富。编织命运，讲述故事，神的语言，编织成传说。一切现实都可以被重写，一切的文字都关联着现实。层叠的层叠融入现实，不断变化，不断改变，永远存在，永不止息。

言语就是力量。我的力量就是言语。我是无限，我是终结。一切皆有可能。]],
}

registerLoreTranslation{
	id = "cults-tome-horrors-2",
	name = "穿透纱幕的真相 (2)",
	lore = [[它在旋转，一切都在旋转。周回往复。凡人书写庸俗之言。毫无意义。存在的浪费。他们的言语没有价值。没有理解。他们应该，感受故事，理解故事。我将会向他们展现。他们将会见证。他们，必将见证。一次又一次，直到他们理解。

不配理解的人永远不会理解。]],
}

registerLoreTranslation{
	id = "cults-tome-horrors-3",
	name = "穿透纱幕的真相 (3)",
	lore = [[展示也没有意义。他们仍不明白。他们尖叫，他们只是重复着尖叫。他们无法理解。凡人的眼睛无法超越纱幕，他们看不到纱幕外的真相。他们无法理解语言。无法理解真正的语言。肉体的舌头永远无法说出真真的语言。无用。一文不值。毫无思想。

思想是一种财富。珍惜思想的财富。毫无思想的人毫无意义。毫无思想的人一文不值。毫无思想的人永远无法穿透纱幕，见到世界的真相。]],
}

registerLoreTranslation{
	id = "cults-illusory-castle-1",
	name = "逃避现实 (1)",
	lore = [[那么，当一个冒险者厌倦了有关冒险的一切时，他们会做什么呢？对我而言，我想在乡村的某个地方建造一座漂亮的城堡，并在休闲和娱乐中度过愉快的晚年。问题在于，我有不少仇人，他们可是很乐意见到我呆在一个地方束手就擒，因此我得想出一个解决方案。

所以，我找到了这个地方。其他人都对它避之不及，因为据说进入这里的人从来没有回来过。不过习惯了冒险生活的我看来，这样的事情无意是一种挑战。事实证明，这个被诅咒的城堡，正如人们所说的那样，正在不断地改变着他的内部布局。没有人真正知道，它是如何做到这一切，以及为什么要这样做的，但我也不是一个非得刨根问底的人。只要我能弄清楚，尽管它的结构不断的改变，这种改变的内部仍然蕴含了某种逻辑，我就拥有了一个无懈可击的堡垒。

然而我也发现，这并没有阻止我的那些仇人前来送死。他们还在蜂拥而入，虽然他们中的大部分人都在走廊中迷路了，但也有一些人真的到达了我的面前。在那时候，我已经相当喜欢这个地方了，但我也不能一直呆在这里。从我在冒险生活中找到的一本怪书里，我寻找到了一个有趣的解决方案。只要我打开书的封面，朝向正确的方向，它就可以把东西吸入书中。

所以，像我这样聪明的冒险家，很快想到了最好的做法。我打开了这本书，把整个城堡吸入其中。这本书似乎只能吸收书页上能画的下的那么多的东西，之后就再也没法放进任何东西了。虽然我不得不牺牲了我的财富中很大的一部分，不过我现在有了一个远离现实世界的庇护所，每当我需要的时候都可以逃脱到书中。]],
}

registerLoreTranslation{
	id = "cults-illusory-castle-2",
	name = "逃避现实 (2)",
	lore = [[尽管我很喜欢这座城堡，不过这座城堡确实有不少让人头疼的特性。每当我想要装饰一个房间或者安装什么家具的时候，我都得不可避免地到处寻找这个房间，每次都还不一样。虽然现在我已经可以比较便捷地在这个城堡里导航了，不过在我想要找到某个特定房间的时候，这一点还是非常烦人。

有时我会想，也许我会遇到那些进入这个地方，再也没有出去的人呢？通过钻研那些房间变化的模式，理解这些移动的房间并不是那么困难。既然我能够猜透，那么肯定也有其他人能够解决，对吧？有时候我会甚至觉得，自己并不是城堡里唯一的住民。尽管一切证据都表明，我显然是唯一一个能够到达这个地方的人，乃至是在这宽敞的打听里行走的唯一生物。自从我把城堡困在我的书中以后，我连只老鼠都没见到。

我担心，我对这个地方开始产生了一种不健康的依赖感。自从我开始冒险事业以来，我一直无法度过一天的安宁，所以这些安全的玻璃墙对我来说显得非常诱人。]],
}

registerLoreTranslation{
	id = "cults-illusory-castle-3",
	name = "逃避现实 (3)",
	lore = [[我就知道是这样，我在这里并不孤单。虽然我确实是这里唯一的生物，但是这座城堡确实有自己的守卫和仆人。玻璃制成的傀儡现在正在大厅中漫游，不断搜寻着我的踪迹。我的城堡不再是我的了，在这些玻璃幕墙的环绕中，我无处可逃。我现在知道，我永远无法找到真正安全的地方，无论是外面的世界还是在书里。我甚至不知道这些傀儡是从哪里来的，也许是我在某个房间里游荡的时候，不小心触发了什么防御系统，也有可能，这座城堡本身，正在试图驱逐我。

我的宝藏还保存在城堡里的某个地方，但现在，我已经不在乎了。对我来说，能够逃命已经算是够幸运了。当我到达外部世界的时候，我也许会把这本怪书扔进河里，希望以后没有人再来这里铤而走险。如果以后没有新的受害者的话，在这座城堡游荡的鬼魂的工作，应该也会变得更轻松的把。]],
}


registerLoreTranslation{
	id = "cults-ft-grung",
	name = "禁忌之书《画廊一瞥》",
	lore = [[这是一本有插图的书！]],
}

registerLoreTranslation{
	id = "cults-ft-illusory-castle",
	name = "禁忌之书《虚幻城堡》",
	lore = [[这是一本有插图的书！]],
}
