--------------------------------------------------------------------------
-- Age of Allure
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "halfling-research-note-1",
	name = "半身人法师红帕兰的研究",
	lore = [[
#{bold}#红帕兰的日志记录一#{normal}#
#{italic}#厄流纪 4537年#{normal}#

夏·图尔遗迹的开发已近完成。其中的奇妙符文类型与我们上次开发的南边遗迹中的种类大致吻合。
目前的推论是：这会是个传送门之类的东西吗？我们只能在各种传言和故事里了解夏·图尔。传说中用他们的传送门能瞬间周游埃亚尔大陆。即使用魔法尝试去理解他们的世界，似乎也困难的难以想象。我们上次送去遗迹的通灵师仍昏迷不醒。我们要坚持研究下去。


#{bold}#红帕兰的日志记录二#{normal}#
#{italic}#厄流纪 4541年#{normal}#

在活的夺心魔身上的实验似乎并不顺利。谢天谢地，实验里的污浊物我都让助手们替我打扫了……四年的艰苦实验，却让我感到我们甚至还没了解这些遗迹，而研究资金能否维继更让我苦恼不已。
但是我仍怀有希望，最近新发掘的一些东西能指引我们找到传送门的钥匙。又或者，这些东西只是夏·图尔人的健身设备。让我们拭目以待。


#{bold}#红帕兰的日志记录三#{normal}#
#{italic}#厄流纪 4542年#{normal}#

第三次实验发现了——这个球体能让我们在传送门间瞬移。这真是我人生中最伟大的发现。我们是第一个能从夏·图尔遗迹中解开谜题的研究组！这些夺心魔的表现真让我失望。这些该死的试验品真的除了吃吃喝喝什么也不会吗…… 
好吧，幸好还有很多备用的夺心魔。
]],
}

registerLoreTranslation{
	id = "halfling-research-note-2",
	name = "半身人法师红帕兰的研究",
	lore = [[
#{bold}#红帕兰的日志记录四#{normal}#
#{italic}#厄流纪 4544年#{normal}#

我刚准备出门，实验室就被军方突然闯入并武装掌控。他们难道没有意识到这个实验的重要性吗？这些人满脑子想的就是肩上的杠杠。有传言说一些人类威胁要进攻这里， 但老子才不管你们这些微不足道的政治游戏。此外，这些愚蠢的细腿男能构成什么威胁？现在我能做的只有不折不挠的继续实验，并绕开那些疯狂的安全条款。


#{bold}#红帕兰的日志记录五#{normal}#
#{italic}#厄流纪 4545年#{normal}#

好吧……战争的谣言并非空穴来风。外面好像死了很多人。真麻烦，我只是想在实验资源充足的情况下进行研究而已。苦中作乐的是，我们的实验也有了进步——人类试验品。下周我们将在他们身上进行实验。
必须承认的是我对能摆脱那些夺心魔感到庆幸。他们巨大的脑袋不但影响我的心情，也妨碍到了实验。我们以前咋会考虑采用这么愚蠢的试验品……人类再不济也能说话，虽然他们确实在精神力量上有所欠缺。


#{bold}#红帕兰的日志记录六#{normal}#
#{italic}#厄流纪 4546年#{normal}#

实验品 A-C：在传送过程中体内发生爆裂。
试验品 D：在传送过程中爆炸。
试验品 E：一半传送走了，留下了一半？这也算是个成功的传送门案例？
试验品 F：在传送过程中体内发生爆裂。
试验品 G：在传送过程中变成肉酱。
试验品 H-K：在传送过程中体内发生爆裂。
试验品 L：在传送过程中被冻结。
试验品 M：在第一次传送中存活，2秒后体内发生爆裂，总算是有点进展了。
试验品 N：在第一次传送中存活，但昏迷不醒，于4天后死亡。

我们的实验的确有了进展……可惜人类是如此垃圾的试验品！大肠，小肠，十二指肠挤成一团，你们到底要多少肠子才够啊？！明年我们会在新的试验品中尽快开始实验。
]],
}

registerLoreTranslation{
	id = "halfling-research-note-3",
	name = "半身人法师红帕兰的研究",
	lore = [[
#{bold}#红帕兰的日志记录七#{normal}#
#{italic}#厄流纪 4547年#{normal}#

试验品 O：在传送过程中体内发生爆裂。
试验品 P：在第一次传送中存活，但疯了，需要被强制按下。
试验品 Q：在第一次传送中存活，在传送回来的过程中体内发生爆裂。
试验品 R：在第一次传送中死亡。
试验品 S-T：在传送回来的过程中死亡。
试验品 U：挺过了一轮传送，但在其后喃喃自语说听到主的呼唤，就自己又跳进传送门离去了——然后就爆炸了。真烦躁。
试验品 V：在传送回来的过程中死亡。

目前没有更多可供记录的纸张了。实验的对象也已耗尽。必须等待士兵们给我提供更多的人类。


#{bold}#红帕兰的日志记录八#{normal}#
#{italic}#厄流纪 4548年#{normal}#

试验品 W：在第一次传送中缩小，最终体内发生爆裂。(校准错误?)
试验品 X：在传送回来时头没了，真古怪。
试验品 Y：在传送过程中消失不见。
试验品 Z：在来回的传送中存活了下来，效果拔群！

试验品Z目前仍在胡言乱语，但我把这归咎于他长时间的高度紧张而非传送门对精神力的侵蚀。我们需要对其进行进一步的研究。
]],
}

registerLoreTranslation{
	id = "halfling-research-note-4",
	name = "半身人法师红帕兰的研究",
	lore = [[
#{bold}#红帕兰的日志记录九#{normal}#
#{italic}#厄流纪 4549年#{normal}#

试验品Z状态良好。已完成多次重复传送实验。虽然这是个智力低下的种族，但仍可以成功和其进行数次谈话。他看来完全不明白发生了什么，还老是问我们现在几点了。真是个愚蠢的家伙，人类是不是太高了以至于血压无法把血送到大脑啊。 我仍然坚绝反对送任何半身人进传送门，但是其他的人类试验品都已经死光了，真纠结。


#{bold}#红帕兰的日志记录十#{normal}#
#{italic}#厄流纪 4550年#{normal}#

我开始怀疑试验品Z拥有潜在的魔法力量。他比我所想象中人类的移动速度快得多，并能修补一些我认为无法修补的物品，虽然这只是些微不足道的小事，但我认为传送门也许加强了他的某些能力。 虽然他看上去还是如此愚蠢，但我们仍要对其进行下一步实验。上次他进行了3天的旅行，然而这次传送显然只用了几秒，其后他开始胡吃海喝，这也许是他贪婪的本性作祟。我发现他今天一直盯着传送门看，就让助手在他做傻事造成危害前，将他拖离了传送门。


#{bold}#红帕兰的日志记录十一#{normal}#
#{italic}#厄流纪 4551年#{normal}#

试验品Z消失了！真糟糕！他甚至不是在传送实验中消失的，看上去就像他跳进了自己的影子里，一下不见了。我的实验彻底被毁了！！再也不会有像他一样的试验品了！

军方开始没完没了的抱怨我。我让他们找更多的试验品给我，他们居然拿这区域发现零星的敌人巡逻做理由推脱我。这些屁事也要我操心？！现在我能听到他们在走廊里操练战斗。他们甚至像弱智儿童一样发出尖叫与吼声。 他们到底明不明白这机构是何等的重要？这些家伙会打扰我这个天才的……
]],
}

registerLoreTranslation{
	id = "conclave-vault-start",
	name = "致半身人法师红帕兰的绝密命令",
	lore = [[#{italic}#致： 研究主管 红帕兰 - #{bold}#最高指示#{normal}#

在我们的巡逻队将一支猝不及防的孔克雷夫小分队当场擒获的同时，我们从他们身上搜查出了一份重要情报：在附近有一个重要的地下秘密实验室，现在已经处于我们伟大的纳格尔王国的占领之下。不幸的是，这帮瘦长腿在仓皇逃窜之时就已经破坏了实验室的入口。即使将我们最精锐的地卜师部队从前线调回，也要花上几年的时间才能炸出一条通路来——而这对于我们的战事是不可容忍的。

你现在的新任务是立即找到一个方法，把我们的突击部队传送到那个实验室里，肃清一切，然后将里面所有的研究资料安全地带过来。假如他们找到了什么办法在实验室里布设了阻止传送的领域，这里有实验室大门的钥匙。这样你就可以把我们的部队传送到废弃的通道里，然后从大门突破。我可不想听到你因为在终点附近没有可靠的传送门这种小事跟我说什么“不可能”之类的废话：三十年前的你也会告诉我你现在每天所干的一切都是“不可能”的。

我知道你自视甚高，视我们的政治理念如同儿戏，也不会在乎这个实验室对于我们的生存是有多么重要。所以我不再多费口舌，并且开门见山地告诉你：这是来自我的命令，你那些用烂了的借口不管用，无论如何必须完成你的工作。#{bold}#赶！快！行！动！#{normal}#

——半身人将军 马特勒普

#{italic}#(在信上记录着几个坐标，外加信封里一把巨大的，魔法所铸的钥匙。你觉得通过这些信息，你可以大致找到那座被封印的孔克雷夫实验室。)#{normal}#
]],
}

registerLoreTranslation{
	id = "conclave-vault-1",
	name = "孔克雷夫医师亚斯特莉的日志 第一部分",
	lore = [[在战地医院工作真是让人身心俱疲，让我时不时想起我是不是偏离了自己的本意：我的医术只能治疗一个人，而只有在战场上面对着这样的人间地狱，我才会想起世界上有那么多我所不能改变的……这样的念头在心头久久徘徊不能离去。坦率地说，如果不是由于下面这些事情的鼓舞，我可能很难支撑下去。

第一点的话，那就是我真的已经尽我所能以尽量减少世界上的痛苦；不仅是通过我的医术使伤口愈合，而且是通过我们对这一伟大事业的努力：让世界上所有的力量团结在孔克雷夫亲切而睿智的周全管理之下。现在，对治疗纹身的广泛应用使得即使身受重伤的军人也可以在短时间内迅速恢复健康，重返沙场。同时，在我们的长老的亲切关怀和诱导性失忆术也能轻轻弥合那些亲历战争的恐怖的士兵心灵中难以拭去的创伤——还有，我们孔克雷夫的希望，高等人类。真希望他们君临天下，指引着人类走向一个千年盛世的时代早日到来。

第二点的话，就是在长老的殷切督导之下，我目前正在进行的子计划十分顺利。那些同意参加我们的试验性治疗，接受经过单独试验处理的英勇纹身和护盾符文的结合治疗的伤者，在术后在体力和耐力上都有了不同程度的提升，并且这一提升并不随时间消退。尽管如此，还是有一个轻微的副作用稍稍引起了我得注意，虽然我不敢把我的疑虑告诉其他人：其中一部分志愿者已经由于在战斗中表现得过于“士气高涨”而受到了处分。长老向我保证，这一提升对提升部队的整体士气有不言而喻的强大作用，而其副作用在战争结束后可以轻松得到治疗。在此期间，我为我的工作深感骄傲。虽然比起高等人类这实在只能算是微不足道的改进，然而长期而言这也将会给我们的社会带来巨大的福音。

还有第三点，这场战争马上就要结束了。厚颜无耻的纳格尔王国将会被终结在历史的耻辱柱上，而我们士兵的鲜血也永远不会白流。在最近几天，我们在各个战线取得了令人瞩目的伟大胜利，挫败了敌人的伏击并大幅向前，我们的雄师正朝着纳格尔王国的核心进一步挺进。诚然，我也不知道有多少消息是被我们的长老“筛选”和“净化”过的，不过从纳格尔王国最近的声明中，我也能看出这只是他们在穷途末路之上做点垂死挣扎罢了。

"……这一严正警告将是你们最后的机会。如果你仍然无视我们之前提出的对两国和平解决争端的倡议，继续你们的侵略行径的话，你们最终将会面临你们的终极毁灭。请不要让爱好和平的我们被迫采取最终的措施……"

在厚颜无耻地主动发动战争之后，这些半身人居然还天真地认为他们可以继续这样恐吓我们！等到我们的军队解放了他们的人民，向他们的人民传递来自孔克雷夫的智慧和启蒙之时，才是对这个世界的“治疗”真正开始之日。]],
}

registerLoreTranslation{
	id = "conclave-vault-2",
	name = "孔克雷夫医师亚斯特莉的日志 第二部分",
	lore = [[不，这并不是恐吓——纳格尔王国的所作所为超越了任何人的想象。我只能从那些惊魂未定的幸存者中或多或少地了解一些互相矛盾的情况，但是无论这样，我所能知道的是…

当我们的部队开始最后冲锋的时候，背后的地面突然开始隆隆作响，逐渐塌陷，从中钻出来的是无数恐怖的尸骸——既有半身人也有我们过去战友的尸体。它们挥舞着自己过去的武器，疯狂地向我们的部队冲来。它们太多了……那些有幸站在没有塌陷的地面上的人形容，简直如同腐肉和白骨的海洋…尽管我们勇猛抵挡，但是仍然寡不敌众，只能被迫后撤，然而挡在前面的是那群邪恶的半身人和他们背后恐怖的憎恶…我们的损失不计其数，战地的医疗中心里满是身受重伤的伤员。他们几乎都感染了纳格尔王国的食尸鬼身上传播的恐怖疾病。我们没有任何办法治疗它们，而我已经不得不“仁慈地”为几十个被感染的同胞带来了永久的安息，让他们免于经受漫长，痛苦的死亡过程，最终变成这些可怕生物的一员……包括……包括……

[接下来的几行文字被重复写下又被奋力划掉，笔迹几近疯狂]

不……不……最可怕的生物就是半身人它们自己。天哪。我们之前也曾见过死灵法术的存在，但是那只是某些邪教的小伎俩而已。不可能的……我们做梦也不会想到任何大型组织会容忍这种邪恶的存在，更不能想象它们每一位高级官员身上都带着死灵法术的符咒。一定是这样的，它们早在战争开始之前就已经预备了这一切，然而选择在这一时刻让我们陷入这一陷阱…在我脑中，任何对之前计划的疑虑都已经一去不复返了。对于这群半身人恶魔来说，采取任何手段都不过分。我已要求觐见长老会，以扩大我们的实验范围，设立更加激进的目标，以确保迅速将这一邪恶帝国从马基埃亚尔肃清。

孔克雷夫终将胜利，邪恶帝国的毁灭命运将会向全天下昭示，叛离孔克雷夫的智慧将会带来什么样的恶果。]],
}

registerLoreTranslation{
	id = "conclave-vault-3",
	name = "孔克雷夫医师亚斯特莉的日志 第三部分",
	lore = [[长老会十分欣赏我的计划！我们的工作人员已经搬迁到了一个更加安全的地下设施，有着大量通向不同方向的秘密隧道。尽管我们没有办法收集草药来制造纹身了，不过长老所安排的无穷无尽的预算远远弥补了这一点。和往常一样，有许多伤员被我们带进实验室，不过，我们的目标已经不是让他们恢复强壮和健康，而是让他们变得比以前更加健康，更加强壮。我们的法师对他们的思维施加了小小的处理，以确保他们不会突然恢复意识后对实验造成什么破坏。尽管他们或许并不知道自己参加的实验的意义，但是我相信它们如果知道了这对于孔克雷夫有多么重要的话，一定会支持我们伟大的事业。因此，虽然这和我成为医生时候的宣誓有那么一点点小小的抵触，无论是我还是实验室的其他同事们都不觉得这有什么道德上的疑虑。毕竟，既然那些士兵已经决定为孔克雷夫及其长老的睿智统治奉献终生，那么让他们尝试为了这一伟大事业做出贡献不是比在战场上被半身人的投石索所杀显得更为光荣得多吗？

在如此多的帮助之下，我们的计划蒸蒸日上，然而我们永远不会止步于此。在足够的实验品和长老的充分授权支持下，我们已经取得了重大的成果。对试验体的体格的大幅强化带来了与之相配的战斗能力的大幅提升，同时对身体的强化也使得他们能够承载更多的符文而不会被符文对身体的重负所压倒。一位同行的研究人员完成了这一重大突破：符文的强大适应性能量不仅是它们的超人的魔法适性强大后备，也是支撑其巨大的身躯的澎湃动力。现在，我们的前线战士不需要经过多少训练就可以向敌人投射毁灭性的火球。并且，那些毛脚怪在试图使用它们的卑劣魔法将他们变成邪恶的行尸走肉之时，失去魔法力量支撑的躯壳会直接炸裂开来。

长老会也一直在和我们合作以帮助它们养成健全向上的性格。在心灵操纵法术的帮助下，我们已经成功为他们设计了符合一切美德的优秀性格，使他们无论是在为孔克雷夫的事业而战时，还是在即将到来的太平盛世之时都能够更好地为社会做贡献。忠实可靠，乐于助人，勤勉奋进，在生活中不垂涎于权力和个人的荣耀，明智而清晰得了解自己的职责并且不轻易发怒……但在需要的时候绝对威猛。正如高等人类生来就是为成为人类的领导者和指引者，其发挥的能力远远超出孔克雷夫过去的任何想象。这种“食人魔”（来自某个同事起的昵称）将会成为我们勤勉的工人和忠诚的卫士，他们的勤奋工作和敬职守法将会成为我们伟大社会的坚实基础。当然，这个社会还会留下一小部分没有经过改造的人类，它们良好的适应性将会成为社会的粘合剂，填补社会的所有空白。

这些食人魔们很快就融入了我们的军队。在喋喋不休地询问关于这些巨型盟友从哪里来而被长老会盯上之前，聪明的普通士兵就已经学会了哪些问题该问而哪些问题不该问。而当食人魔们在战场上首次亮相，其出色的表现便立刻地被士兵们所接纳。我们收到报告称有个特别张狂的半身人试图假装投降之时向食人魔发射闪电，结果被其活生生地吞了下去。这一意外出人意料地大幅提升了我们的士气，把周围半身人的残兵败将吓得屁滚尿流纷纷投降，所以我也在考虑是不是提高一下他们的消化能力会比较好。

总体而言，食人魔的计划已经基本完成。剩下来的事情就是向长老会提出申请，以解除对实验品的生育能力的限制，并教会新生的食人魔如何维护自己身上的符文，鉴于对他们的存活来说定期维护自己身上的符文是必要的。当然，这可不意味着我们在闲着。我们的一个小组完成了一个项目——经过对培养槽的研究，我们制造出了一种休眠仓，在那里食人魔可以无限期处于休眠状态，不吃不喝，也不会变老。我们可以把他们放在需要经常定期维护的工程设施附近，储存在储备军工厂内，或者任何时候，只要我们有对工人和军队的紧急需求，我们都可以立刻唤醒一批，而不需要负担长期供养他们的额外费用。
]],
}

registerLoreTranslation{
	id = "conclave-vault-4",
	name = "孔克雷夫医师亚斯特莉的日志 第四部分",
	lore = [[敬告所有工作人员：

我知道，你们大家都听说了有关我们的占卜师在水晶球中见到了什么的传闻，也有人因为这几天突如其来的封锁而议论纷纷。现在，请允许我宣布一个沉痛的事实：传言是真的，我们的部队在纳格尔王国的攻势下遭受了严重挫折，实验室上方的领土已经沦陷。它们正在使用傀儡进行地毯式搜寻，试图寻找一个能够突入的入口。通道上保护性的爆炸陷阱已经被触发启动，炸毁了其中一条通道，而它们也在寻求办法解除其他的爆炸陷阱。总而言之，我们已经无处可逃了。如果假以时间，它们最终会找到这里，杀死我们，卑鄙地窃取我们所有的研究成果。我们绝不能让纳格尔王国窃取食人魔的秘密，否则孔克雷夫将会失去一切。

我们无路可选，无论怎样都改变不了我们的命运。在这样的处境下，我从长老会接到的指令要求我摧毁我们的所有的研究结果，然后把一瓶炼金药水放入通风系统中，无痛苦地进入永久的沉睡。然而，我可不愿意把我们足以书写历史的伟大成就就这样付之一炬。相反，我已经提前引爆了所有的炸药陷阱，炸毁了所有通道，让整个研究所彻底与世隔绝——我们处于如此深邃的地下，没有任何通道可以通过，纳格尔王国将要花费几十年才有可能挖掘到这样的地方。换句话说，我们已经彻底与外面的世界隔绝——无论是纳格尔王国的余孽，还是孔克雷夫的同志。

我们有少量的应急口粮，但它最多只能支撑几个月的时间，我可不能保证孔克雷夫在那个时候已经能够光复这片领土。我们也可以试着拔掉用于符文的草药，在药草园上种植可以食用的植物——但是那也最多能够给我们增加一个月的缓刑期，很快魔力灯就会失去魔力而熄灭。如果不采取断然的措施，我们必定会被饿死，然而幸运的是，我们已经有了做出断然措施的选择。

这就是我最后的命令：我已经准备好了我们的手术傀儡以在我们的身上刻下食人魔的符文，并更新了我们所有的记录，记录我们关于其效果和影响的全部知识。我也已经让傀儡把所有的培养槽升级成了休眠仓。并且…满怀着无比愧疚的心情，妥善处理掉了一部分生存几率太低的实验体，以我们腾出足够的仓位。当你看到这张纸条的时候，我已经经历了这个流程，并沉睡在我办公室的休眠舱中。如果你还想活下去，请你在军械库里拿上你的武器，然后按我说的去做。当我们都处于休眠状态之时，我们将亲历时间的变迁，随时准备迎接任何通过挖掘进入这里的人——如果是孔克雷夫的增援部队，我们将交出我们的所有知识，结束我们的伟大使命，然后等待下一个属于我们的事业；而如果不是的话——他们将会为此而后悔。用我们的武力告诉他们“禁止入内”这四个字是什么意思，然后回到我们的永恒的守卫之中。

非常荣幸和你们这些杰出的人才一起工作，为这样前无古人后无来者的伟大事业奉献终生。或许我们仍然还有机会做出更多的成就，但总之，我已经对我们目前的成就感到无比自豪——也为伟大的食人魔种族将会对马基埃亚尔带来的改变无比自豪。

孔克雷夫万岁！
医师 亚斯特莉]],
}
