--------------------------------------------------------------------------
-- Angolwen
--------------------------------------------------------------------------
registerLoreTranslation{
	id = "angolwen-linaniil-lecture",
	name = "大法师莱娜尼尔关于谦卑的演讲",
	lore = [[距我们最优秀的两个学生叛逃安格利文已经数年了，他们背离了我们保密的原则，玷污了我们静默的责任。 每当想其他们的天才本来能为我们做出多大的贡献，我内心仍然止不住的酸楚。我期盼着他们能迷途知返，期盼着他们能了解我们庄严任务的真正意义。

但我现在必须要面向未来，过去的后悔已然过去，不应让纠结于他们的叛逃过长成为我们沉重的负担。我必须将注意力放在你们身上，师从我的年轻学徒。我必须向你们灌输我们的知识，我们的任务，我们的正义，这样你们才能明白我们所做一切与我们这样做的理由。我们秘密行事，来弥补我们过去的错误，来创造一个美妙的未来。魔法大爆炸所带来的恐怖对我们的忏悔有着很深远的影响，它的危害绝不会被埃亚尔大陆的人们所遗忘。

是的，我对此无比了解。因为那时，身为一个年轻法师我就在现场。我听说了永恒精灵法师在夏·图尔遗迹上的实验。是的，我对他们将发掘出的力量感到无比的嫉妒。年少轻狂的我满脑子都是机遇和荣誉的诱惑，一点也不明白谨慎与小心的重要。看看吧，这样的想法带来了什么样的恶果……

两千六百多年已然过去，我仍不能从当天梦魇般的记忆里逃脱，漫天的炙焰与破碎的大地仍时时折磨着我的灵魂。我能感受到空气中的法力，实验中瞬间爆发出的奥术能量远超任何人的控制。 我立刻明白永恒精灵们终于成功解开了传送门的力量，但这股力量的强大却远超他们的想象。我看见闪亮的能量柱贯穿头顶的天空，然后血红的毁灭之焰如雨般落下。我唯一能做的就是为自己开启了护盾，即便如此我仍身受重伤，留下了至今不灭的伤痕。我的亲朋好友都在这一场灾难中死去。至今姐姐尼耶拉那短促的悲鸣与她死前的惨状仍历历在目，那时我只能眼睁睁的看着身边的她皮肤被闪电撕裂，肉体被火焰吞噬，连骨灰都被大地可怕的颤抖化作乌有。二十六个世纪以来，每晚我都被她最后的悲鸣所惊醒。

在那天我失去了许多深爱的人，但受难的绝不只是我一个。事故迸发出的能量在大陆上横行，无数的人因其而死，更多的人则被其后引起的混乱所杀害。然后猎魔行动开始了，人们揭竿而起，他们再也无法压抑对高傲法师的不满，并无情的屠杀着我们。在这次法术大爆炸后，我们的法术通道被堵死，我们的能量难以恢复。 毫无反抗能力的我们花了好大功夫才聚集了同伴们并建立了我们的庇护所安格利文。众多法师在这次暴乱中被屠杀，更不幸的是更多的无辜民众由于到处弥漫的不信任感和对鲜血的渴望而丧命。但是，哎，付出的代价远不止如此。

我们至今仍能通过扭曲的大陆和枯萎的土地看到魔法大爆炸的灾难性后果。而在黄昏纪，情况则更加糟糕。这段岁月里灾难来的尤为严重。疾病丛生，瘟疫横行，文明几乎荡然无存。所有种族都濒临灭绝，知识和思想的黑暗时代降临。 军阀与土匪为了所剩无几的完整土地而争斗不休，末日的回响则继续席卷着幸存者们。在那个时刻，我启动了隐秘的世界修复任务，来纠正之前的错误行动。 在静默行动中我们遍访破碎的大地，用我们的力量来恢复而不是破坏。虽然花了数个世纪，但最终魔法大爆炸的灾后余波逐渐消散，灾民们也开始了零星的重建工作。

当时我心中报有极大的憧憬，美好的愿望，但是我竟然傻到以为这件事会很容易。 埃亚尔大陆的伤口远比表面蔓延的疾病更深更危险。魔法的毒药影响的太深，世界的根源已经开始碎裂。在一个黑暗的雷雨天，一场大灾变从东方席卷而来，绵延数千里的广袤土地被连根拔起甩上了天空。当整个城市和种族被掀入了大海时，我们也只能如其他不会魔法的人一样在惊恐中无助的喘息。地壳被撕裂，整个埃亚尔永远改变了。此情此景，哪怕是伟大的魔导师也只能甘拜下风。

是的，这就是为何我要让你学习身为法师的谦卑。让你了解在绝对的力量下你是多么的渺小。让你了解这力量无关荣耀与自豪，它终极的破坏力只会带来痛苦与恐惧。

我们的任务是拯救这个世界，我们的忏悔是暗中行动。 旧的创伤仍未修复而新的威胁又已袭来，但一切都必须由静默之袍化解。虽然猜忌的种子仍深埋在人们脑海，虽然那里甚至有人对我们拳脚相向，但是世界在不断的改变，也许，但愿终有一天我们会再次被社会接受。直到那一天，切记保持法师的谦卑，在这个广阔的世界中保持行动的隐秘，注意自己的安全。]],
}

registerLoreTranslation{
	id = "angolwen-tarelion-magic",
	name = "大法师泰尔兰关于魔法本质的演讲",
	lore = [[#{bold}#“魔法究竟是什么？”
#{italic}#大法师塔兹玛·泰尔兰的研究报告#{normal}#

不管这个问题看上去有多粗鲁有多愚蠢，我身边仍不乏询问者，其中竟然也包括了我最有天赋的学生。 我们的教育过分的集中在练习，模仿和对成果的追求上了，以至于忘记告诉学生们最重要的基本概念。就像一个音乐家可以快乐的弹奏着他的竖琴，而不需要懂得音乐是如何由弦的震动发出的一样。所以一个法师也可以在不知道魔法本质的情况下使用魔法。在这个报告里我希望能阐述魔法的本质，并说明这些基本的概念是如何产出实用魔法这一甜美果实的。

炼金师会告诉你这世界是由许多基本材料构成——铅、铜、铁、金等等。他们专注于将物品分解成基本元素来分析他们是如何互相影响的。但这只是世界的一面，基本元素虽然表现了物质面上世界的构成，却不能解释将这些元素精密结合在一起的力量。火之力、冰之力、光之力、乃至生命之力都是真实存在的，而这些力量我们称之为埃亚尔元素。真正的大法师专注于元素之力是如何影响这个世界的，并善于操作这股力量为己所用。

元素之力自然存于世间，无处不在，无所不包。它们移动着，震动着，链接着世界上的材料，它们对彼此的影响也非常巨大。所有的物种都能自然的运用这些元素，但其中的一些相较其他物种更能协调元素之力。而且，经过大量的指导和练习后我们作为个体就能拥有协调元素之力的能力，通过元素之力的运用，我们可以得到狼的速度、熊的力量、树人的坚韧、甚至是龙的强大自然力量。 

但还有另一个方法能让我们得到元素之力——一种更加直接的方式，虽然有些人会称其为非自然。很久前，人们发现了经过大量的训练如何集中精神以将元素直接提炼出来的方法。通过这个方法，他们能释放巨大的能量，而通过塑能法术这些能量可以成为世界上真实的现象。通过训练，火球、闪电箭、冰风暴都能响应法师召唤而出。而真正的大魔导师则能更进一步，通过操纵多重元素的共鸣来使他们产生复合效果。

要提炼这些元素之力可是个累人的活，需要许多的能量和意志力来维持。这些力量就是我们奥术领域的法力——一种精神上的“体力”，我们使用它们来影响世界中的元素。不间断的使用魔法就像持续举起和支撑重物一样，最终都会耗尽个人的精神力。不断的练习能让我们拥有更多的精神力量，一些特定的符文和咒语也能让我们在紧急情况下快速的回复法力。

魔法符文和物品渗透着特定的元素回路，这需要经验丰富而富有天赋的附魔师。最复杂的魔法物品需要耗费多年的工作和巨大的精神力才能将正确的元素之力附着于材料上。宝石则是最容易被用在这项工作上的材料，炼金师常用他们来呼唤元素之力。

一些人笃信法术的存在本身就是个错误，所谓的凭某人意志扭曲元素之力只能带来可怕的后果。作为安格利文里的学生我假定你们都是不同意这种说法的。魔法只是自然之力的延伸，我们身为自然生物为何不能去尝试运用它？但你们要谨记魔法的存在仍是一柄双刃剑。作为工具它确实能产生极大的价值——明智的使用它。
]],
}

registerLoreTranslation{
	id = "spellblade",
	name = "魔宗利刃",
	lore = [[来自大法师沃利尔的桌子，

又一个安格利文的黎明。我犹豫着写下了这些，但拂晓几乎让我感觉到和平再一次回到了埃亚尔。提到这，我甚至希望所有的战争和破坏能一次性于世上爆发——这如果不是恶意的命运又是什么。不管如何，我的睡眠受猎魔运动后遗症的干扰越来越小了，现在，我终于能够全身心投入到创造这隐蔽在深山中的小社区的福祉上了。

生活并不是充满了平静，数日前一名伊格兰斯的探子乔装为旅行炼金师渗透进了安格利文。这是首个恶意的来访者，他用窒息粉制服了守卫和周围的法师们，如果不是莱娜尼尔恰好散步路过的话，事态可能一发不可收拾。不过，老实说，无论这个人用以躲藏的树，或者周围的很多建筑，都已经灰飞烟灭了。

这件事激发了我继续研究和修行自身力量的欲望，但不得不承认我对练习法杖搏击已是兴趣索然。我的剑术却是日益精进。呼，也许有天我能找个附魔师来为我的老剑附一下魔，说到底剑不就是一柄磨尖了的金属杖吗？]],
}

registerLoreTranslation{
	id = "angolwen-fountain",
	name = "安格列文的喷泉",
	lore = [[#{italic}#(你在这里看到一个大而精美的喷泉。莱娜尼尔的雕像矗立在中央，她张开双臂欢迎所有的来客。围绕喷泉外站立着一位操纵大地符文的矮人；一位紧握治疗之杖的人类；一位身佩精致法杖的精灵；一位手拿单手法杖的半身人，火球在他的另一只手上飞舞。令人感到惊奇的是，雕刻而成的火球与符文没有和任何东西连结在一起，而是漂浮于空中。在喷泉的的边缘，你看到上面雕刻着一行小字。)#{normal}#

欢迎一切深刻反省过去的错误之人

愿你们的魔法，成为世界的福音而非祸害

欢迎一切竭力缓解现今的苦难之人

愿你们的智慧，赐予世界的和平以及启迪

欢迎一切矢志排除未来的威胁之人

愿你们的团聚，共铸世界的探索愈加完美]],
}

