--------------------------------------------------------------------------
-- Ardhungol & Spiderkin
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "ardhungol-1",
	name = "拉希姆的日记 (1)",
	lore = [[#{bold}#第一篇#{normal}#

距离至高太阳骑士艾伦上次分配我任务已经有一段时间了。根据最近的情报，我们的基地，晨曦之门的附近神秘地出现了一个洞穴。他们用阿尔德胡格来称呼这一新发现的洞穴。高阶武士们似乎对这些地下区域的来源紧张不安：他们担心兽人们使用阿尔德胡格来作为更进一步袭击晨曦之门的站点。我必须要保证我为这次旅行全副武装；我们的命运可不能如此悬而未决。

#{bold}#第二篇#{normal}#

今晚我和边境巡逻队谈了谈。兽人与其它野兽在野外漫游被目击到了几次，但奇怪的是，他们并没有靠近阿尔德胡格。也许这个地下洞穴仅仅只是一个不合时宜的自然现象。或许是那样的，或许是一种强大的足够在到来之时改变大地根基的未知能量。我为后者这样的想法而颤栗，但现在一切只是怀疑。如果一切顺利的话，我将在黎明前出发。
]],
}

registerLoreTranslation{
	id = "ardhungol-2",
	name = "拉希姆的日记 (2)",
	lore = [[#{bold}#第三篇#{normal}#

从晨曦之门到阿尔德胡格足有半天旅程，不过我最终还是到达了。我决定在一棵大橡树的树荫下休息，享受我的妻子Melnela准备给我的甜卷面包。我不知道为什么，但是我离阿尔德胡格越近，空气就更黏稠，似乎一股异常的力量在扰乱这我每次呼吸的空气。我去过许多这个广阔世界的许多地点，但我从没感受过这样的氛围；在我把完整的报告交给艾伦之前我必须了解这股能量的来源。

#{bold}#第四篇#{normal}#

一股绿色邪恶的黏稠迷雾弥漫在洞穴的空气之中；我不确定这是否是居住在此地的未知生物的产物还是直接产生于另外的源头。整个洞穴各处似乎也有奥术裂缝出现，但我不敢靠近；等我将此处清理干净这些就交给我们的星月术士来评估。我必须承认，我并不期待与这墓地威胁的来源遭遇，但面对前方未知威胁是我作为太阳骑士的诺言与责任；即使这会带来我的终结与死亡。

#{bold}#第五篇#{normal}#

这不可能：蜘蛛怎么会长得这么如此巨大？不仅仅如此，这些印记与物理特征与我以前所遇见的任何蛛形动物都不同。我遇到的第一只在首次对我的袭击中就几乎带走了我的左臂，如果我再迟一秒反应过来，恐怕最坏的事情就会发生。如果晨曦之门不仅被兽人还要被这些新发现的蛛形物种所侵扰，我担心所有的希望都会消失。看在这个埃亚尔大陆的份上，我必须向这被蜘蛛侵蚀的洞穴进发，摧毁这侵略的源头。
]],
}

registerLoreTranslation{
	id = "ardhungol-3",
	name = "拉希姆的日记 (3)",
	lore = [[#{bold}#第六篇#{normal}#

尽管花了我一些时间，我的肌肉终于开始适应并能够对这些蛛形生物的独特动作做出反应。他们战斗的方式就好像他们拥有更高层次的智能，使他们远远超出小型支柱的基本心智……它们是否可能也是智慧生物？它们单独行动，还是受一只大蜘蛛所控制统率？让我们祈祷这物种并没有群体思维，否则这威胁的危险程度将会超过我所能之想像。

#{bold}#第七篇#{normal}#

我已经杀死数打此类蜘蛛，每只都比上一只更难对付。我并不清楚这是否是因为我的疲惫，或是它们已经熟悉适应我的动作与战技。但我不清楚这怎么可能会发生，一只小小的蜘蛛怎么可能适应一位战绩丰富的太阳骑士的战斗技巧，这很显然不合理。
除此之外，这些蜘蛛的源头令我担心。目前为止我并没找到进入洞穴的其它入口，这意味着它们是通过其它方式来到这里。那些我早些时候找到的奥术裂缝开始令我担忧，当我想到在裂缝另一边等待着我们的可能生物时，我为我们所有人而焦心。我必须要把这些清出我的脑海；分心只会弱化我的坚定。

#{bold}#第八篇#{normal}#

难以置信，这只蜘蛛的体型大的不可思议；无需怀疑，这只蜘蛛就是这里的女王。我负伤严重，而现在已经无路可退；我必须为那些等待我回归之人终结我开始的这个任务。如果我没有回去，正在阅读这份日志的人啊，请告知晨曦之门至高太阳骑士艾伦这阴暗的形势……还请告诉Melnela我很抱歉。]],
}
