registerLoreTranslation{
	id = "arena-scoring",
	name = "竞技场傻瓜指南",
	lore = [[#{italic}#你发现了一个上面有着闪光文字的便条……
#{bold}#竞技场规则

#{normal}#竞技场的规则很简单。
在每一波里，大门将打开，并放出一些敌人。当大门关上时，你将得到一些奖励分。
奖励将会#YELLOW#随着每回合减少 #LAST#，但是#YELLOW#你在这波里杀死的敌人#LAST#，将会增加你的分数。
当你击败所有敌人时，你将会得到最终分数，即奖励分乘以你的奖励加成。

每过一些回合，一个小BOSS会出现与你交战，当你击败2个小BOSS后，四大BOSS之一将出现在你面前。
#YELLOW#在大门关上前击败所有敌人#LAST#提高你的奖励加成！
#YELLOW#一次性击杀多个敌人或者强壮的敌人#LAST#取悦观众以提高你的等级！
#YELLOW#收集金币#LAST#在每回合后提高你的分数并赚取你的资源。
#YELLOW#更快的杀死敌人以得到更高的分数！
#YELLOW#好好利用场地中心的陷阱！
祝君武运昌隆!
]],
}