--------------------------------------------------------------------------
-- The Daikara
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "daikara-note-1",
	name = "探险队日记（岱卡拉）",
	lore = [[#{bold}#探险队队长，战士瑞丽#{normal}#
到现在为止，到手的都是幼龙。老实说，如果这种情况继续下去，我们都凑不够一条龙的龙皮，更别说弥补我们的损失了。这次我可要倾家荡产了：高岚是我所知道的最棒的寻林客之一，而苏达罗斯特……他要价太高了，但这些矮人王的部下财迷心窍也不是一天两天了。我确实不是很了解希安。当地人称她为这个区域里首屈一指的龙战士，这家伙打架确实有一手。但她要是在猎龙方面也如此出色的话，我就别无他求了！]],
}

registerLoreTranslation{
	id = "daikara-note-2",
	name = "探险队日记（岱卡拉）",
	lore = [[#{bold}#矮人盗贼，苏达罗斯特#{normal}#
不敢相信我居然同意了这次探险，也许是因为我和瑞丽相熟的缘故吧。我们多次在德斯的交易站打过照面。她还拥有我的特殊折扣券。多愁善感的我真是愚蠢啊！现在落得口袋空空、满靴积雪的下场……这些皇子皇孙们咋就这么钟爱龙皮…… 听说这玩意能做很好的盔甲？靠！你要是穿不了金属铠甲，干嘛还穿个毛线盔甲啊？皮能给你带来的保护就像半身人尝试……上面好吵，先搁笔了。]],
}

registerLoreTranslation{
	id = "daikara-note-3",
	name = "探险队日记（岱卡拉）",
	lore = [[#{bold}#弓箭手，高岚#{normal}#
这个贼眉鼠眼的恶棍，财迷心窍的混蛋，黑心黑肺黑肚肠的小人，满脸胡须的蠢材，行动迟缓的矮子！他还有脸说自己是个哨兵，你就是个烧饼！钢铁王座最好的眼线，能一眼看穿从德斯到最后的希望发生的所有事情! 嘴上吹的这么牛，眼力劲这么好，你丫的就不能发现埋伏我们的冰龙吗。无能的白痴，老子手臂以后还能用就谢天谢地了。该死的，现在我连弓都拉不开了……我现在就是个废物…… 这家伙是不是心怀鬼胎，想在这鬼地方整死我，好掏空我的口袋，洗劫我的尸体，我早就告诫过瑞丽，这傻女人就是不听……]],
}

registerLoreTranslation{
	id = "daikara-note-4",
	name = "探险队日记（岱卡拉）",
	lore = [[#{bold}#探险队队长，战士瑞丽#{normal}#
苏达罗斯特已经死了，高岚步了他的后尘。高岚干掉了前者，我则搞定了后者。就算是损兵折将，我也绝不能容忍这样的背叛。在飞龙突袭我们后，我就开始提防高岚，防止他在背后捅刀子，但他居然真的对苏达罗斯特下了手。这家伙趁夜色偷走了我的长剑并一路奔向苏达罗斯特，完全没有留意我和希安笑着对他一路尾随。可笑的蠢材，我一把扭住他的手，夺回我的剑并在他脖子上留了一道深深的口子。 这场暴乱似乎惊动了附近的一个飞龙巢，这可不妙，恐怕我们现在完全无法反抗成群飞龙的侵袭。这次冒险看来要就此结束了。]],
}

registerLoreTranslation{
	id = "daikara-note-5",
	name = "探险队日记（岱卡拉）",
	lore = [[#{bold}#永恒精灵龙战士，希安#{normal}# (便条由颤抖的手潦草涂鸦而成)
#{italic}#愚蠢的家伙，你们竟敢踏入龙的领地，残害我们的子孙，剥取他们的皮毛，你们会付出代价的，惨痛的代价。我唤来了飞龙，亲授一条狡猾的计策，让它避开矮人的巡视，当它一口咬住猎人的手臂时我大笑不止。这些蠢货肯定会自相残杀，单纯的生物，单纯的软皮生物，他们有哪点比的上我们龙类，我们是这么完美，简直就是美与力量的象征……他们的领队还活蹦乱跳着，等过一会我就会请她参加我的宴会——作为主菜，哦哈哈哈！

兰莎，一会见#{normal}#]],
}
