-------------------------------------------------------------------------
-------------------------------------------------------------------------
-- Demon history & mistranslation
-------------------------------------------------------------------------
-------------------------------------------------------------------------

registerLoreTranslation{
	id = "ashes-urhrok-training-recall1",
	name = "遗失的记忆（1）",
	lore = [[#{italic}#你紧紧地抱住自己的头，一踏入下一层，被囚禁的记忆如潮水般涌来……#{normal}#

"很好，下一个。"红宝石色皮肤的指挥道。一小群矮小的、黑绿的东西擦干了曾是矮人的灰烬，你走到队首，站在矮人刚才的位置。在房间的另一边，另一个同族站在同样的平台上。这让你有些激动——你被选中为实验对象！你希望你能对他们的研究有所助益，希望能找到更加有效、更加“痛苦”的方法，同时期望着痛苦的降临。一只绿色的小恶魔——形态似乎有些变异，比你通常见到的骨节更加突出——站在你身边，充满期待地微笑着。另一边，一只较为正常的小恶魔走向你的伙伴。“控制组准备……开始”那只正常的酸液树魔踩在他脸上，紧紧地按住，同时一股酸液从皮肤中涌出。红色的小恶魔看了看他融化的肉体，略记了些什么，然后小声说道“痛苦阻断关闭……”他脸上的笑容突然消失了，他抓着自己的脸，然后发出痛苦地哀嚎，倒在地上，不停翻滚着。红色小恶魔再次低下头看了看，厌倦地叹了口气，继续写着。“好吧，痛苦阻断打开，把他带走。”他停止了翻滚，站了起来，再度微笑，酸液继续吞噬着他的血肉,直到房间里的管子朝他喷洒了药剂。另一只红色小恶魔咕哝了几句，摆摆手，带着他离开了。同时，你看见他身上可怕的伤害渐渐愈合。

“实验组……开始”你还没反应过来，那只变异的酸液树魔已经踩在你脸上了。当酸液滴落在你躯干上时，你并没有感到疼痛，只有一种古怪的皮肤消融的感觉。小恶魔再次低头向下看；显然他漏看了你的眼睛，因为你能看到他神色中的失望。“结构伤害……好的，痛苦阻断解除”你认为下一步骤里大家都期望着你不会发出尖叫。

你尖叫着，痛苦地尖叫着，发出你一生从未有过的哀嚎，你甚至以为自己的声带将被撕裂。这痛苦比以往的任何痛苦更加强烈，比任何感觉都要强烈。你跌倒在地，用手抓挠着皮肤，希望将酸液除去。你挣扎着，抓挠着，攥住手边任何东西，希望能解除痛苦，尽管你心里清楚这并不可能。

“很好，非常好！痛苦阻断打开！”刚听到这里，刚才的痛苦顿时消失了；你的皮肤仍在颤抖，但痛苦不再，甚至喉咙也不疼了。“洗干净，带下去。痛苦加倍……重要改进……建议同低痛高腐蚀型杂交。”一股不知名的液体朝你喷射，你的皮肤不再溶解。你的“主人”抓住你的胳膊，带着你离开，同时向你释放治疗法术。你的伤痕消褪了。你希望他们不会因为你的尖叫而对你加以惩处，不过，从你听到的只言片语，你应该对他们有所帮助。想到这里，你不禁咧嘴笑了，身后的门关闭时，回响着那只小恶魔叫喊“下一个”的声音。

#{italic}#你不禁打了个寒颤。#{normal}#]]
}

registerLoreTranslation{
	id = "ashes-urhrok-training-recall2",
	name = "遗失的记忆（2）",
	lore = [[#{italic}#你紧紧地抱住自己的头，一踏入下一层，被囚禁的记忆如潮水般涌来……#{normal}#

"很好，下一个。"红宝石色皮肤的指挥道。一小群矮小的、黑绿的东西擦干了曾是矮人的灰烬，你走到队首，站在矮人刚才的位置。在房间的另一边，另一个同族站在同样的平台上。这让你有些激动——你被选中为实验对象！你希望你能对他们的研究有所助益，希望能找到更加有效、更加“痛苦”的方法，同时期望着痛苦的降临。一只绿色的小恶魔——形态似乎有些变异，比你通常见到的骨节更加突出——站在你身边，充满期待地微笑着。另一边，一只较为正常的小恶魔走向你的伙伴。“控制组准备……开始”那只正常的酸液树魔踩在他脸上，紧紧地按住，同时一股酸液从皮肤中涌出。红色的小恶魔看了看他融化的肉体，略记了些什么，然后小声说道“痛苦阻断关闭……”他脸上的笑容突然消失了，他抓着自己的脸，然后发出痛苦地哀嚎，倒在地上，不停翻滚着。红色小恶魔再次低下头看了看，厌倦地叹了口气，继续写着。“好吧，痛苦阻断打开，把他带走。”他停止了翻滚，站了起来，再度微笑，酸液继续吞噬着他的血肉,直到房间里的管子朝他喷洒了药剂。另一只红色小恶魔咕哝了几句，摆摆手，带着他离开了。同时，你看见他身上可怕的伤害渐渐愈合。

“实验组……开始”你还没反应过来，那只变异的酸液树魔已经踩在你脸上了。当酸液滴落在你躯干上时，你并没有感到疼痛，只有一种古怪的皮肤消融的感觉。小恶魔再次低头向下看；显然他漏看了你的眼睛，因为你能看到他神色中的失望。“结构伤害……好的，痛苦阻断解除”你认为下一步骤里大家都期望着你不会发出尖叫。

你尖叫着，痛苦地尖叫着，发出你一生从未有过的哀嚎，你甚至以为自己的声带将被撕裂。这痛苦比以往的任何痛苦更加强烈，比任何感觉都要强烈。你跌倒在地，用手抓挠着皮肤，希望将酸液除去。你挣扎着，抓挠着，攥住手边任何东西，希望能解除痛苦，尽管你心里清楚这并不可能。

“很好，非常好！痛苦阻断打开！”刚听到这里，刚才的痛苦顿时消失了；你的皮肤仍在颤抖，但痛苦不再，甚至喉咙也不疼了。“洗干净，带下去。痛苦加倍……重要改进……建议同低痛高腐蚀型杂交。”一股不知名的液体朝你喷射，你的皮肤不再溶解。你的“主人”抓住你的胳膊，带着你离开，同时向你释放治疗法术。你的伤痕消褪了。你希望他们不会因为你的尖叫而对你加以惩处，不过，从你听到的只言片语，你应该对他们有所帮助。想到这里，你不禁咧嘴笑了，身后的门关闭时，回响着那只小恶魔叫喊“下一个”的声音。

#{italic}#你不禁打了个寒颤。#{normal}#]]
}

-------------------------------------------------------------------------
-------------------------------------------------------------------------
-- Statues lore
-------------------------------------------------------------------------
-------------------------------------------------------------------------

-------------------------------------------------------------------------
-- Minor demons
-------------------------------------------------------------------------
registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-wretchling",
	name = "恶魔雕像：酸液树魔",
	lore = [[
看着他，谦逊的酸液树魔，这是我们对父亲奉献一切的证明！这些绿宝石的孩子们第一批同意改变自身以帮助复仇，同时取得了惊人的成功。极快的速度、庞大的数目以及能释放大量酸液的皮肤，酸液树魔能旋风般猛冲入战场，一个个扑住敌人，溶解土地，将无助的敌人暴露在我们的杀戮前。酸液树魔时刻准备着，怀着大无畏的牺牲精神，以肉体充当屏障，令酸液和法术能够发挥作用。尽管如此，在他们惊人的繁殖率下，他们仍是我们中数目最多的种族。我们很难见到一只酸液树魔活到成熟期，但请记住——每一只战斗过的酸液树魔都为我们的目标奉献了一切。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-fire_imp",
	name = "恶魔雕像：火魔婴",
	lore = [[
如果说酸液树魔证明了我们对父亲的崇拜，那么火魔婴则证明了我们的忠诚。当红宝石色的孩子来到战场时，她将我们星球上被埃亚尔灼烧的土壤拿在手里，完美运用一种特殊的狂暴魔法——使用敌人曾经伤害我们的火焰来消灭我们的敌人。除了展现恰如乌鲁克之意的公正（正如他对尘埃纪法师们所做的一样），这同样体现了我们对目标的专注：没有手的话，灰心丧气的火魔婴们通常什么也干不了，战斗和毁灭是我们的与生俱来的本性，除了让一个生物只拥有杀戮和战斗的能力外，还有什么能更好的表达这一点呢？尽管红宝石的种族没有沿着近身厮杀的道路走下去，他们以魔法的力量取而代之，火魔婴们作为我们的榜样，为我们——所有乌鲁克的孩子们展现忠诚的标准。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-water_imp",
	name = "恶魔雕像：小水怪",
	lore = [[
尽管他们依旧使用双手作战，这群变种的火魔婴做出了更加伟大的牺牲：他们放弃了呼吸空气的能力。大部分占据主导地位的埃亚尔种族生活在水上，让海洋和湖泊成为我们的藏身的主要根据地，实施那些对于我们的土壤来说过于危险的实验，同时为制造全面侵略的传送门做准备。作为我们在海里的使者，小水怪们放弃了同胞们使用火焰的能力，转而使用在水里同样有效的冰系法术。和酸液树魔类似，小水怪们并不指望能活到和平到来，因此没有必要在地表呼吸。请记得随时为小水怪们奉上礼物，不能因为他们没有同大家在地表作战，就轻易遗忘他们做出的无私牺牲，以及为汇集群众智慧、建立远方基地做出的巨大贡献。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-quasit",
	name = "恶魔雕像：夸塞魔",
	lore = [[
聪明而顽强，我们中的工程师与战士，为我们制造护甲，同时奋战在埃亚尔边界前线。红宝石的孩子们学习兵工厂新的魔法，绿宝石的孩子们学习令身躯更加致命的技巧，而玛瑙色的孩子们专心学习新的构架体，将魔法、血肉和钢铁融为一体，在埃亚尔大陆制造恐惧。那些奋战在前线的，与其说是生出来，不如说是制造出来——在工厂里由半成熟态大量炮制，一“出生”就身着锻造巨人亲制的护甲。尽管仍是血肉之躯，玛瑙战士——或者说夸塞魔——有着钢铁般的纪律和强大的近战能力，同时他们的护甲能抵抗重击，即使那重击能轻易毁灭一只酸液树魔或者火魔婴。奉献让我们向前迈进，但夸塞魔展示出，当我们拥有热情和耐心携手并进时，我们将走得更远！
]],
}

-------------------------------------------------------------------------
-- Major demons
-------------------------------------------------------------------------

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-wretch_titan",
	name = "恶魔雕像：腐化泰坦",
	lore = [[
绿宝石的孩子们，酸液树魔，愉快地接受了作为乌鲁克之箭的身份，大部分在战死前都只能见证几次战斗。但少数情况下，也会有个体在面对面的厮杀中取得持续的胜利。这些卓越的被命运和他们自身天赋选定的近战专家，将被召回做检测，以确保并非是全然的幸运令其生存。大约 70 ％ 将会投放至生产线，令酸液树魔的血统更加强壮，更加精于战斗。剩下的，不论是因为无法生育，还是因为坚持战斗本能，将发育成熟而再次出征前线。如果说酸液树魔是我们的箭矢，那么腐化泰坦就是我们的投石机，能用无比的力量和猛烈的酸液制造成吨的伤害。他们不比酸液树魔杀伤力小，同时生存率要高得多——这不仅仅是因为他们的力量和体积，更是因为他们面对敌人时制造的恐惧——几乎无人能站在他们面前肉搏，尤其是在地表上有不断扩张的强酸池时。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-dolleg",
	name = "恶魔雕像：多雷格",
	lore = [[
活着的繁荣纪念碑——多雷格曾是负重的野兽，身载货物经过夏图尔传送门。可信，友善，同时比野兽更有智力，多雷格也一度充当爱宠——当看见主人回家时他们发出的欢鸣能让人快活一整天，同时，尽管体型庞大，他们动作却十分温柔，和孩子们玩耍时也不必担心。他们温和的脾性与本分的劳作是我们繁衍中的荣耀，三分之二的人在生活中都有一只多雷格陪伴，一起工作或者生活。在 Mal'Rok 的毁灭后，绿宝石的孩子们发明了一种有效的方法将多雷格转化为战争巨兽，身躯被酸刺与厚甲覆盖，忠诚驱使他们以巨力猛冲向敌人。不幸的是，他们温和的举止在培育其无情战斗的能力时丧失殆尽；尽数我们为战争作出的牺牲，失去温柔伙伴可能是最大、也是最困扰我们的一项。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-uruivellas",
	name = "恶魔雕像：乌尔维拉斯",
	lore = [[
米诺陶是埃亚尔大陆上颇为神奇的生物，同时也是夏图尔制造或者改变埃亚尔种族的一个绝妙的例子。它的本能吸引它前往狭窄的走廊，扭曲的通道，魔法神器和魔法能量之所在，并相应改变其形态——一只正常的牛头人不是我们需要的，不过偶尔枯萎力量能将其变异为极其危险的恐魔。这些枯萎形态不够稳定，不能为我们所用，但经过红绿宝石的孩子们的努力后，我们能将无比的力量与释放火焰的能力赋予之。我们现在不得不奴役大部分乌尔维拉斯以确保忠诚，同时最近我们也开始在我们的大陆上饲养米诺陶，这样我们就能从小灌输我们正义的复仇——已经有部分米诺陶自愿接受了我们的理由和祝福！似乎埃亚尔的原住民对其同胞也并不比对我们友善。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-daelach",
	name = "恶魔雕像：达莱奇",
	lore = [[
任何读过我们历史的人都将铭记尘埃纪法师的故事，他们躲在隐藏的城市里，用有感知能力的风暴折磨我们。尽管我们最终抹消了他们所有知识和文化的传承，正如他们对我们所做的，我们仍清楚地认识到，他们的魔法终有一日会重现。于是，我们在他们城市沦为废墟时，夺走了其图书馆内的知识，将有实际价值的内容摘抄下来，其他的统统抹去。当传送门解开后，红宝石的孩子们（在矛盾的抉择后）成功地使用古旧的咒语释放出全新的风暴——火焰和煤炭代替了尘土和沙子。更加易于制造，这些法术将屠戮生灵，折磨并毁灭埃亚尔大陆，正如它们的前任曾经对 Mal'Rok 做的一样。
]],
}

-------------------------------------------------------------------------
-- Unique demons
-------------------------------------------------------------------------

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-draebor_the_imp",
	name = "恶魔雕像：小恶魔德瑞宝",
	lore = [[
传送术是完成我们复仇行动的重要研究领域。在我们打破围绕埃亚尔大陆的夏图尔之盾之前，传送术将是我们达到大陆表面唯一的手段。我们的领军学者之一—缟玛瑙之子德瑞宝——掌握着完美的短距传送术，并且一直在研究方案将他的技术融入工艺品并量产化，使我们的军队都具备这样的能力。他一直将研究的进程保密，但是有谣言说他正在反向驱动夏图尔的传送门，让我们通过夏图尔的武器发动侵略。无论他做到哪一步，我们都要拭目以待——多亏了他的专注的研究，即将有重大的事件发生！
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-shasshhiy_kaish",
	name = "恶魔雕像:莎西凯希",
	lore = [[
作为一名博物学者和探险家，这位学者经常在 Mal'Rok'毁灭前的日子里到埃亚尔大陆旅行。她在旅行日志中记载了栖息于夏图尔阴影中种类繁多的神奇生物，我们的市民们都乐于阅读这些作品。她对这些卑劣、未开化的生物有一种由衷的热爱。当传送门网络被摧毁的时候，她和另外两名同伴被困于埃亚尔大陆。很长一段时间里，大家都担心她死了，或者更糟——成为一名叛徒并与埃亚尔的居民们一同反抗他的家乡。不管哪种情况，当我们进入这颗星球的轨道时，她应当已经死于衰老。当我们到达那里时，意想不到的事发生了：当我们还不能反向传送的时候，一些穿着奇怪长袍的埃亚尔人在我们的大陆上出现，这些人声称忠于莎西 ·凯希，并愿为我们的实验献身。从那以后，一批又一批类似的志愿俘虏被传送了过来。可惜的是，这些人对实验并没有带来想象中的帮助——他们的每一丝生命精华已被汲取殆尽，陷于死亡边缘。这还没有算上常见的体内出血的情况，又或者是神经网络重接导致他们将痛苦视为快乐的情况，这让我们开发更好惩罚手段的努力无功而返。不过，总的来说他们既合作又数量充足，并且很有帮助。我们不确定莎西 ·凯希是否还存活。如果她还活着，我们相信她的忠诚与我们同在。

#{italic}#在主要文字的下面蚀刻着一条简短的信息。#{normal}#

真可爱。我准备留下这些文字。

—S.
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-walrog",
	name = "恶魔雕像:乌尔罗格",
	lore = [[
#{italic}#这座雕像底座上原有的文字已经被刮掉，一行新的留言取代了它的位置。#{normal}#

乌尔罗格，如果你看到这个：说明我们还活着，并且还在努力实现我们的目标。
—S.
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-kryl_feijan",
	name = "恶魔雕像:卡洛·斐济",
	lore = [[
#{italic}#这座雕像底座上原有的文字已经被刮掉，一段笔记被留在了那里。#{normal}#

你好，埃亚尔人。这里原本的文字对你们来说并不重要：只不过是一个博物学者喋喋不休地讲述他的成就和谜一般的失踪。我来讲一些你们应当知道的东西。

卡洛·斐济是我的爱人。出于好奇和对知识的渴望，我们与一位朋友——乌尔罗格——来到了埃亚尔大陆。这个爱好带给我们很多启发，我们撰写的关于埃亚尔大陆原始物种的报告，在我们的世界被广泛传阅。别以为你们值得这样的注意；除了劣等，你们别无其他特质。孕育了强大，聪慧的夏图尔人的这颗行星是怎么创造你们这样还没脱离封建社会的野蛮人的？你们的罪孽让人欣喜，你们的失败令人发笑。正是因为这，再加上夏图尔的神秘失踪，当那名受伤的缟玛瑙之子穿过并关闭了我们的传送门，告诉我们埃亚尔大陆给 Mal'Rok 带来了可怕的毁灭时，我们立刻知道你们没能力实现这样的壮举。所以我们决定亲自出发寻找事件的真相。卡洛 ·斐济和我像往常一样变装为人类法师，乌尔罗格则在海上搜寻异常，并在几天后与我们会面。

从地底的居所出发后，我们惊讶的发现火焰风暴（尽管没那么猛烈）也在埃亚尔大陆肆虐。更令我们吃惊的是大量的无知难民，将这一切归罪于魔法师。我们的伪装正好激怒了他们。我们试图从暴民中脱身，但是人群蜂拥而至，最后控制了我们。

很快，我就被绑起来，他们满意地看着我们，并且发出种种威胁，然而嘈杂的人声淹没了他的声音，我没能听清楚。我本可以反击，然而我一直忍耐，想着只要在真正有性命之虞的时候抽身逃走就行，不停地劝慰自己，那些曾经对我来说多么吸引人的埃亚尔住民们根本不知道他们在做什么。然而，一连串在我头上爆炸的火焰显示出我的爱人显然没有那么耐心。当爆炸平息，人群散开的时候，我终于知道他为什么如此凶猛地反击了。他受了很严重的伤，明显是为了让他受苦而不是限制他的行动，他就快死了。在一瞬的绝望之后，我低声念出了咒语，读取了他们的思想，了解他们为什么如此对待我的爱人。于是我知道了他们对我的爱人做了什么，以及他们将要对我做些什么，更可怕的是支配他们行动的那不假思索的憎恨……有很多词可以用来形容，可憎的、野蛮的、虐待狂的，都很准确，但是却无法描述那其中的邪恶。正是在那时，我了解了埃亚尔的野蛮，以及所有埃亚尔人应得的命运。同时，我的忍耐已经突破了极限。

Mal'Rok 的世界里有这样一种魔法，它可以让一个人把他的生命精华转移给另一个人，以前者的生命为代价，延长后者的寿命。对受人尊敬的名人志愿奉献生命很常见，但是反之——汲取别人的生命来帮助自己——被认为是最严重的罪行。这等同于宣称你的生命比其他人的更有价值。当人们能从中获得利益的时候，这样的权衡是不被允许的。乌尔罗格曾将这个禁咒传授给我，也只有在那时我使用了这个咒语，使暴民们的生命全部枯萎，并将它们转移到卡洛 ·斐济体内。即使是幸存的暴民，也承受了巨大的痛苦，摇摇欲坠，成为了我疾风暴雨般复仇的牺牲品。不幸的是，我汲取来的所有生命也不足以让我的爱人恢复健康，仅仅能让他在地狱门前徘徊，忍受着无尽的痛苦，丧失行动的能力，苟延残喘。

我带着他仅存的精华逃跑到安全的地方，然后开始一个接一个的夺走埃亚尔人的精华，延长我的寿命，并尽可能的让他恢复健康。我猜想乌尔罗格也在这么做，捕食水手，然后是娜迦。我们失去了联系，但是一些海上的恐怖传说让我相信他还活着。维持卡洛·斐济的生存消耗了许多能量，再过不久，独行的旅人已经不足以使他的状况稳定。我需要其他人为我工作，收集牺牲品，并在物尽其用之后奉献生命。那时我学会了进入恐惧空间，并且想出了一个给埃亚尔人的提议。

总有一天，乌鲁洛克的军团将对埃亚尔展开侵略。你们都会遭受难以想象的痛苦。你们许多人都会死去。当然不是所有人都这么幸运，剩下那些会成为他们无尽狂怒的靶子，他们会一直折磨你直到时间的尽头。他们的理由是——或许不准确，但是我没有说错——“他们所安排的命运是你们应得的”。我或者宇宙中任何事物都没法阻止他们的侵略，尽管我很想这么做。恐怕只有乌鲁洛克本人可以拯救这个世界——这看起来也不太现实。如果你们能帮助我，并且服从我的命令，让我感到满意，我可以保证你们两件事：第一，你无法避免的可悲命运将会以死亡终结，最多只要几周的时间，哪怕乌鲁洛克的军队在汲取你们的生命精华之后无法撤销这个行动。第二，在你们感到痛苦之前，你们会感到等量的快乐。通过魔法，我可以让自己变成各种形态，生成各种各样的幻想，按你们的喜好操纵你们的感官。你们最疯狂最不现实的梦想将会成真。等待痛苦到来的时间将会变得令人愉悦，让你的之前的人生黯然失色。如果你们觉得不屑于这种享乐主义，那么我最近招纳的有心灵能力方面天赋的仆从值得考虑，他们可以改变你们的记忆。当“恶魔们”将酸液滴入你的眼球，再将它放回神经更加密集的地方去，于是你会感到更加剧烈的痛苦。如果这时，你产生了你在为拯救埃亚尔大陆而无私的奉献生命，并且你的爱人孩子不会承受如此痛苦的幻觉，你会不会感觉这一切更加容易忍耐了呢。

在你们诞生千年之前，数不清的其他人已经接受了这个提议，我积累了足够的精华将卡洛·斐济保存在一个稳定的“种子”之中。一旦将它种在合适的牺牲品之中放任生长，他将以更加强大的姿态重返埃亚尔大陆。我们两人将会用尽所有手段来加速你们可悲世界的应得的末日。理论上，任何有灵性的血肉之躯都可以作为种子的容器。但是我想要一个会被怀念的人，杀死他可以让我爱人重生的第一步给这个世界带来巨大的不幸。如果你接受我的提议，就卸下武装只身前往卡洛 ·斐济的地窖，与你的埃亚尔同胞一起为我效劳。如果你能给我的爱人带来一个合适的容器……很好，那将会得到某种特殊的、一对一的照顾，怎么样？

埃亚尔注定在痛苦的尖叫中灭亡。你们不想先来个告别之吻吗？

—S.
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-general_of_urh_rok",
	name = "恶魔雕像:库马纳·鲁洛克之近卫将军",
	lore = [[
自从我们被从尘埃纪法师的控制之下解放后，在乌尔洛克的命令和鼓动下，我们开始举办锦标赛。这个比赛，不像很多人想的那样，仅仅是为了测试直接的战斗。除此之外我们还有学术工作、专注、物理耐受、哲学等诸多其他领域的竞赛。或许，这其中最著名的当属神圣战术竞标赛，我们的军事领导人正是通过这个赛事选拔出来的。比赛包括一系列试炼，评估我们对战况进行分析和处理的能力，包括速度、伤亡、部署效率以及一些其他的因素。库马纳，缟玛瑙之子，是这些项目的冠军，并且在等待我们的大陆到达埃亚尔的大部分时间里，他都维持了统治地位。通过我们竞赛所筛选出的最杰出的战略大师，库马纳被乌鲁洛克亲自召见以获准统御我们的入侵部队。库马纳给乌鲁洛克留下了很深的印象，于是后者从他维持我们世界的力量以外的部分中抽取了很大一部分，为库马纳创造了一个全新的肉身，让他能够在前线无所畏惧的指引战斗。拥有我们的父所赐予的武器与躯壳，精神受到父的指引，库马纳被视作乌鲁洛克的化身，他在战场上的指令受到如同父一般的尊敬。

]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-lithfengel",
	name = "恶魔雕像:里斯丰格",
	lore = [[
里斯丰格，小恶魔德瑞宝的导师，绿翡翠之子，是最杰出的学者之一。当我们大部分人还畏惧接近传送门的时候，他早已找到了一个未被人使用过的，并且开始窥探其中的秘密，希望能够达到埃亚尔。他的数据显示，尽管这个传送门与埃亚尔连接，但是两个世界之间的波动使得前往另一个世界的旅行太过危险，肆虐的火焰会在你到达目的之前将你撕碎。比起直接修复连接，里斯丰格躲入他的实验室里好几天。当他出来的时候，他兴奋地带着一个奇怪的新式符咒，宣称这个符咒将会使他产生突变来抵御传送门将会造成的任何伤害。由于他说实施其他实验的失败后果太过危险，他独自一人进入了传送门，并且承诺在到达之后会立即返回，从那以后再也没有人见到他。看在他无私奉献的份上，愿他能够安息。

]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-rogroth",
	name = "恶魔雕像：洛格罗斯·灵魂吞噬者",
	lore = [[
最近，莎西 ·凯希的教徒们开始谈论起“恶魔种子”。这是一串具有魔力的生命精华，可以被植入有灵性的生物中，并在其中发育为我们的公民。在这个传说的启发下，绿翡翠之子研究出了这种魔法的原形，缟玛瑙之子制造了能够将其应用于战斗的基座。洛格罗斯在这个构造中留下了无数没有精华的种子，并将这些种子嵌入附近的生物中，当这些生物死去，他们的生命精华将会流入并滋长这些种子。我们还没有完善的生产能力，所以目前这些种子只会成长为退化的空壳。但是别担心！随着我们获取相关的数据，我们将会改进它。不久的将来，当杀死我们的敌人后，酸液树魔、夸塞魔，甚至是修尔希瑞格将会从他们的尸体中诞生。只需要早期的小规模战斗，加上一点好运，我们可以在埃亚尔生产我们的入侵部队，直接传送部队的难题就这么被绕过了。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-corrupted_daelach",
	name = "恶魔雕像：堕落达莱奇",
	lore = [[
制造达莱奇的问题之一就是创造纯粹魔法生物所固有的不稳定性。如果周边的枯萎水平哪怕高那么一点点，也会导致连锁反应，轻则摧毁达莱奇，重则会杀死大部分负责制造达莱奇的法师。因此制造达莱奇的理论成本很低廉，但是实际上会带来巨大的费用。而且，一个枯萎化的达莱奇必须立刻被压制，以免它造成巨大的损害。不过，有一个样本用一种有趣的方式进行了枯萎化，它长出了翅膀，并用枯萎能量强化了他的火焰风暴，另一方面它维持了平衡与可控性。我们将会用尽所有办法尝试重现这个令人惊喜的意外，与此同时，它会前往埃亚尔大陆证明他的实际效果。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-harkor_zun",
	name = "恶魔雕像：哈卡祖",
	lore = [[
在我们对守护埃亚尔之盾的研究所发现的规律与异常现象之中，没有一个像流星这样让我们沮丧。一些强大的埃亚尔法师可以将大型的流星拖入低空轨道，在几乎没有损伤的情况下使它通过护盾，唯一的损伤是陨石被分割成若干大块，然后被依次召唤到地表造成毁灭性的陨石撞击。我们还不没有找到反制这些咒语的方法来保护我们的军队免于溃散。我们唯一获得的成功就是制造出了在成分和外观上都类似陨石的物体。哈卡祖，大部分由石头构成的生物，被我们从我们的平台上丢下。如同想象的那样，护盾将它撕得粉碎，不过我们的设计让它能够得以生存。碎片在到达埃亚尔之后重新融合到一起，组成完整形态。然而，或许是因为我们将它制造的太过顽固，又或许是护盾将侵入的物体包裹上反魔法的外衣，哈卡祖无法进行第二阶段——将碎片重组的阶段。如果哪个埃亚尔人无脑的试图摧毁它，哈卡祖将会进行重组，然后给予帮助它重组的人“重重的答谢”。
]],
}