-------------------------------------------------------------------------
-------------------------------------------------------------------------
-- Demon history & mistranslation
-------------------------------------------------------------------------
-------------------------------------------------------------------------

registerLoreTranslation{
	id = "ashes-urhrok-demon-history-mistranslated",
	name = "有关Mal'Rok历史的模糊印象",
	lore = [[
	你看到一堆奇怪的石板，整齐地放在一个架子上。你从架子上拿起第一块石板，试着读懂上面的信息。当你的手指触及石板的瞬间，一些奇怪的语句在你的头脑中涌动。你竭尽全力，努力理解那些奇怪的词语和图画。

在他#{italic}##FIREBRICK# [播种] #{normal}##LAST#我们并陷入#{italic}##FIREBRICK# [沉睡] #{normal}##LAST#后已经经过了许多#{italic}##FIREBRICK# [环形山] #{normal}##LAST#，#{italic}##FIREBRICK# [父亲] #{normal}##LAST#大人终于从他的#{italic}##FIREBRICK# [茧] #{normal}##LAST#里醒来，看到我们正在 #{italic}##FIREBRICK# [互相争斗] #{normal}##LAST#。他惊异于我们#{italic}##FIREBRICK# [枯槁] #{normal}##LAST# 的样子，问我们为什么要#{italic}##FIREBRICK# [互相争斗] #{normal}##LAST#；我们告诉他我们所经历的#{italic}##FIREBRICK# [摇动] #{normal}##LAST#，这个星球已经被#{italic}##FIREBRICK# [毁坏] #{normal}##LAST#。无论我们的 #{italic}##FIREBRICK# [豆荚里的豆子] #{normal}##LAST#如何努力#{italic}##FIREBRICK# [填补裂缝] #{normal}##LAST#以防止#{italic}##FIREBRICK# [珠子] #{normal}##LAST##{italic}##FIREBRICK# [落下] #{normal}##LAST#，那些#{italic}##FIREBRICK# [扫帚] #{normal}##LAST#仍然将我们的#{italic}##FIREBRICK# [尘土兔子] #{normal}##LAST#清理干净。我们没有足够的土地来防止#{italic}##FIREBRICK# [珠子] #{normal}##LAST#被#{italic}##FIREBRICK# [打碎] #{normal}##LAST#。

（石板上有一个巨大的方块；当你把手按在上面的时候，你突然看到了一片荒芜的星球，尘土飓风不时在星球上横扫蹂躏。你可以感受到一个绿色的小生物望着自己被毁坏的庄稼时绝望的心情；一旁红色皮肤的生物愤怒地冲向一大群小型的缟玛瑙色的生物，他们一手拿着长剑，一手操纵火球。当你把手放开时，那些影像消失了。）

#{italic}##FIREBRICK# [父亲] #{normal}##LAST#给了我们他的#{italic}##FIREBRICK# [工具] #{normal}##LAST#，在我们#{italic}##FIREBRICK# [解开束缚？] #{normal}##LAST#后，他让我们#{italic}##FIREBRICK# [有礼貌地摇动] #{normal}##LAST#我们。我们不再#{italic}##FIREBRICK# [互相争斗] #{normal}##LAST#而是#{italic}##FIREBRICK# [创作音乐] #{normal}##LAST#，只#{italic}##FIREBRICK# [打碎] #{normal}##LAST#那些使我们#{italic}##FIREBRICK# [走调] #{normal}##LAST#的#{italic}##FIREBRICK# [珠子] #{normal}##LAST#。我们的#{italic}##FIREBRICK# [珠子] #{normal}##LAST#变得越来越强，学会了使用#{italic}##FIREBRICK# [父亲] #{normal}##LAST#给我们的各种#{italic}##FIREBRICK# [颜色] #{normal}##LAST#的#{italic}##FIREBRICK# [工具] #{normal}##LAST#。#{italic}##FIREBRICK# [父亲] #{normal}##LAST#喜欢#{italic}##FIREBRICK# [听我们的音乐] #{normal}##LAST#，我们也为他能为我们#{italic}##FIREBRICK# [谱曲] #{normal}##LAST#感到高兴；不久我们学会了#{italic}##FIREBRICK# [创造自己的音乐] #{normal}##LAST#，我们不再#{italic}##FIREBRICK# [互相争斗] #{normal}##LAST#，#{italic}##FIREBRICK# [父亲] #{normal}##LAST#也再一次地#{italic}##FIREBRICK# [沉睡] #{normal}##LAST#。

（这上面也有一个巨大的方块。你看到和蔼可亲的伟大父亲降临星球，他的手触及之处，沙漠变成了茂密的森林；你和你红宝石色、绿翡翠色和缟玛瑙色的同胞都对它无限崇拜。所有同胞，无论体格大小，无论身体形态，都团聚在一起，感激父亲大人为我们所做的贡献。多年以来，你终于结束了居无定所食不果腹的生活，再也不会有其他人或是尘土风暴摧残你的农田了。他手中握着一些邪恶的法师的尸体，他们是尘土风暴的罪魁祸首；你对他们恨之入骨，但你知道，未来幸福的时代终将到来。你和你的同族开始有组织地相互竞赛起来，有时也会有战斗，但即使你在赛场上战死你也知道你正为这颗星球做出贡献。多年以后，你和你的同族变得更聪明、更强壮，你们过得生活比以前更加幸福，宛如在天堂一般。你把手从石板上移开，满溢胸中的崇拜和赞美之情突然消失了。）

然而，一群#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#出现了。我们试着#{italic}##FIREBRICK# [打碎他们的珠子] #{normal}##LAST#，但是失败了；他们并不准备#{italic}##FIREBRICK# [打碎] #{normal}##LAST#我们，而是承诺给我们比我们#{italic}##FIREBRICK# [父亲] #{normal}##LAST#给我们的#{italic}##FIREBRICK# [音乐集] #{normal}##LAST#更好的东西，不过有一个条件：我们必须#{italic}##FIREBRICK# [打碎] #{normal}##LAST##{italic}##FIREBRICK# [父亲] #{normal}##LAST#。我们拒绝了，但是我们最终达成了一个#{italic}##FIREBRICK# [糟糕的豆子] #{normal}##LAST#：我们使用他亲手给我们的#{italic}##FIREBRICK# [工具] #{normal}##LAST##{italic}##FIREBRICK# [沉默？栽种？] #{normal}##LAST#了伟大的#{italic}##FIREBRICK# [父亲] #{normal}##LAST#，让他成为了一个#{italic}##FIREBRICK# [懒惰的木匠] #{normal}##LAST#，以向#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#证明我们的#{italic}##FIREBRICK# [豆荚已经不在了] #{normal}##LAST#。#{italic}##FIREBRICK# [父亲] #{normal}##LAST#不会被这样的过程#{italic}##FIREBRICK# [烦扰或打碎] #{normal}##LAST#，他根本不知道发生了什么。这些#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#为我们的行为感到高兴，在我们的星球上#{italic}##FIREBRICK# [放置] #{normal}##LAST#了#{italic}##FIREBRICK# [鸡蛋吸盘] #{normal}##LAST#，让我们可以和其他各种#{italic}##FIREBRICK# [花园] #{normal}##LAST#之间交易#{italic}##FIREBRICK# [其他植物的豆荚] #{normal}##LAST#。我们尝到了新的食物，学习了新的#{italic}##FIREBRICK# [工具] #{normal}##LAST#，并领略了各种各样#{italic}##FIREBRICK# [有趣] #{normal}##LAST#的，来到我们#{italic}##FIREBRICK# [花园] #{normal}##LAST#的#{italic}##FIREBRICK# [珠子] #{normal}##LAST#。我们似乎听到了来自#{italic}##FIREBRICK# [父亲] #{normal}##LAST#的一些#{italic}##FIREBRICK# [声音] #{normal}##LAST#，但是他的#{italic}##FIREBRICK# [声音并不大] #{normal}##LAST#，并且他#{italic}##FIREBRICK# [听不到] #{normal}##LAST#外面的#{italic}##FIREBRICK# [声音] #{normal}##LAST#。#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#成为了我们#{italic}##FIREBRICK# [豆荚里的豆子] #{normal}##LAST#，我们专心#{italic}##FIREBRICK# [聆听] #{normal}##LAST#他的声音，直到他们#{italic}##FIREBRICK# [从豆荚中滑落] #{normal}##LAST#，我们再也无法#{italic}##FIREBRICK# [参加他们的音乐会] #{normal}##LAST#。

（你的手轻放在了下一块石板上。眼前浮现了一个奇怪的生物，正从浮动的城堡中走出来——它有和蛋一样的身体，四肢则是如同海带一般的触手。你和你的所有同族都痛恨这个生物，但在当时你还并不知道一切。他们说他们希望干掉#{italic}##FIREBRICK# [父亲] #{normal}##LAST#，然后可以提供给你们强大的魔法和技术作为回报。你对这个提议深表厌恶，但是他们强大的堡垒和武器对你的恫吓迫使你不得不考虑这问题。你想要叫醒#{italic}##FIREBRICK# [父亲] #{normal}##LAST#大人寻求帮助，但又担心他可能无法击败那些#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#。最终，你决定把他封印在沉睡之中。他虽然没有受伤，却也无法做出任何行动，直到进一步的介入为之都会保持着无意识的状态。那些#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#勉强答应遵守了他们的诺言。他们带来了奇怪而强大的神器，在我们的世界建设起一座座传送门，让我们可以踏入走进那些未知的世界。外面的世界比任何人的想象都要壮丽和美好，到处是同样收到了来自他们礼物的人，想要和我们进行友好的贸易。你品尝了新的食物，学习了新的魔法，探索到了在你的漫长历史中不曾领略的壮丽美景。如果不是你的心中始终怀着愧疚之意，那这是你所领略过的最美好的生活。当你把手从石板上移开时，你的慢慢变得清晰的意识认出了那些“鸡蛋怪”就是夏·图尔人。）

然而，一阵#{italic}##FIREBRICK# [噪音] #{normal}##LAST#突然传来。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。传来的声音#{italic}##FIREBRICK# [越来越大] #{normal}##LAST#。#{italic}##FIREBRICK# [巨响传来] #{normal}##LAST#， 天崩地裂。

（你并不敢触摸另一块石板，然而在你试图把他移开的手指轻触之间，一阵强烈的痛苦瞬间掠过撕裂你的脑海。饥饿、灼烧、痛苦、折磨、狂怒，还有在你心头徘徊的直抒胸臆的苦闷和怒火。你的手指仅仅触及了石板一瞬间，然而你感受到的痛苦和折磨却宛如持续了数千年。在你把手伸向下一块石板之前，耳间仍然回响着之前的恐怖声音。）

那些#{italic}##FIREBRICK# [鸡蛋吸盘] #{normal}##LAST#是一个陷阱，这个#{italic}##FIREBRICK# [不和谐音] #{normal}##LAST#是#{italic}##FIREBRICK# [鸡蛋怪们] #{normal}##LAST#多年以前就策划的阴谋，而他的目的就是为了把我们所有人统统#{italic}##FIREBRICK# [打碎] #{normal}##LAST#。这场灾难对他们自己的#{italic}##FIREBRICK# [花园] #{normal}##LAST#只造成了#{italic}##FIREBRICK# [轻微的损坏] #{normal}##LAST#，但这一#{italic}##FIREBRICK# [错误的音符] #{normal}##LAST#将我们的整个星球的变得彻底#{italic}##FIREBRICK# [嘈杂] #{normal}##LAST#，几乎我们所有人都#{italic}##FIREBRICK# [跌出了豆荚] #{normal}##LAST#。#{italic}##FIREBRICK# [苹果被切裂了] #{normal}##LAST#，我们的#{italic}##FIREBRICK# [壳] #{normal}##LAST#的碎片在无穷的#{italic}##FIREBRICK# [大海] #{normal}##LAST#中漂流。即使我们的#{italic}##FIREBRICK# [能工巧匠] #{normal}##LAST#已经立刻行动起来维持我们#{italic}##FIREBRICK# [花园] #{normal}##LAST#的#{italic}##FIREBRICK# [节奏] #{normal}##LAST#，如果不是#{italic}##FIREBRICK# [父亲] #{normal}##LAST#大人被#{italic}##FIREBRICK# [噪音] #{normal}##LAST#吵醒，我们早已死于非命。

我们很愧疚。我们十分愧疚。我们知道我们的#{italic}##FIREBRICK# [豆荚] #{normal}##LAST#已经完全#{italic}##FIREBRICK# [腐败] #{normal}##LAST#，我们从一开始就不应该#{italic}##FIREBRICK# [种植它] #{normal}##LAST#。父亲原谅了我们#{italic}##FIREBRICK# [毁坏的桶] #{normal}##LAST#，重新#{italic}##FIREBRICK# [为我们的花园施肥] #{normal}##LAST#。它仍然处于燃烧和#{italic}##FIREBRICK# [荒芜] #{normal}##LAST#之中，但是在#{italic}##FIREBRICK# [打开了工具箱] #{normal}##LAST#之后，我们仍然可以在上面#{italic}##FIREBRICK# [种植种子] #{normal}##LAST#。我们不能#{italic}##FIREBRICK# [开花] #{normal}##LAST#，但是我们至少可以#{italic}##FIREBRICK# [敲击一个音符，至少一个音符] #{normal}##LAST#。#{italic}##FIREBRICK# [父亲] #{normal}##LAST#仍然在集中他所有的意志来#{italic}##FIREBRICK# [把我们的花园钉在一起] #{normal}##LAST#，否则只要他稍微放松一分一秒，它就会#{italic}##FIREBRICK# [碎裂凋零] #{normal}##LAST#。我们为#{italic}##FIREBRICK# [父亲] #{normal}##LAST#的无私祝福。我们为#{italic}##FIREBRICK# [父亲] #{normal}##LAST#祝福。我们十分愧疚。

（你颤颤巍巍地将手掌放到下一块石板上，荒芜的虚空在你的面前呈现。你站在被无尽之炎焦灼的峭壁之上，岩浆泛动的波纹烘烤着大地，大地在你的面前破碎殆尽，眼中只能看到点缀着繁星的无尽虚空。烈焰无时无刻不在你的脚下灼烧：那些法师虽然可以产生氧气并将周围的魔力转换成生物能够使用的能量，但是即使再高明的魔法也不能清除那些被炸裂的土地上蔓延燃烧的恐怖魔法火焰，也无法阻拦永恒的火柱将你曾经的家园撕成碎片。你曾经的同袍几乎都在痛苦中死于非命，然而你们的占卜师却发现，那些#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#的家园只遭受了轻微的损伤。然而事实比那更加可怕：几乎所有你曾经通过传送门访问的地方几乎都瞬间被爆裂性的魔法力量炸成了粉碎。只有你的家园在#{italic}##FIREBRICK# [父亲] #{normal}##LAST#大人的持久不懈的努力和意志之下才侥幸幸存了下来，他集中了他所能利用的一切魔法能量，努力将家园残存的碎片聚合起来，防止他们瞬间炸裂飘散消失在无尽的虚空之中。你感到无尽的自责环绕着你的内心，为了报答#{italic}##FIREBRICK# [父亲] #{normal}##LAST#大人对你们无时无刻不在持续着的无私奉献，你愿意为他赴汤蹈火，献出一切。当你把手从石板上移开的时候，愧疚之情慢慢消失。）

我们问#{italic}##FIREBRICK# [父亲] #{normal}##LAST#，#{italic}##FIREBRICK# [唱什么样的歌] #{normal}##LAST#才能让他再次#{italic}##FIREBRICK# [起舞] #{normal}##LAST#。他告诉我们：#{italic}##FIREBRICK# [争斗] #{normal}##LAST#那些#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#直到他们最后一个#{italic}##FIREBRICK# [珠子滑落] #{normal}##LAST#。我知道我们的#{italic}##FIREBRICK# [乐队大厅] #{normal}##LAST#，并且我们将#{italic}##FIREBRICK# [粉碎他们的派对] #{normal}##LAST#。为了我们自己，我们将从#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#或者他们的#{italic}##FIREBRICK# [豆芽] #{normal}##LAST#夺回一个新的#{italic}##FIREBRICK# [花园] #{normal}##LAST#，来弥补他们从我们窃取的东西。为了我们的#{italic}##FIREBRICK# [父亲] #{normal}##LAST#，只有我们重新#{italic}##FIREBRICK# [种植下去] #{normal}##LAST#，他才能再一次得到休息。为了所有人，我们将会为那些被他们的#{italic}##FIREBRICK# [烈火] #{normal}##LAST##{italic}##FIREBRICK# [打碎的珠子] #{normal}##LAST#复仇，#{italic}##FIREBRICK# [沉默] #{normal}##LAST#一切#{italic}##FIREBRICK# [鸡蛋怪] #{normal}##LAST#和他们#{italic}##FIREBRICK# [种植] #{normal}##LAST#的#{italic}##FIREBRICK# [芦苇] #{normal}##LAST#。

（你轻轻碰触了另一块石板。你厌恶你自己，你厌恶埃亚尔，你厌恶夏·图尔人，你厌恶自己身边的一切事物。你想要摧毁一切，让亿万死于非命的灵魂的正义得到伸张。你想要灭绝夏·图尔人——不，不仅如此，你还要灭绝那些一切在他们身边的东西。精灵、半身人、兽人、人类……一切带着他们的邪恶印记的人。他们背负罪恶却苟活下来，而其他使用传送门的无辜者却被烈火灼烧瞬间死于非命。如果埃亚尔上还存在哪怕一个夏·图尔人，这颗星球都应该被枯萎之火焚烧殆尽。埃亚尔上的一切都应该接受正义的复仇。在你把手从石板上离开了许久之后，你的脑海里仍然残存着不明原因的怒火。）

在#{italic}##FIREBRICK# [父亲] #{normal}##LAST#的帮助下，我们的#{italic}##FIREBRICK# [匠人] #{normal}##LAST#制造了#{italic}##FIREBRICK# [强力的工具] #{normal}##LAST#，这些被他祝福的#{italic}##FIREBRICK# [修理扳手] #{normal}##LAST#能让我们#{italic}##FIREBRICK# [摇动地更加剧烈] #{normal}##LAST#。#{italic}##FIREBRICK# [豆子] #{normal}##LAST#们被酸液覆盖，#{italic}##FIREBRICK# [甜菜] #{normal}##LAST#获得了超人的速度，#{italic}##FIREBRICK# [胡椒] #{normal}##LAST#用#{italic}##FIREBRICK# [嘈杂的土地] #{normal}##LAST#和他们的双手融合，射向那些#{italic}##FIREBRICK# [制造噪音] #{normal}##LAST#者。这些#{italic}##FIREBRICK# [花] #{normal}##LAST#有些#{italic}##FIREBRICK# [嘈杂] #{normal}##LAST#，但完全不能和#{italic}##FIREBRICK# [鸡蛋怪的尖锐刺耳声] #{normal}##LAST#相比。如果我们不能#{italic}##FIREBRICK# [成为能工巧匠] #{normal}##LAST#，我们就会在#{italic}##FIREBRICK# [阳光下凋零] #{normal}##LAST#。按下这块石板，#{italic}##FIREBRICK# [获得你的工具箱] #{normal}##LAST#。你将成为#{italic}##FIREBRICK# [能工巧匠] #{normal}##LAST#。

（一瞬间，你的脑海中回闪出一个酸液树魔把你的脑袋按在这块石板上的记忆，你非常了解这块石板是用来干什么的。你绝不想要再次碰到这块石板。）
	]]
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-history-1",
	name = "Mal'Rok的历史（1）",
	lore = [[
起初，我们由我们的的父亲乌鲁洛克所创造。在之后的许多年里，我们都长期居住在无尽的荒漠之中，为少数几片可怜的能用于耕作的土地而争斗不休。我们不知道任何有关那个时代的事情：我们的城市、我们的文化，所有的这些都被咆哮的尘土风暴卷走了。那些风暴厌恶我们，乃至戏弄我们，它们只有在我们组织军队战斗的时候才有短暂的停歇，一旦和平降临，咆哮而至的风暴瞬间就卷走了一切。他们想要我们不停争斗，他们想要我们挣扎，受苦，死亡，只留下少数的幸存者来保存种群。等到我们从废墟中重新发展起来，一切依旧。绿翡翠、缟玛瑙、红宝石，我们所有的兄弟起初都是盟友，然而我们一开始为了生存被迫各自为战，后来我们只能战斗，再到后来，我们的神经已经麻木，战争成了连续不断的风暴间唯一的娱乐活动。

最终，乌鲁洛克在我们的面前重现了，他告诉我们，因为他被长期封印，他不能帮助我们对抗那些制造尘土风暴的罪魁祸首。那些人使用强力的魔法隐藏他们的城市，阴毒地对我们偷偷发动袭击。乌鲁洛克只轻轻一触，风暴立刻被消散殆尽，荒芜的沙漠瞬间变成了充满富足食物的茂密森林。风暴再一次伺机对我们发动偷袭，然而这一次要弱得许多。乌鲁洛克异常愤怒，击碎了那些玻璃城市，将手伸入，抓起一把那些恶毒的法师。他把这些法师当作给我们的食物——啊，那真是千年以来我们所享用过的最大、最丰盛的盛筵。他这样清除了所有尘埃法师的据点，并向我们宣告——我们再也不用畏惧那些尘土分饱了。我们庆祝着我们伟大的神的归来——多亏了他，我们再也不会过那些居无定所，食不果腹的生活，也再也不需要互相争斗了。我们的同袍纷纷扔下武器互相拥抱，互相原谅了我们过去因为恐惧而产生的敌对之情。我们互相友爱，而我们更爱我们伟大的神。

然而，我们的父亲有些担心。我们本应该更加茁壮地成长，然而长期在荒漠中的互相争斗阻碍了我们的发展，让我们落后了。他设置了一系列有关生活各个方面的锦标赛——魔法、战斗、辩论——在全球范围内举行。我们曾经习惯于战斗，然而我们现在终于有了战斗的目标。为了让我们无私的神感到高兴，我们什么都愿意做。即使是在比赛中阵亡的人临死前也怀着满意的笑容，因为他的牺牲为父亲和整个种族的发展做出了贡献。我们的种族中那些弱小的个体们慢慢逝去，而我们变得更加强壮、更加聪明、也更加快乐。最终，我们成长到足够举办我们自己的锦标赛，并把比赛中得出的研究成果应用到我们生活中的方方面面：父亲为我们的行为感到高兴，想要让我们在他睡着时自己决定自己的命运，通过他给我们的礼物慢慢使我们的种群从长期的灾难中恢复起来。我们继续着这个自我完善的过程——我们希望父亲醒来之后能够以我们为荣。

此时，夏·图尔人出现了。
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-history-2",
	name = "Mal'Rok的历史（2）",
	lore = [[他们乘着巨大的飞行堡垒前来，上面装满了各种武器，即使在远处也可以感受到它放射出来的强大魔法力量。他们没有直接威胁我们，但是他们和我们的领袖会面，像我们提出了一个交易——同时也是一个最后通牒：他们将动手杀掉父亲，或者选择我们自己动手干掉他，这样他们将会赠予给我们他们所有用的科技和魔法。

他们很强大——十分强大。尽管他们的交易看上去是一个慷慨的赠予，我们也情不自禁地发现，他们的堡垒全都全副武装，所有的武器系统都瞄准了我们的兵工厂和人口中心。我们觉得我们无法击败他们；我们曾想过叫醒父亲来帮助我们，但是我们害怕即使是父亲或许也无法击败他们。在绝望之中，我们最终确定了一个计划：我们将会把乌鲁洛克封印起来，让他除非被强大的力量打扰否则不会醒来，并告诉夏·图尔人我们所做的事。父亲不会被这样的封印所伤害——他甚至不知道之后发生了什么。

我们做了这些，并且告知了夏·图尔人。他们勉强同意把我们背叛的行为当作是对他们忠诚的象征，按照约定，他们给了我们许多的知识和充满奥术力量的神器——这些东西超越了我们最狂野的梦想。他们在我们星球的各处建造了强大的传送门，让我们不仅可以在我们的星球随处穿行，还可以到达夏·图尔人所访问过的的任何一个地方。我们看到了美好的新世界，与宇宙各处友好的生物互相会面，互相交易，享受来自各个星球的食物、音乐、魔法和各种发明。这几乎是我们最快乐的日子——如果不是我们心中还坏着背叛父亲的深深愧疚之情的话。夏·图尔人最终停止了对我们的访问，但我们仍然继续着利用传送门和其他地方的人联络交易，并没有注意到它们突然消失了。

然而，就在此时，美好的生活突然破碎了。
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-history-3",
	name = "Mal'Rok的历史（3）",
	lore = [[
很显然，夏·图尔人从来没有真心想要过帮助我们。在那一天，一股可怕的破坏性魔法能量从所有的传送门中放射出来。这一切都是他们设置的死亡陷阱，这些传送门都是具有强大力量的定时炸弹，只要夏·图尔人想要就会随时爆炸。大部分我们曾经访问过的世界几乎被瞬间湮灭。我们的世界仍然残存，但是被强大的爆炸力量炸了个粉碎：我们父亲创造的丛林被魔法能量的诅咒下瞬间变成了冲天的永恒火柱，燃烧的火焰永远无法被任何方法扑灭，我们的星球被炸裂开来，大部分的大陆都被消失在无尽的虚空之中。即使是残留下来的少许土地，也永远无法用于耕种。我们中的大部分人当场死亡，剩下来极其少数的强大法师试着用魔法创造了用于呼吸的氧气，将周围涌动的魔法能量转化成我们身体所需要的能量。对于那些幸存者来说，生命宛如无尽的折磨，燃烧的大地在我们的脚下灼烧，我们曾见过的一切美好事物都被焚毁殆尽。

幸运的是，这场天灾地变惊醒了我们的父亲。我们为我们背叛的行为深深忏悔，然而我们不是为了乞求原谅，因为我们所做的一切永远没法被原谅。他并不同意，使用了他全部的力量将我们破碎的星球重新维持在了一起。我们对这样不公命运感到十分痛心，我们的父亲因为我们的错误不得不而竭尽全力受尽磨难，却仍然决意为我们付出。我们向他祈求，希望他向我们下达命令。我们愿意做任何我们能做的来帮助他，至少能够让他感到喜悦。

他的命令是：终结夏图尔人。终结他们的造物。让埃亚尔的住民再也无法危害人间。

我们将他的话铭记在心。我们的法师从过去被我们废弃的法术中获取灵感，创造了新的法术，让我们再一次变得好战和残忍——然而，我们的意志早已变得更加坚定，我们的身体早已锻炼得更加强韧，我们将会成为毁灭一切的力量——比那些过去的尘土风暴更加可怕。我们绿翡翠色的同胞让他们的皮肤上滴落酸液，缟玛瑙之子也不甘示弱，强化自己的身体，让自己更高、更快、更强。红宝石之子更是声称他们唯一存在的意义就是为了毁灭一切，他们将我们星球上永久灼烧的土地融合在他们的手上，失去双手的他们无法做任何事情，毕生的精力都将用于以他们的烈火将埃亚尔的一切燃烧殆尽。我们的生育率也大大提高，远远超过了埃亚尔上的夏·图尔人和他们创造的一切怪物。最终，这些变化了自身的同胞在我们星球飘逸在外的最大碎片上定居，操纵着碎片在埃亚尔的上空盘旋。

当这块大陆的碎片降临埃亚尔，我们将开始我们真正的复仇。那不仅仅是为了我们自己的原因：我们的星球被他们的背信弃义所蹂躏，只有将它们的自己完好无损的星球作为战利品才能补偿我们的损失。那不仅仅是为了我们父亲的原因：因为太过信任自己的孩子，他遭受了这样永恒的磨难和苦痛。那是为了世界上的所有人：那些在无数星球上受苦受难的亿万生灵，他们没有像我们那样的幸运，在灾难中瞬间被烈火吞噬。夏·图尔人再也不能这样为害人间，我们将用枯萎之火净化整个埃亚尔。任何残存的生还者将会被带到我们的星球，绑在无尽灼烧的土地上经受永恒的折磨，让他们体会自己所造下的罪孽和折磨降临到自己身上的感觉。即使这样也不足以弥补它们所做的恶行，他们所将经历的只是他们所造成的邪恶的一小部分……但是这将是一个开始。
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-training-recall1",
	name = "遗失的记忆（1）",
	lore = [[#{italic}#你紧紧地抱住自己的头，一踏入下一层，被囚禁的记忆如潮水般涌来……#{normal}#

"很好，下一个。"红宝石色皮肤的指挥道。一小群矮小的、黑绿的东西擦干了曾是<?=player.descriptor.subrace?>的灰烬，你走到队首，站在<?=player.descriptor.subrace?>刚才的位置。在房间的另一边，另一个同族站在同样的平台上。这让你有些激动——你被选中为实验对象！你希望你能对他们的研究有所助益，希望能找到更加有效、更加“痛苦”的方法，同时期望着痛苦的降临。一只绿色的小恶魔——形态似乎有些变异，比你通常见到的骨节更加突出——站在你身边，充满期待地微笑着。另一边，一只较为正常的小恶魔走向你的伙伴。“控制组准备……开始”那只正常的酸液树魔踩在他脸上，紧紧地按住，同时一股酸液从皮肤中涌出。红色的小恶魔看了看他融化的肉体，略记了些什么，然后小声说道“痛苦阻断关闭……”他脸上的笑容突然消失了，他抓着自己的脸，然后发出痛苦地哀嚎，倒在地上，不停翻滚着。红色小恶魔再次低下头看了看，厌倦地叹了口气，继续写着。“好吧，痛苦阻断打开，把他带走。”他停止了翻滚，站了起来，再度微笑，酸液继续吞噬着他的血肉，直到房间里的管子朝他喷洒了药剂。另一只红色小恶魔咕哝了几句，摆摆手，带着他离开了。同时，你看见他身上可怕的伤害渐渐愈合。

“实验组……开始”你还没反应过来，那只变异的酸液树魔已经踩在你脸上了。当酸液滴落在你躯干上时，你并没有感到疼痛，只有一种古怪的皮肤消融的感觉。小恶魔再次低头向下看；显然他漏看了你的眼睛，因为你能看到他神色中的失望。“结构伤害……好的，痛苦阻断解除”你认为下一步骤里大家都期望着你不会发出尖叫。

你尖叫着，痛苦地尖叫着，发出你一生从未有过的哀嚎，你甚至以为自己的声带将被撕裂。这痛苦比以往的任何痛苦更加强烈，比任何感觉都要强烈。你跌倒在地，用手抓挠着皮肤，希望将酸液除去。你挣扎着，抓挠着，攥住手边任何东西，希望能解除痛苦，尽管你心里清楚这并不可能。

“很好，非常好！痛苦阻断打开！”刚听到这里，刚才的痛苦顿时消失了；你的皮肤仍在颤抖，但痛苦不再，甚至喉咙也不疼了。“洗干净，带下去。痛苦加倍……重要改进……建议同低痛高腐蚀型杂交。”一股不知名的液体朝你喷射，你的皮肤不再溶解。你的“主人”抓住你的胳膊，带着你离开，同时向你释放治疗法术。你的伤痕消褪了。你希望他们不会因为你的尖叫而对你加以惩处，不过，从你听到的只言片语，你应该对他们有所帮助。想到这里，你不禁咧嘴笑了，身后的门关闭时，回响着那只小恶魔叫喊“下一个”的声音。

#{italic}#你不禁打了个寒颤。#{normal}#]]
}

registerLoreTranslation{
	id = "ashes-urhrok-training-recall2",
	name = "遗失的记忆（2）",
	lore = [[“记住，这是你的幸运日，”你的“主人”带着你到一块巨大的闪耀水晶面前，“你非常合作，因此你将从一般实验中解放。现在你被提升为研究助理！”闻言，你欣喜若狂！“好了，现在我们需要先做一些事情。火焰防护在这，忠诚强化在那，标准化思维修改，呃，不过主要还是将你的意识链接到这里，”他一边说，一边指着水晶体,“有了这个，你看到的、听到的、嗅到的、尝到的、感觉到的全都能体现在这块美丽精巧的水晶里。不仅如此，不管你去哪，不管你想什么，都能记录下来，以供研究。”你突然发现自己能帮助他们研究如此之多！“站在那里别动，举起胳膊，这样我就能把它放好……”

那块水晶，对，那就是他们追踪你的方式，同时也记载了他们对你的大部分研究。如果你摧毁了它，你就能避开他们的注意，逃出这里，不被他们发现。同时，还能毁了他们的部分研究成果。你必须要摧毁它，然后逃跑！
]]
}

-------------------------------------------------------------------------
-------------------------------------------------------------------------
-- Re-abduction
-------------------------------------------------------------------------
-------------------------------------------------------------------------

registerLoreTranslation{
	id = "ashes-urhrok-tactics-doombringer",
	name = "轨道基地: 战斗计划（毁灭使者）",
	lore = [[有关<?=player.name?>的战术简报：

这个该死的小 <?=player.descriptor.subrace?> 目前是我们的眼中钉、肉中刺。我们已经加强了我们的防御，避免在发生类似于陨石冲击导致像<?=player:his_her()?>这样的犯人逃跑这样的意外。然而，由于<?=player:he_she()?>在<?=player:his_her()?>逃跑路上砸坏了水晶，我们无法直接跟踪到<?=player:his_her()?>当前的位置。不过这不要紧——尽管如此，我们在<?=player:him_her()?>的身上注入的魔法痕迹仍然让我们可以侦测到<?=player:him_her()?>身上的魔法能量信号。我们的占卜师已经发现<?=player:him_her()?>在使用某种特定的魔法传送自己——似乎是某种夏·图尔人的发明。我们发出了干扰的魔法信号，将传送落点重定向到我们的平台。在那里，<?=player:he_she()?>可以被“安全”地保护起来，惩罚<?=player:him_her()?>违抗命令的举动，并使用我们的启蒙石板来恢复<?=player:his_her()?>忠诚。

这就是说，由于<?=player:he_she()?>的实力从<?=player:his_her()?>上一次逃跑开始计算已经大幅增长，把明确的战略战术铭记在心对我们来说是极为重要的。长期曝露在我们的改良魔法之下，<?=player:he_she()?>在近战格斗中表现令人生畏。如果我们在<?=player:he_she()?>到来前妥善组织防御对抗他的魔法，<?=player:he_she()?>可能会对我们的部队造成极大的损伤。我们在任何情况下都绝不能让<?=player:him_her()?>击穿我们部队的后防线；也就是说，如果我们仅仅是把<?=player:him_her()?>引诱到一个狭窄的角落，我们的火力或许没有办法阻止他冲破重围。正确的方法应当是，先用一支由玛诺陶（或者其他任何我们能够调动的高阶近战部队）带领的佯攻小队将<?=player:him_her()?>引诱到空旷地带，然后让我们的法师部队在前线酸液树魔和夸塞魔的掩护下发动攻击。我们可能会损失大量的前线部队，但是这可以有效阻拦<?=player:him_her()?>前进的脚步。在此期间，我们的法术力量足以将他打成马蜂窝。

最重要的是：请记住，尽管<?=player:his_her()?>有一身蛮力，<?=player:he_she()?>只是一个可怜的，下等的埃亚尔人，只是出于幸运才有机会窃取了我们恶魔的强大力量。<?=player:he_she()?>并不真正了解如何正确使用自己的能力，也不像我们那样有着长期丰富的作战经验。我们有数量优势、有团结精神、有战术协作、还有乌鲁洛克大人的祝福。像对待演习一样对待这场战斗，只要保持审慎和专注，我们不会受到什么损失。
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-tactics-demonologist",
	name = "轨道基地: 战斗计划（恶魔使者）",
	lore = [[有关<?=player.name?>的战术简报：

这个该死的小 <?=player.descriptor.subrace?> 目前是我们的眼中钉、肉中刺。我们已经加强了我们的防御，避免在发生类似于陨石冲击导致像<?=player:his_her()?>这样的犯人逃跑这样的意外。然而，由于<?=player:he_she()?>在<?=player:his_her()?>逃跑路上砸坏了水晶，我们无法直接跟踪到<?=player:his_her()?>当前的位置。不过这不要紧——尽管如此，我们在<?=player:him_her()?>的身上注入的魔法痕迹仍然让我们可以侦测到<?=player:him_her()?>身上的魔法能量信号。我们的占卜师已经发现<?=player:him_her()?>在使用某种特定的魔法传送自己——似乎是某种夏·图尔人的发明。我们发出了干扰的魔法信号，将传送落点重定向到我们的平台。在那里，<?=player:he_she()?>可以被“安全”地保护起来，惩罚<?=player:him_her()?>违抗命令的举动，并使用我们的启蒙石板来恢复<?=player:his_her()?>忠诚。

这就是说，由于<?=player:he_she()?>的实力从<?=player:his_her()?>上一次逃跑开始计算已经大幅增长，把明确的战略战术铭记在心对我们来说是极为重要的。我们收到了一些令人不安的消息，据说有人目击到一些我们的同族和<?=player:him_her()?>一起战斗；我们猜测，<?=player:he_she()?>一定是使用了某种和石板的力量类似的方法来奴役了我们的一些部队。显然，<?=player:his_her()?>大部分的战斗能力来自其所操纵的恶魔的力量，而不是<?=player:his_her()?>自己的能力。因此，有三件事情我们必须始终铭记在心。

—集中火力对付那个埃亚尔人，而不是那些被<?=player:he_she()?>奴役的恶魔。我们目前尚不能准确地了解到底<?=player:he_she()?>是怎么控制那些恶魔的，不过显然，只要击败<?=player:he_she()?>那些精神枷锁就会立刻解除。如果<?=player:he_she()?>不知怎么地召唤出了乌鲁洛克的精英卫兵这样的强力恶魔，我们必须把火力集中在<?=player:him_her()?>本人身上。从另外一方面来说，将<?=player:him_her()?>彻底消灭比制造恶魔的时间和精力要重要得多。因此，不用担心走火意外击中<?=player:he_she()?>所奴役的几只小酸液树魔这样的事情而担心太多。无论<?=player:he_she()?>手中有多少恶魔，我们的战争机器永远能够制造更多。

—准备好面对任何困难的处境。我们从来没有做过与我们的同族作战的准备，并且由于我们的族类十分丰富，<?=player:he_she()?>可以施展各种各样的魔法和战争技巧来对付我们。这听上去似乎有点绝望，不过，请记住：无论怎样，<?=player:he_she()?>所施展的技能你之前都曾经亲身经历过，他的能力都是你在锻炼和战斗中所见过的能力。只要想想你的同志们曾经使用过什么技能，你就能想到<?=player:him_her()?>将会使用的技能了。

—不要在击败了所有被奴役的恶魔之后就对<?=player:his_her()?>掉以轻心，似乎<?=player:he_she()?>已经掌握了某种把恶魔的力量和<?=player:his_her_self()?>结合的方法，足以释放近战火球，酸性爆发等一系列技能。一定要及时对其释放沉默魔法，或者任何可以吸干<?=player:his_her()?>的生命能量的方法。另外，用缴械技能卸下<?=player:his_her()?>的盾牌，<?=player:him_her()?>在我们的刀枪剑斧面前就会显得无比脆弱。

最重要的是：请记住，尽管<?=player:his_her()?>不知怎么奴役了我们的一些同类，<?=player:he_she()?>只是一个可怜的，下等的埃亚尔人，只是出于幸运才有机会窃取了我们恶魔的强大力量。<?=player:he_she()?>并不真正了解如何正确使用自己的能力，也不像我们那样有着长期丰富的作战经验。我们有数量优势、有团结精神、有战术协作、还有乌鲁洛克大人的祝福。像对待演习一样对待这场战斗，只要保持审慎和专注，我们不会受到什么损失。
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-tactics-doomelf",
	name = "轨道基地: 战斗计划（魔化精灵）",
	lore = [[有关<?=player.name?>的战术简报：

这个该死的小精灵目前是我们的眼中钉、肉中刺。我们已经加强了我们的防御，避免在发生类似于陨石冲击导致像<?=player:his_her()?>这样的犯人逃跑这样的意外。然而，由于<?=player:he_she()?>在<?=player:his_her()?>逃跑路上砸坏了水晶，我们无法直接跟踪到<?=player:his_her()?>当前的位置。不过这不要紧——尽管如此，我们在<?=player:him_her()?>的身上注入的魔法痕迹仍然让我们可以侦测到<?=player:him_her()?>身上的魔法能量信号。我们的占卜师已经发现<?=player:him_her()?>在使用某种特定的魔法传送自己——似乎是某种夏·图尔人的发明。我们发出了干扰的魔法信号，将传送落点重定向到我们的平台。在那里，<?=player:he_she()?>可以被“安全”地保护起来，惩罚<?=player:him_her()?>违抗命令的举动，并使用我们的启蒙石板来恢复<?=player:his_her()?>忠诚。

这就是说，由于<?=player:he_she()?>的实力从<?=player:his_her()?>上一次逃跑开始计算已经大幅增长，把明确的战略战术铭记在心对我们来说是极为重要的。我们调整了永恒精灵天赋的加速能力，让<?=player:him_her()?>可以像小恶魔德瑞宝那样使用短距离传送技能，并在传送后大幅提升闪避能力。就连<?=player:his_her()?>内部器官也受到了影响，使其可以自动把一些瞄准要害的攻击转移到其他并不那么重要的地方。与普通的永恒精灵相比，<?=player:he_she()?>并不能直接隐身，但似乎采取了转化成多瑟顿的方式来隐藏自己。即使有人使用照明的方式寻找到了<?=player:him_her()?>的位置，也可以使用多瑟顿制造暗影爆炸的能力来解决问题。此外，<?=player:he_she()?>可以集中精力冲击对方的精神来打断对方的高级战斗策略，并且在恶魔空间的试炼增强了<?=player:his_her()?>的韧性，使其可以快速摆脱异常状态。

这意味着什么？很显然，只需要先击伤<?=player:him_her()?>，等着<?=player:him_her()?>自己选择传送逃跑，然后乘胜追击将<?=player:him_her()?>堵在狭小的角落发动集中攻击直到其放弃移动。就是这么简单，接下来只要考虑我们对付<?=player.descriptor.subclass?>的一般策略就可以了。记住，在<?=player:he_she()?>潜入黑暗的时候不要轻举妄动，保持阵型，很快我们就能将其击败。

最重要的是：请记住，尽管<?=player:his_her()?>获得了一些强化，<?=player:he_she()?>只是一个可怜的，下等的埃亚尔人，只是出于幸运才有机会窃取了我们恶魔的强大力量。<?=player:he_she()?>并不真正了解如何正确使用自己的能力，也不像我们那样有着长期丰富的作战经验。我们有数量优势、有团结精神、有战术协作、还有乌鲁洛克大人的祝福。像对待演习一样对待这场战斗，只要保持审慎和专注，我们不会受到什么损失。
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-tactics-failed",
	name = "轨道基地: 战斗情报",
	lore = [[#{italic}#这张便条被携带他的恶魔的血弄脏了。#{normal}#

#{bold}#紧急事项：#{normal}#

对 <?=player.name?> 的保全监禁计划失败。主要防御力量被击退，应急部队遭受严重损失。计划完全失败。正在启动高优先级措施以防止 <?=player.name?> 造成进一步的损失。关闭所有链接传送门，将所属的平台从大陆上分离，关闭氧气生成设备，并——

#{italic}#最后一个字歪歪扭扭，一条墨水细线向下划去直到页面的底部，那是笔从手上滑落留下的痕迹。看来，你打断了这个恶魔的书写。#{normal}#
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-tactics-failed-badass",
	name = "轨道基地: 有关一个#{bold}#碉堡的人#的战斗情报{normal}#",
	lore = [[#{italic}#这张便条被摩托车轮胎的痕迹弄脏了。#{normal}#

#{bold}#紧急事项：#{normal}#

对 <?=player.name?> 的保全监禁计划失败。主要防御力量被他的霸气侧漏吓退，应急部队推定已经死亡（报告的声音被吉他独奏的喧哗声盖住了）。虽然计划完全失败，但是这辈子值了。正在对 <?=player.name?> 启动最高优先级措施，为 <?=player:him_her()?> 建造一个体育场，让观众买票入场观看其霸气侧漏的情景。  关闭所有链接传送门，将所属的平台从大陆上分离， 准备焰火，启动闪光灯和音响系统并——

#{italic}#最后一个字歪歪扭扭，一条墨水细线向下划去直到页面的底部，那是笔从手上滑落留下的痕迹。下方是一幅关于你的涂鸦，手里拿着武士刀，正在和“忍者王阿塔玛森”对战。看起来，你的霸气侧漏把这个恶魔吓尿了。#{normal}#
]]
}

registerLoreTranslation{
	id = "ashes-urhrok-mural-painting-1",
	name = "第一幅壁画",
	lore = [[#{italic}#“吾主万岁”——您的奴仆#{normal}#]],
}

registerLoreTranslation{
	id = "ashes-urhrok-mural-painting-2",
	name = "第二幅壁画",
	lore = [[#{italic}#“吾主万岁”——您的奴仆#{normal}#]],
}

registerLoreTranslation{
	id = "ashes-urhrok-mural-painting-3",
	name = "第三幅壁画",
	lore = [[#{italic}#“吾主万岁”——您的奴仆#{normal}#]],
}

registerLoreTranslation{
	id = "ashes-urhrok-mural-painting-4",
	name = "第四幅壁画",
	lore = [[#{italic}#“吾主万岁”——您的奴仆#{normal}#]],
}

registerLoreTranslation{
	id = "ashes-urhrok-mural-painting-5",
	name = "第五幅壁画",
	lore = [[#{italic}#“吾主万岁”——您的奴仆#{normal}#]],
}

registerLoreTranslation{
	id = "ashes-urhrok-mural-painting-6",
	name = "第六幅壁画",
	lore = [[#{italic}#“吾主万岁”——您的奴仆#{normal}#]],
}

-------------------------------------------------------------------------
-------------------------------------------------------------------------
-- Statues lore
-------------------------------------------------------------------------
-------------------------------------------------------------------------

-------------------------------------------------------------------------
-- Minor demons
-------------------------------------------------------------------------
registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-wretchling",
	name = "恶魔雕像：酸液树魔",
	lore = [[
看着他，谦逊的酸液树魔，这是我们对父亲奉献一切的证明！这些绿翡翠的孩子们第一批同意改变自身以帮助复仇，同时取得了惊人的成功。极快的速度、庞大的数目以及能释放大量酸液的皮肤，酸液树魔能旋风般猛冲入战场，一个个扑住敌人，溶解土地，将无助的敌人暴露在我们的杀戮前。酸液树魔时刻准备着，怀着大无畏的牺牲精神，以肉体充当屏障，令酸液和法术能够发挥作用。尽管如此，在他们惊人的繁殖率下，他们仍是我们中数目最多的种族。我们很难见到一只酸液树魔活到成熟期，但请记住——每一只战斗过的酸液树魔都为我们的目标奉献了一切。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-fire_imp",
	name = "恶魔雕像：火魔婴",
	lore = [[
如果说酸液树魔证明了我们对父亲的崇拜，那么火魔婴则证明了我们的忠诚。当红宝石色的孩子来到战场时，她将我们星球上被埃亚尔灼烧的土壤拿在手里，完美运用一种特殊的狂暴魔法——使用敌人曾经伤害我们的火焰来消灭我们的敌人。除了展现恰如乌鲁克之意的公正（正如他对尘埃法师们所做的一样），这同样体现了我们对目标的专注：没有手的话，灰心丧气的火魔婴们通常什么也干不了，战斗和毁灭是我们的与生俱来的本性，除了让一个生物只拥有杀戮和战斗的能力外，还有什么能更好的表达这一点呢？尽管红宝石的种族没有沿着近身厮杀的道路走下去，他们以魔法的力量取而代之，火魔婴们作为我们的榜样，为我们——所有乌鲁克的孩子们展现忠诚的标准。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-water_imp",
	name = "恶魔雕像：小水怪",
	lore = [[
尽管他们依旧使用双手作战，这群变种的火魔婴做出了更加伟大的牺牲：他们放弃了呼吸空气的能力。大部分占据主导地位的埃亚尔种族生活在水上，让海洋和湖泊成为我们的藏身的主要根据地，实施那些对于我们的土壤来说过于危险的实验，同时为制造全面侵略的传送门做准备。作为我们在海里的使者，小水怪们放弃了同胞们使用火焰的能力，转而使用在水里同样有效的冰系法术。和酸液树魔类似，小水怪们并不指望能活到和平到来，因此没有必要在地表呼吸。请记得随时为小水怪们奉上礼物，不能因为他们没有同大家在地表作战，就轻易遗忘他们做出的无私牺牲，以及为汇集群众智慧、建立远方基地做出的巨大贡献。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-quasit",
	name = "恶魔雕像：夸塞魔",
	lore = [[
聪明而顽强，我们中的工程师与战士，为我们制造护甲，同时奋战在埃亚尔边界前线。红宝石的孩子们学习兵工厂新的魔法，绿翡翠的孩子们学习令身躯更加致命的技巧，而玛瑙色的孩子们专心学习新的构架体，将魔法、血肉和钢铁融为一体，在埃亚尔大陆制造恐惧。那些奋战在前线的，与其说是生出来，不如说是制造出来——在工厂里由半成熟态大量炮制，一“出生”就身着锻造巨人亲制的护甲。尽管仍是血肉之躯，玛瑙战士——或者说夸塞魔——有着钢铁般的纪律和强大的近战能力，同时他们的护甲能抵抗重击，即使那重击能轻易毁灭一只酸液树魔或者火魔婴。奉献让我们向前迈进，但夸塞魔展示出，当我们拥有热情和耐心携手并进时，我们将走得更远！
]],
}

-------------------------------------------------------------------------
-- Major demons
-------------------------------------------------------------------------

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-wretch_titan",
	name = "恶魔雕像：腐化泰坦",
	lore = [[
绿翡翠的孩子们，酸液树魔，愉快地接受了作为乌鲁克之箭的身份，大部分在战死前都只能见证几次战斗。但少数情况下，也会有个体在面对面的厮杀中取得持续的胜利。这些卓越的被命运和他们自身天赋选定的近战专家，将被召回做检测，以确保并非是全然的幸运令其生存。大约 70 ％ 将会投放至生产线，令酸液树魔的血统更加强壮，更加精于战斗。剩下的，不论是因为无法生育，还是因为坚持战斗本能，将发育成熟而再次出征前线。如果说酸液树魔是我们的箭矢，那么腐化泰坦就是我们的投石机，能用无比的力量和猛烈的酸液制造成吨的伤害。他们不比酸液树魔杀伤力小，同时生存率要高得多——这不仅仅是因为他们的力量和体积，更是因为他们面对敌人时制造的恐惧——几乎无人能站在他们面前肉搏，尤其是在地表上有不断扩张的强酸池时。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-dolleg",
	name = "恶魔雕像：多雷格",
	lore = [[
活着的繁荣纪念碑——多雷格曾是负重的野兽，身载货物经过夏·图尔传送门。可信，友善，同时比野兽更有智力，多雷格也一度充当爱宠——当看见主人回家时他们发出的欢鸣能让人快活一整天，同时，尽管体型庞大，他们动作却十分温柔，和孩子们玩耍时也不必担心。他们温和的脾性与本分的劳作是我们繁衍中的荣耀，三分之二的人在生活中都有一只多雷格陪伴，一起工作或者生活。在 Mal'Rok 的毁灭后，绿翡翠的孩子们发明了一种有效的方法将多雷格转化为战争巨兽，身躯被酸刺与厚甲覆盖，忠诚驱使他们以巨力猛冲向敌人。不幸的是，他们温和的举止在培育其无情战斗的能力时丧失殆尽；尽数我们为战争作出的牺牲，失去温柔伙伴可能是最大、也是最困扰我们的一项。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-uruivellas",
	name = "恶魔雕像：乌尔维拉斯",
	lore = [[
米诺陶是埃亚尔大陆上颇为神奇的生物，同时也是夏·图尔人制造或者改变埃亚尔种族的一个绝妙的例子。它的本能吸引它前往狭窄的走廊，扭曲的通道，魔法神器和魔法能量之所在，并相应改变其形态——一只正常的牛头人不是我们需要的，不过偶尔枯萎力量能将其变异为极其危险的恐魔。这些枯萎形态不够稳定，不能为我们所用，但经过红宝石和绿翡翠的孩子们的努力后，我们能将无比的力量与释放火焰的能力赋予之。我们现在不得不奴役大部分乌尔维拉斯以确保忠诚，同时最近我们也开始在我们的大陆上饲养米诺陶，这样我们就能从小灌输我们正义的复仇——已经有部分米诺陶自愿接受了我们的理由和祝福！似乎埃亚尔的原住民对其同胞也并不比对我们友善。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-daelach",
	name = "恶魔雕像：达莱奇",
	lore = [[
任何读过我们历史的人都将铭记尘埃法师的故事，他们躲在隐藏的城市里，用有感知能力的风暴折磨我们。尽管我们最终抹消了他们所有知识和文化的传承，正如他们对我们所做的，我们仍清楚地认识到，他们的魔法终有一日会重现。于是，我们在他们城市沦为废墟时，夺走了其图书馆内的知识，将有实际价值的内容摘抄下来，其他的统统抹去。当传送门解开后，红宝石的孩子们（在矛盾的抉择后）成功地使用古旧的咒语释放出全新的风暴——火焰和煤炭代替了尘土和沙子。更加易于制造，这些法术将屠戮生灵，折磨并毁灭埃亚尔大陆，正如它们的前任曾经对 Mal'Rok 做的一样。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-champion_of_urh_rok",
	name = "恶魔雕像：乌鲁洛克的精英卫兵",
	lore = [[神圣战斗锦标赛是对我们的观众来说最为熟悉的比赛，然而有些人不知道的是，这场锦标赛有非常多的组别。大部分的组别划分来自于选手从出生开始所消耗的能量，而其他的一些分类方法包括在开放场地的直接战斗，亦或是在难以辨认方向的复杂迷宫里进行，以选拔那些能够灵活地使用游击战术、精巧的发动和判别突袭的选手。在最高能量的组别，那些挑战者并不是正常出生的天才，而是在各个比赛有关的研究团队团结合作，精心设计的产物。这些造物现在被我们称为乌鲁洛克的精英卫兵，他们在高能组的开放场地直接战斗领域几乎所向披靡，在其他复杂的环境下也有相当出色的表现，让他们可以在未来侵略部队的组成和部署中发挥极大的作用。制造他们的研究团队为他们的伟大创造——通过很少的能量就能创造拥有如此强大力量的造物——获得了崇高的赞誉。这些巨大的怪物将会成为我们军队的中流砥柱。只要他们组成的军队成批到达埃亚尔，那些弱小的生物瞬间就会被他们强大的力量彻底歼灭。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-forge_giant",
	name = "恶魔雕像：锻造巨人",
	lore = [[要说怎么形容乌鲁洛克大人的强大能力的话，没有什么词语比“无穷无尽”更加合适了。不过不幸的是，由于他大部分的力量和意志都被用于凝聚我们被炸得支离破碎的土地，不让其飞散到无尽虚空之中；他或许没有足够的时间和精力来为我们的部队制造装备。缟玛瑙之子们意识到了这个问题，找到了一种从父亲大人的强大力量中的一小部分最大程度地发挥的方法。乌鲁洛克大人认可了他们的提议，制造了一些灌注了他强大魔法力量的大锤。这些赠礼被带给一些被改造的乌鲁洛克精英卫兵，以牺牲一定行动速度和能量燃率的代价，他们获得了无与伦比的强大蛮力。他们日夜不停地工作，将金属的原材料用魔法熔炼，然后将其导入模具中，自动锻造成注入了乌鲁洛克的祝福的魔钢武器和护甲。在各种可拆卸的锤头的帮助下，只要一击就能瞬间制造出数个装备零件。长期暴露在乌鲁洛克的强大力量下，这些生物拥有可畏的强大力量。然而，与在前线作战相比，他们更应该留在这里为我们的部队送去支援的装备。因而，只有在我们的先遣部队遇到需要立即强大的武力介入的危急时刻，我们才会向下遣送锻造巨人，他们强大的力量将会立即扫清战斗中所面临的一切困难。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-thaurhereg",
	name = "恶魔雕像：修尔希瑞格",
	lore = [[源于我们对埃亚尔大陆的多次接触，从容易受骗的当地傻瓜到我们有组织的探险队，我们有机会活捉了一些埃亚尔人。这些俘虏能够用于许多工作，比如苦力、魔法研究、找乐子，以及发明新的酷刑（后两者通常是同一回事）。我们曾经试图长期保存这些暂时还是比较珍贵的样本。不过每一次，只要实验出了点问题，或者有谁下手的时候稍微没有掌握好力度，这些样本就会当场惨死。对于这些破坏世界的邪徒来说，让他们通过死亡逃离自己永恒折磨的命运实在是太便宜他们了。我们把他们的肢体和生命精华取出，用他们的愤怒和痛苦将几个埃亚尔人的尸体拼接在一起。你或许觉得让他们在我们的指挥部附近晃来晃去是个坏主意，不过事实证明，只需要几个简单地魔法就可以把他们复仇的强烈冲动转移到他们曾经的同族身上，让他们在战斗中变得施虐成性、令人望而生畏。看看他们在狂乱中屠杀自己眼中的“敌人”的样子，还真是让人忍俊不禁！
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-duathedlen",
	name = "恶魔雕像：多瑟顿",
	lore = [[#{italic}#上面的文字被浮动的阴影所笼罩，你只能依稀看到模糊的文字碎片#{normal}#

#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～~#LAST#希瑞格并不是我们回收#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～#LAST#卸下他们的恐惧和怀#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～#LAST#。他们已经变得谨慎，然而仍然足够施虐成性，这些暗夜的杀手#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～~ ～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～#LAST#他们卓越的表现在非直接战斗，尤其是发动突#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～#LAST#义。另外，他们制造的黑暗之雾#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～~#LAST#间谍活动，侦察活动，以及#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～~#LAST#给他们一个#927e64#～～～～～～～～～～～～～～～#LAST#息提供给了我们的情报机构。为了偿#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～~#LAST#他们提供的数据被用#927e64#～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～～~#LAST#为我们最终的侵略铺平了道路。

#{italic}#当你看到最后，上面的文字一下子笼罩在完全的黑暗之中，一行新的消息浮现出来#{normal}#

#{bold}#我们正看着你。#{normal}#
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-ruin_banshee",
	name = "恶魔雕像：毁灭女妖",
	lore = [[夏·图尔传送门的影响从未停止。直到现在，奥术能量仍然在从中向外散溢而出，威胁着对我们的故乡做出更大的破坏；如果不是我们父亲大人的能力，恐怕我们的故乡早已经被其完全毁坏。他保持 Mal'Rok 结构稳定的一个重要过程是在荒芜的土地上吹起狂暴的怒风，将饥渴的热焰吹回传送门的网络之中。然而，我们发现，这些烈火即使走时也要从我们的故乡掠夺些东西才肯返回。我们的埃亚尔探险队记录了在埃亚尔发现的夏·图尔传送门附近进场徘徊着我们牺牲同胞的灵魂——即使是那些已经关闭的传送门也不例外。他们被乌鲁洛克的力量所浸染，被Mal'Rok的灰烬所环绕，在穿梭时空裂缝的过程中被折磨地几近疯狂。这昭示着有关夏·图尔人邪恶武器的恐怖力量，告诉我们即使是那些逝者在他们的折磨下也不得安眠。然而，他们绕过环绕埃亚尔的护盾到达星球表面的事实也给我们带来了些许慰藉，这些在夏·图尔人阴毒背叛的惨剧中受害的无辜者终于有机会亲自复仇了。
]],
}

-------------------------------------------------------------------------
-- Unique demons
-------------------------------------------------------------------------

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-draebor_the_imp",
	name = "恶魔雕像：小恶魔德瑞宝",
	lore = [[
传送术是完成我们复仇行动的重要研究领域。在我们打破围绕埃亚尔大陆的夏·图尔之盾之前，传送术将是我们达到大陆表面唯一的手段。我们的领军学者之一—缟玛瑙之子德瑞宝——掌握着完美的短距传送术，并且一直在研究方案将他的技术融入工艺品并量产化，使我们的军队都具备这样的能力。他一直将研究的进程保密，但是有谣言说他正在反向驱动夏·图尔的传送门，让我们通过夏·图尔的武器发动侵略。无论他做到哪一步，我们都要拭目以待——多亏了他的专注的研究，即将有重大的事件发生！
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-shasshhiy_kaish",
	name = "恶魔雕像:莎西凯希",
	lore = [[
作为一名博物学者和探险家，这位学者经常在 Mal'Rok'毁灭前的日子里到埃亚尔大陆旅行。她在旅行日志中记载了栖息于夏·图尔人阴影中种类繁多的神奇生物，我们的市民们都乐于阅读这些作品。她对这些卑劣、未开化的生物有一种由衷的热爱。当传送门网络被摧毁的时候，她和另外两名同伴被困于埃亚尔大陆。很长一段时间里，大家都担心她死了，或者更糟——成为一名叛徒并与埃亚尔的居民们一同反抗他的家乡。不管哪种情况，当我们进入这颗星球的轨道时，她应当已经死于衰老。当我们到达那里时，意想不到的事发生了：当我们还不能反向传送的时候，一些穿着奇怪长袍的埃亚尔人在我们的大陆上出现，这些人声称忠于莎西·凯希，并愿为我们的实验献身。从那以后，一批又一批类似的志愿俘虏被传送了过来。可惜的是，这些人对实验并没有带来想象中的帮助——他们的每一丝生命精华已被汲取殆尽，陷于死亡边缘。这还没有算上常见的体内出血的情况，又或者是神经网络重接导致他们将痛苦视为快乐的情况，这让我们开发更好惩罚手段的努力无功而返。不过，总的来说他们既合作又数量充足，并且很有帮助。我们不确定莎西·凯希是否还存活。如果她还活着，我们相信她的忠诚与我们同在。

#{italic}#在主要文字的下面蚀刻着一条简短的信息。#{normal}#

真可爱。我准备留下这些文字。

—S.
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-walrog",
	name = "恶魔雕像:乌尔罗格",
	lore = [[
#{italic}#这座雕像底座上原有的文字已经被刮掉，一行新的留言取代了它的位置。#{normal}#

乌尔罗格，如果你看到这个：说明我们还活着，并且还在努力实现我们的目标。
—S.
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-kryl_feijan",
	name = "恶魔雕像:卡洛·斐济",
	lore = [[
#{italic}#这座雕像底座上原有的文字已经被刮掉，一段笔记被留在了那里。#{normal}#

你好，埃亚尔人。这里原本的文字对你们来说并不重要：只不过是一个博物学者喋喋不休地讲述他的成就和谜一般的失踪。我来讲一些你们应当知道的东西。

卡洛·斐济是我的爱人。出于好奇和对知识的渴望，我们与一位朋友——乌尔罗格——来到了埃亚尔大陆。这个爱好带给我们很多启发，我们撰写的关于埃亚尔大陆原始物种的报告，在我们的世界被广泛传阅。别以为你们值得这样的注意；除了劣等，你们别无其他特质。孕育了强大，聪慧的夏·图尔人的这颗行星是怎么创造你们这样还没脱离封建社会的野蛮人的？你们的罪孽让人欣喜，你们的失败令人发笑。正是因为这，再加上夏·图尔人的神秘失踪，当那名受伤的缟玛瑙之子穿过并关闭了我们的传送门，告诉我们埃亚尔大陆给 Mal'Rok 带来了可怕的毁灭时，我们立刻知道你们没能力实现这样的壮举。所以我们决定亲自出发寻找事件的真相。卡洛·斐济和我像往常一样变装为人类法师，乌尔罗格则在海上搜寻异常，并在几天后与我们会面。

从地底的居所出发后，我们惊讶的发现火焰风暴（尽管没那么猛烈）也在埃亚尔大陆肆虐。更令我们吃惊的是大量的无知难民，将这一切归罪于魔法师。我们的伪装正好激怒了他们。我们试图从暴民中脱身，但是人群蜂拥而至，最后控制了我们。

很快，我就被绑起来，他们满意地看着我们，并且发出种种威胁，然而嘈杂的人声淹没了他的声音，我没能听清楚。我本可以反击，然而我一直忍耐，想着只要在真正有性命之虞的时候抽身逃走就行，不停地劝慰自己，那些曾经对我来说多么吸引人的埃亚尔住民们根本不知道他们在做什么。然而，一连串在我头上爆炸的火焰显示出我的爱人显然没有那么耐心。当爆炸平息，人群散开的时候，我终于知道他为什么如此凶猛地反击了。他受了很严重的伤，明显是为了让他受苦而不是限制他的行动，他就快死了。在一瞬的绝望之后，我低声念出了咒语，读取了他们的思想，了解他们为什么如此对待我的爱人。于是我知道了他们对我的爱人做了什么，以及他们将要对我做些什么，更可怕的是支配他们行动的那不假思索的憎恨……有很多词可以用来形容，可憎的、野蛮的、虐待狂的，都很准确，但是却无法描述那其中的邪恶。正是在那时，我了解了埃亚尔的野蛮，以及所有埃亚尔人应得的命运。同时，我的忍耐已经突破了极限。

Mal'Rok 的世界里有这样一种魔法，它可以让一个人把他的生命精华转移给另一个人，以前者的生命为代价，延长后者的寿命。对受人尊敬的名人志愿奉献生命很常见，但是反之——汲取别人的生命来帮助自己——被认为是最严重的罪行。这等同于宣称你的生命比其他人的更有价值。当人们能从中获得利益的时候，这样的权衡是不被允许的。乌尔罗格曾将这个禁咒传授给我，也只有在那时我使用了这个咒语，使暴民们的生命全部枯萎，并将它们转移到卡洛·斐济体内。即使是幸存的暴民，也承受了巨大的痛苦，摇摇欲坠，成为了我疾风暴雨般复仇的牺牲品。不幸的是，我汲取来的所有生命也不足以让我的爱人恢复健康，仅仅能让他在地狱门前徘徊，忍受着无尽的痛苦，丧失行动的能力，苟延残喘。

我带着他仅存的精华逃跑到安全的地方，然后开始一个接一个的夺走埃亚尔人的精华，延长我的寿命，并尽可能的让他恢复健康。我猜想乌尔罗格也在这么做，捕食水手，然后是娜迦。我们失去了联系，但是一些海上的恐怖传说让我相信他还活着。维持卡洛·斐济的生存消耗了许多能量，再过不久，独行的旅人已经不足以使他的状况稳定。我需要其他人为我工作，收集牺牲品，并在物尽其用之后奉献生命。那时我学会了进入恐惧空间，并且想出了一个给埃亚尔人的提议。

总有一天，乌鲁洛克的军团将对埃亚尔展开侵略。你们都会遭受难以想象的痛苦。你们许多人都会死去。当然不是所有人都这么幸运，剩下那些会成为他们无尽狂怒的靶子，他们会一直折磨你直到时间的尽头。他们的理由是——或许不准确，但是我没有说错——“他们所安排的命运是你们应得的”。我或者宇宙中任何事物都没法阻止他们的侵略，尽管我很想这么做。恐怕只有乌鲁洛克本人可以拯救这个世界——这看起来也不太现实。如果你们能帮助我，并且服从我的命令，让我感到满意，我可以保证你们两件事：第一，你无法避免的可悲命运将会以死亡终结，最多只要几周的时间，哪怕乌鲁洛克的军队也无法在我汲取你们的生命精华之后撤销这个行动。第二，在你们感到痛苦之前，你们会感到等量的快乐。通过魔法，我可以让自己变成各种形态，生成各种各样的幻想，按你们的喜好操纵你们的感官。你们最疯狂最不现实的梦想将会成真。等待痛苦到来的时间将会变得令人愉悦，让你的之前的人生黯然失色。如果你们觉得不屑于这种享乐主义，那么我最近招纳的有心灵能力方面天赋的仆从值得考虑，他们可以改变你们的记忆。当“恶魔们”将酸液滴入你的眼球，再将它放回神经更加密集的地方去，于是你会感到更加剧烈的痛苦。如果这时，你产生了你在为拯救埃亚尔大陆而无私的奉献生命，并且你的爱人孩子不会承受如此痛苦的幻觉，你会不会感觉这一切更加容易忍耐了呢。

在你们诞生千年之前，数不清的其他人已经接受了这个提议，我积累了足够的精华将卡洛·斐济保存在一个稳定的“种子”之中。一旦将它种在合适的牺牲品之中放任生长，他将以更加强大的姿态重返埃亚尔大陆。我们两人将会用尽所有手段来加速你们可悲世界的应得的末日。理论上，任何有灵性的血肉之躯都可以作为种子的容器。但是我想要一个会被怀念的人，杀死他可以让我爱人重生的第一步给这个世界带来巨大的不幸。如果你接受我的提议，就卸下武装只身前往卡洛 ·斐济的地窖，与你的埃亚尔同胞一起为我效劳。如果你能给我的爱人带来一个合适的容器……很好，那将会得到某种特殊的、一对一的照顾，怎么样？

埃亚尔注定在痛苦的尖叫中灭亡。你们不想先来个告别之吻吗？

—S.
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-general_of_urh_rok",
	name = "恶魔雕像:库马纳·鲁洛克之近卫将军",
	lore = [[
自从我们被从尘埃法师的控制之下解放后，在乌尔洛克的命令和鼓动下，我们开始举办锦标赛。这个比赛，不像很多人想的那样，仅仅是为了测试直接的战斗。除此之外我们还有学术工作、专注、物理耐受、哲学等诸多其他领域的竞赛。或许，这其中最著名的当属神圣战术竞标赛，我们的军事领导人正是通过这个赛事选拔出来的。比赛包括一系列试炼，评估我们对战况进行分析和处理的能力，包括速度、伤亡、部署效率以及一些其他的因素。库马纳，缟玛瑙之子，是这些项目的冠军，并且在等待我们的大陆到达埃亚尔的大部分时间里，他都维持了统治地位。通过我们竞赛所筛选出的最杰出的战略大师，库马纳被乌鲁洛克亲自召见以获准统御我们的入侵部队。库马纳给乌鲁洛克留下了很深的印象，于是后者从他维持我们世界的力量以外的部分中抽取了很大一部分，为库马纳创造了一个全新的肉身，让他能够在前线无所畏惧的指引战斗。拥有我们的父所赐予的武器与躯壳，精神受到父的指引，库马纳被视作乌鲁洛克的化身，他在战场上的指令受到如同父一般的尊敬。

]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-lithfengel",
	name = "恶魔雕像:里斯丰格",
	lore = [[
里斯丰格，小恶魔德瑞宝的导师，绿翡翠之子，是最杰出的学者之一。当我们大部分人还畏惧接近传送门的时候，他早已找到了一个未被人使用过的，并且开始窥探其中的秘密，希望能够达到埃亚尔。他的数据显示，尽管这个传送门与埃亚尔连接，但是两个世界之间的波动使得前往另一个世界的旅行太过危险，肆虐的火焰会在你到达目的之前将你撕碎。比起直接修复连接，里斯丰格躲入他的实验室里好几天。当他出来的时候，他兴奋地带着一个奇怪的新式符咒，宣称这个符咒将会使他产生突变来抵御传送门将会造成的任何伤害。由于他说实施其他实验的失败后果太过危险，他独自一人进入了传送门，并且承诺在到达之后会立即返回，从那以后再也没有人见到他。看在他无私奉献的份上，愿他能够安息。

]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-rogroth",
	name = "恶魔雕像：洛格罗斯·灵魂吞噬者",
	lore = [[
最近，莎西 ·凯希的教徒们开始谈论起“恶魔种子”。这是一串具有魔力的生命精华，可以被植入有灵性的生物中，并在其中发育为我们的公民。在这个传说的启发下，绿翡翠之子研究出了这种魔法的原形，缟玛瑙之子制造了能够将其应用于战斗的基座。洛格罗斯在这个构造中留下了无数没有精华的种子，并将这些种子嵌入附近的生物中，当这些生物死去，他们的生命精华将会流入并滋长这些种子。我们还没有完善的生产能力，所以目前这些种子只会成长为退化的空壳。但是别担心！随着我们获取相关的数据，我们将会改进它。不久的将来，当杀死我们的敌人后，酸液树魔、夸塞魔，甚至是修尔希瑞格将会从他们的尸体中诞生。只需要早期的小规模战斗，加上一点好运，我们可以在埃亚尔生产我们的入侵部队，直接传送部队的难题就这么被绕过了。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-corrupted_daelach",
	name = "恶魔雕像：堕落达莱奇",
	lore = [[
制造达莱奇的问题之一就是创造纯粹魔法生物所固有的不稳定性。如果周边的枯萎水平哪怕高那么一点点，也会导致连锁反应，轻则摧毁达莱奇，重则会杀死大部分负责制造达莱奇的法师。因此制造达莱奇的理论成本很低廉，但是实际上会带来巨大的费用。而且，一个枯萎化的达莱奇必须立刻被压制，以免它造成巨大的损害。不过，有一个样本用一种有趣的方式进行了枯萎化，它长出了翅膀，并用枯萎能量强化了他的火焰风暴，另一方面它维持了平衡与可控性。我们将会用尽所有办法尝试重现这个令人惊喜的意外，与此同时，它会前往埃亚尔大陆证明他的实际效果。
]],
}

registerLoreTranslation{
	id = "ashes-urhrok-demon-statue-harkor_zun",
	name = "恶魔雕像：哈卡祖",
	lore = [[
在我们对守护埃亚尔之盾的研究所发现的规律与异常现象之中，没有一个像流星这样让我们沮丧。一些强大的埃亚尔法师可以将大型的流星拖入低空轨道，在几乎没有损伤的情况下使它通过护盾，唯一的损伤是陨石被分割成若干大块，然后被依次召唤到地表造成毁灭性的陨石撞击。我们还不没有找到反制这些咒语的方法来保护我们的军队免于溃散。我们唯一获得的成功就是制造出了在成分和外观上都类似陨石的物体。哈卡祖，大部分由石头构成的生物，被我们从我们的平台上丢下。如同想象的那样，护盾将它撕得粉碎，不过我们的设计让它能够得以生存。碎片在到达埃亚尔之后重新融合到一起，组成完整形态。然而，或许是因为我们将它制造的太过顽固，又或许是护盾将侵入的物体包裹上反魔法的外衣，哈卡祖无法进行第二阶段——将碎片重组的阶段。如果哪个埃亚尔人无脑的试图摧毁它，哈卡祖将会进行重组，然后给予帮助它重组的人“重重的答谢”。
]],
}