
--------------------------------------------------------------------------
-- The Derth
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "derth-beam-trap",
	name = "射线陷阱",
	lore = [[#{italic}#一个村民向你跑来，手里拿着一个漂亮的麻袋。#{normal}#
你从风暴中救了我们！你的恩情我们无以为报，不过，正好…在你阻止了风暴之后，一个女巫到我们这里来，给了我们一些…有魔法的#{italic}#东西#{normal}#。她说，如果这种事情再发生的话，她们就会保护我们的城镇。
这可不是我不信任她，更何况你和他们——主要是你的功劳！——你们救了我，但是…我总觉得在我们周围放着这些奥术魔法的东西让我们感到有些不舒服。我们都是这么想的。如果你能更好地利用这些东西，那么请你好好收下它们吧。
#{italic}#他递给你一个麻袋，里面装着几十个一模一样的奇怪的魔法物品。里面还包含了有关如何使用和制造它们的说明，说明清晰易懂，不会魔法的人也能理解。显然，它们是用来安装在墙上或者屋顶上，会自动用非致命的手段击退入侵者，并向安格列文报告这里遇到危险的信息。通过一些调整，你可以让它们变得更加致命（而且你使用它们的时候也不会骚扰到安格列文的人了）。#{normal}#]],
}
