--------------------------------------------------------------------------
-- Dreadfell
--------------------------------------------------------------------------
registerLoreTranslation{
	id = "dreadfell-note-1",
	name = "主人的笔记",
	lore = [[奴才们：也许汝等觉得吾最近松懈了？是啊，吾会改进这点。最近吾一直醉心于研究一个重要的项目，它给吾带来的好处可比汝等这些不死废物要大多了。但汝等可不要指望能因此而偷懒。

骷髅众，最近你们猎杀的冒险者可比指标低太多了。就是你，后排那个骷髅射手！吾看到你和冒险者喝酒吃肉拜把子称兄弟来着，这些家伙本该被切成碎片拿去喂兽人的。作为对汝等懒惰的严惩，1000个骷髅兵将被发配到卡·普尔充军，指标上的人头数提高250，明早3点吾将亲自发布这项命令。]],
}

registerLoreTranslation{
	id = "dreadfell-note-2",
	name = "主人的笔记",
	lore = [[奴才们：注意了，汝等伟大的主人吾发现了一个宝物，它蕴藏着巨大的力量，虽然它并不完整，至少还不够完成吾的宏图大业。

赞美汝主。汝等有没有梦想着在广袤的草原上自由的奔驰，光明正大的在太阳下漫步，随兴的捏死人类无辜的婴儿，无需考虑无需犹豫，只要谁能为吾找到能粘合这把法……咳咳，这件宝物的办法，它的愿望就能实现。

同时，任何能使用魔法的物种都是我眼中的人才，替吾雇佣他们，而汝亦将被吾嘉奖。但小心了，要是找回来个倒钩泄露了吾的秘密，我就会食汝之肉，饮汝之血，寝汝之皮。]],
}

registerLoreTranslation{
	id = "dreadfell-note-3",
	name = "主人的笔记",
	lore = [[奴才们：汝等是否觉得身为孤魂野鬼而感到前途一片黑暗，汝等是否对未来失去了憧憬，是否对自身失去了信心？也许汝等需要的只是一点点激励，和一个榜样。汝等的榜样就是眼前：汝等伟大的主人！我最初和你们一样是杂兵，其貌不扬，无足轻重，但吾坚持日行一善：坚持不懈的屠杀新手迷宫的探险者，天长日久总算修成正果，雄霸一方了。

做骷髅要有抱负。吾的目标可不光是对恐惧王座的统治而已。不久吾就会拥有更多，更多啊！吾将再次踏足地表，群山将为吾折服，大地将因吾沉陷。而那时的汝等又身居何职，难道那时的汝甘心做一名默默无闻的尸妖而已吗，吾期待汝等之中的杰出精英替我掌管妖鬼大军，一马平川横扫大陆，成就吾千秋霸业啊……]],
}

registerLoreTranslation{
	id = "dreadfell-note-4",
	name = "主人的笔记",
	lore = [[奴才们：愚钝的汝等可曾听过伟大的卡·普尔的故事? 也许没有吧，因为他传奇的时代远在闭塞又狭隘的汝等出生以前。他当时是那样的不可一世的巫妖，并有机会变得更加伟大。但他居然作起了宅男，将自己龟缩在一个小小的迷宫之类，直到一名天命英雄侵入迷宫并摧毁了他的灵魂匣。现在它仅仅是徘徊在自己过去荣光中的阴影而已。

吾绝不能重蹈他的覆辙。磨亮汝等的刀，清空汝等的肚腩，不久汝等将随吾以雷霆万钧之势冲上地表，征服一切。让吾等尽情鄙视那些占山为王的家伙，哪怕他是窝在伟大的恐惧王座。]],
}

registerLoreTranslation{
	id = "dreadfell-note-5",
	name = "主人的笔记",
	lore = [[奴才们，致吾新来的吸血鬼：燃烧吧，愚蠢的冒险者，燃烧吧！现在你一定后悔无礼对我释放这法术了吧？在你自己的魔法烈焰里被烧成灰烬吧。

至于汝等，汝等居然让一个冒险者冲到了吾的寝宫来吓了吾一跳，汝等将接受惩罚。而吾不但受惊了还差点被迫动用了吾的特殊能力。虽然吾一如既往的强大不可战胜，但汝等将要承担放他到如此深入的责任，下一个让吾看到的家伙，将被吾做成棉花糖。尸鬼汝的毒液喷吐哪，鬼魂汝的疾病之触哪，吾费尽心血组建的禁卫队哪，简直是一堆废物。奇耻大辱啊，吾真想把汝等全都碾成碎片，虽然汝等中最渣的一部分已被那个冒险者摧毁，但余下的家伙，小心吾的震怒。]],
}

registerLoreTranslation{
	id = "dreadfell-poem-level-2",
	name = "一首写在石板上的被弄脏的诗歌",
	lore = [[他是生命之主，死亡之主，
一切生灵都将在他的恐怖呼吸中消亡！

他是众仆之主，钢铁之主，
无人能理解他对暴虐的狂热！

他是魔法之主，火焰之主，
怜悯那些挑动他心火的人！

他是力量之主，法力之主，
违抗他者必将血溅当场！

他是暗影之主远非凡人可知，
挑战永恒死亡之人必将灰飞烟灭。]],
}

registerLoreTranslation{
	id = "dreadfell-poem-level-5",
	name = "像小孩子写的潦草诗歌",
	lore = [[我爱我主
他是真正的永生不灭
行动起来势如闪电
快的法师都看不见
带来破坏震撼九天
如你想要与之周旋
小命不保无人可怨……

旋……圈……卷？呀，需要更多脑浆……]],
}

registerLoreTranslation{
	id = "dreadfell-poem-level-7",
	name = "高雅的哥特体诗歌",
	lore = [[高傲的无知者
没人能拯救你的性命
死亡终将追上你]],
}

registerLoreTranslation{
	id = "dreadfell-poem-master",
	name = "主人关于不死诗歌的笔记",
	lore = [[说些题外话，今天吾发现吾的一只小骷髅正在自娱自乐的写一首关于吾的诗。吾一怒之下就将它挫骨扬灰了，并用吾强大的力量将它的灵魂打入了永恒的地域。但很快吾发现此举欠妥，每个伟大的领导者都需要传奇的故事来记载他史诗般的征服历程。故吾现在命令汝等速速以吾的名义作上众多诗歌来赞美吾惊人的力量，伟大的领导力，无人可比的强大。所有不合格的作品和不符标准者都将面对吾的愤怒。]],
}

registerLoreTranslation{
	id = "master-slain",
	name = "杀死主人",
	lore = [[一把从主人手上夺来的强力法杖。]],
}

registerLoreTranslation{
	id = "dreadfell-borfast-letter",
	name = "主人写给波法斯特的信",
	lore = [[啊，吾亲爱的波法斯特，来迎接这不朽的新生吧！汝的护甲成了汝的笼子，汝的希望支离破碎，汝的斧头只能顺从吾的意志，汝的灵魂吾会尽情享用。这滋味怎样？吾喜欢看到这样可爱的画面！汝是一个值得尊敬的对手，虽然汝会对吾构成一点点威胁，吾还是决定赐予汝这特殊的荣耀。并且吾知道汝喜欢荣耀，是不？吾知道汝希望通过打败吾并摧毁吾的高塔来获得荣耀，但是吾肯定汝现在知道了这是多么自命不凡的行为。

吾为汝那可爱的护甲所经历的事感到抱歉。吾知道……在赐予汝这特殊的待遇过程中它受到了一点……轻微的……损伤。但是吾恐怕很需要找到汝同伴的位置，必要的手段还是要采取的。汝好像不是很健谈，是吗？不过很快吾就会让汝唱歌，是的。当然吾也可以用一点占卜魔法来找出什么是吾辈想要的，但吾更享受折磨人的快感……还有天哪，当硫酸溅到汝身上时，汝的尖叫声听起来是多么的欢快啊！哈，吾应该哈哈大笑，不是吗？但是没关系，吾已经吩咐了最好的骷髅工匠去修补汝的护甲，使它可以用于吾的新成员。

吾希望汝喜欢汝的新工作。汝会爱死这份工作。吾知道，在汝活着的时候汝总是梦想成为一个强大的史诗英雄。但是，好吧，还有什么比这更加荣耀的？汝将会作为吾的奴仆永生，为吾辈的王座战斗不止！汝将会成为所有食尸鬼们都梦寐以求的近身侍卫。恩，直到汝被某个蠢蛋冒险家弄死，当然……但那就是汝辈所谓的英雄啊——一个进来，把这边弄的一团糟，然后吾就有了一个新的玩具。汝猜谁会代替汝呢，恩？

直到那一刻前，请享受汝的工作，保持此处的清洁，并且记住——汝永远是我的了。

——主人]],
}

registerLoreTranslation{
	id = "dreadfell-aletta-letter",
	name = "主人写给阿蕾塔的信",
	lore = [[哦，阿蕾塔甜心，吾的宝贝！汝的血液尝起来是多么的醇厚啊！吾知道这不是汝所期盼的进一步关系，但是汝难道没有感受到一点点浪漫的真谛吗？

吾不怪你爱上了我，知道吗，即使你为吾背叛了所有同伴。女人们总是倾慕吾的气质和才华。即使在生前吾也是英俊潇洒，死亡只会让吾更加玉树临风，我保证。作为一个爱情杀手，吾确实有必要承担责任，办法有很多……汝的心脏现在位于一个特殊的地方，和其他内脏一起放在吾的后厅里。

谢谢你告诉吾波法斯特的弱点——这使得我更加容易对付那些矮人。汝的盗贼朋友还在潜逃，但他很快就会被抓住并撕裂。你看我总是对这类事情有种嗜血的冲动。即便是这座高塔里的一只蟑螂，都会完全遵循吾的意志，吾会看到它的一举一动。

汝肯定会有一点被背叛的感觉。吾答应给汝的力量远超汝的想象，相反吾抽干了你的血液，将你的肉体赐予了吾的侍从，并且奴役你的灵魂。好吧，有时吾辈都曾向着期盼的那样努力过，恩？至少汝应该感到高兴的是，吾将你扭曲的灵魂放逐在要塞里漫步，去猎食任何敢于侵入要塞的敌人。并且，吾将会赐予汝一些力量，同样这也会远超汝的想象，因为汝永远达不到吾所处的黑暗巅峰。但是，睁开汝的双眼，汝会发现汝已经永坠黑暗……欢迎你，你来到了吾内心真正黑暗的世界。

——主人]],
}

registerLoreTranslation{
	id = "dreadfell-filio-letter",
	name = "主人写给菲里奥的信",
	lore = [[哦，菲里奥，猫鼠游戏多么的有趣啊！好吧，也许对于汝来说这是生死挣扎，但是对于吾，却是这三个星期以来打发无聊时光最有趣的游戏。吾一直都在延长比赛时间，看着你苟延残喘，看着你陷入绝望。不过，汝现在也太自甘堕落了，仅仅是看到汝靠吃自己的粪便生存都让吾感到尴尬。吾决定华丽的终结这场游戏——你懂的。

但是呢，这不是真正的结束，因为汝可以充分体验作为不死奴隶的乐趣！难道这不是最令人兴奋的吗？汝的骨头有没有兴奋的发颤呢？现在它们仍是汝的骨头，虽然吾一直爱好骷髅侍从，但是吾也会很大方的将你的皮毛附上去，这样汝还可以无声无息的潜行。汝是多么的喜欢潜行啊！现在汝可以花一辈子来做这件事，给每位闯入我宫殿的侵入者一个惊喜，一个可以使他们永远沉默的惊喜。

吾还可以让你保留你的投石索，因为吾知道你喜欢用它。如此精巧的武器……但是吾在你包里找到的这根法杖——天哪，你给我带来了多么好的财宝！吾真不知道你偷了这件神器，但吾也很清楚汝肯定不知道它的价值。它的存在远在汝出生以前，在吾辈手里它可以改变未来！谢谢你的慷慨，吾的侍卫，显然你已经把主子我伺候的很好了。吾肯定我们将会在未来的许多年内保持良好的友谊。好吧，也不能算是友谊——对于汝是更多的痛苦和折磨，对于吾则是力量和威严的增长。这就是弱肉强食的命运，汝已经很好的学习了这一课。吾真是个伟大的老师……

——主人]],
}
