--------------------------------------------------------------------------
-- Story of Aranion and Linaniil
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "spellblaze-chronicles-1",
	name = "魔法大爆炸纪事(1)：命运相遇的瞬间",
	lore = [[#{italic}# 来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆 #{normal}#

#{bold}#第一章：决定命运的会面#{normal}#

    这个故事始于厄流纪，那时我还是个年轻的精灵小伙子，在我们永恒精灵之中，少年、青年与老年仍旧是个沉重的话题。这只是在那个年代诸多英勇传奇、神话传说中的一个故事，我能讲述的，也只是我自己的故事，我自身的经历，所谓的英雄事迹，讲述一次震动世界、改变历史的变化——魔法大爆炸——和我自己之间一点微末的联系。

    第一次遇见莱娜尼尔时，我们正准备举行一场特殊的会议，我们的领袖伊菲尼亚斯与卡库罗尔的首领谈话。我还记得那个体型庞大的人类男子是怎样昂首迈入我们的城门，包括我在内的大群精灵被他宽厚的胸膛，怒立的头发，美丽的毛皮衣物和坚定不屈的脚步所吸引震慑。在我们瘦弱渺小的精灵肉体面前，他仿佛是异世来的怪物……

    有些同伴把他视为野人，但我从他冰霜般的眼睛里看到了强大的力量。他来自于人类种族中勇敢坚强的一支，那是曾居住于埃亚尔北方的一群人，据说他们是从北方那永冬的天空里闪烁的绿色火焰里汲取了力量。他的名字是特塞尔，他的相貌并没有被北方肆虐数个世纪的暴风雪摧残，他的右手带着卡库罗尔之戒，光彩耀人的黄金戒指上镶嵌着闪亮的红宝石，这是他的地位象征——他领导着全马基埃亚尔大陆最伟大的人类法师联盟。

    走在他身后的，是和他一起来的一对双胞胎，他的女儿们，莱娜尼尔与尼耶拉。她们的相貌别无二致，但我立刻发现她们的性格迥然不同。她们的发色同样深红，蓄着同样的长发，在阳光下露出同样苍白的皮肤。尽管同样身着丝绸长袍，尼耶拉的长袍是橙色与金黄，莱娜尼尔却是深蓝与银白。尼耶拉性格开朗，声音愉快，讨论着一路上走过埃尔瓦拉庭院时见到的美好事物。而莱娜尼尔安静文雅，面色严肃，冷静地分析计算她见到的一切。不过，在她那冷若寒霜的外表下，我能看到一团火焰——不，不仅仅是火，那是一团正在燃烧的火光，一团散发光和热的激情，正被压抑着，等待着释放。当人群到达我们的大本营时，有那么一会儿，我们彼此眼神相触，短短的一瞬间，我看到了她野性的灵魂和激烈的思绪，那是不可征服的坚定意志与精神力量。那一刻，我停止了呼吸。

    几乎没有精灵能理解，为什么精灵种族中的一员，会对一个人类深深的着迷。那只是因为他们不了解莱娜尼尔。我也从来没了解过莱娜尼尔。她就像一团活着的火焰，一团燃烧的情感和欲望。她热诚的精神不能被任何人否认，她的智慧言谈吸引了众人围绕。美貌、闪光，象夏日般耀眼，同时也会变得冰冷遥远、不可触碰，除非她意愿如此。长久的岁月以来，这一点，她一直保持不变。

    我几乎错过尼耶拉走过大门时对我的热情问候。莱娜尼尔只对我点了点头。我们的领袖和客人们走入了主会所入座，我也紧跟了进去。这次会议是对一项新计划的讨论——我们最伟大的法师们将从夏·图尔传送门中提取能量。长久以来，那个古老种族的遗迹被埋藏在土壤之下，连同它们的力量一起，不见天日。一旦这股强大的力量被我们发掘利用，我们将能够迅速结束同兽人的战争。他们称这个大计划为“魔法大爆炸”——一个我们至今仍旧敬畏着的名字。

    我们的国王伊菲尼亚斯主持了会议，介绍了来客和周围的精灵们。“这是我的将军”，他指向我，“永恒精灵军队指挥官加威尔。“莱娜尼尔马上望了过来，然后呆立当场。

    ”什么？！“她惊叫道，盯着我的护甲和配饰。然后她转过去别开我们，似乎不愿关注。”父亲，我们来这里究竟为了什么？“她对那个结实的男子说道，”你告诉我们，永恒精灵们拥有最强大的元素法师，但他们的将军居然躲在钢铁后面，被铁剑环绕。难道一个近身格斗的战士也能掌握这门艺术？“

    伊菲尼亚斯看起来很生气，不过我突然大笑起来，既是因为她极度冒犯的话语，也因为她那大胆的推测与隐藏的傲慢。“一个贴身战士？”我在喘气的同时勉强说道，“女士，你不应该用外表评价他人。因为，如果由我来说，我还从没见过如此失礼的姑娘，同时还是操纵火焰的大师，并拥有比她冷血的父亲更加坚定的意志。但不要以为你在这门技艺上就能胜过我！因为我是艾伦尼恩·加威尔，奥术之刃的大师，能操纵各种强大的元素之力。充盈在我的金属利器里的法术收割的兽人生命比你在短短的生命中见过的兽人还要多，甚至比你一生见过的兽人更多。”

    她望着我，突然来了兴趣。“听上去是一种很奇怪的技巧。在我们能轻易从远处烧伤敌人的情况下，这样做似乎很滑稽。尽管如此。当我们一起狩猎兽人的时候，我会亲自见识一下。但你可得证明给我看，证明你在战场上比我强。”

    “我将尽我所能来向你证明，女士。”我点头答道。她的嘴唇上露出微微的笑意。

    特塞尔咕噜了两句，然后将他毛发茂密的脑袋转向国王。“说正事。”他生硬而简要地阐述自己的要求，正如之前我所听闻的一样。

    伊菲尼亚斯清了清喉咙，一屁股坐回板凳上。“在我们面前有一项伟大的计划，”他尽可能用一种激昂的语调说话，“多年以来，我们一直疲于应付兽人的进犯。自从厄流之战以来，我们的力量始终虚弱。逆转困境的机会就在眼前了，马上我们的敌人就会得到彻底的休息了。他们一直威胁着我们，要击溃我们的军队，摧毁我们的城市。我们损失的已经太多了。特塞尔，我对你个人的巨大损失表示深深的同情。”兽皮披身的男人脸色未动，但我清清楚楚地看到，他的两个女儿沉默着低下了头。

    “我一直在领导着我们的法师团体，探索夏·图尔传送门的秘密。我们相信，我们有能力激发其内部封印着的强大力量，来制造一股毁灭性的冲击波，直指向兽人大军。如果各个种族能联合起来，吸引住兽人的注意力，我们将会以一次快速的打击终结这场旷日已久的战争。兽人将会被彻底打垮，再无重来之日，而我们赖以生息的埃亚尔大陆也将得到净化。”

    “我已经同其他种族的首领接触过了，半身人非常支持这项计划，纳格尔的摄政王甚至同意将他们历史上对夏·图尔遗迹的部分研究成果同我们分享。”

    特塞尔突然狠狠地诅咒起来：“那些以人类奴隶为素材的研究！”他不禁大声咆哮，然后沉默了一会，尽可能平复心情，“你们生活在海中和森林里的同类呢？”

    伊菲尼亚斯直视着他的眼睛，“纳鲁精灵们太骄傲了，不愿参与我们的合作。他们认为只凭自己就足以保护城池和土地。虽然我认为他们最终还是会感谢我们……自然精灵也不是很感兴趣。我同他们的国王和皇后讨论过，并保证我们的选择是绝对安全的，不过他们并不很相信我们和奥术力量，但他们也不反对。夏特尔同我们一样，被边境线上兽人的进攻弄得精疲力竭。他们会帮助我们的，尽管我们并不是很需要这帮助，但接受一切帮助总是有好处的。”

    “其他的人类首领大部分都赞同这项计划，也有人表现出不可理喻的恐惧。当然，各种神话传说仍然是阻止我们探索夏·图尔的原因之一。不过，我们现在清醒地认识到我们在做的事情。我相信卡库罗尔的精英们一定能理解，同时你们的加入比一群小国王的支持更为重要。”

    这个结实的男子盯着伊菲尼亚斯的眼睛看了好一会儿，随后转过去看着他的女儿们，“女孩们，你们怎么看？”

    尼耶拉首先回答了问话，脸上闪耀着光彩，声音饱含着情感。“我认为永恒精灵的国王十分自负，和我们关系疏远。尽管他试图表现同情，却利用我们对母亲的感情。而且，就算他说的再好，我们又怎么能相信真能解开夏·图尔遗迹里的秘密呢？要知道，这秘密流传千年无人能解，隐藏的力量毫无头绪。到底是什么让父亲你认为我们能合作呢？大胆挥舞一把不知用法的未知武器，难道不是一桩危险而荒唐的行为吗？”

    房间里的空气顿时变得一片寂静，我几乎能看到我们的国王陛下——伊菲尼亚斯正气得冒烟，显然他从未听过也不能习惯如此激烈直接的批评反对。莱娜尼尔这时开口了，尽管语调低沉清冷，所有人都竖起耳朵听着，“在那个辉煌年代诞生的伟大杰作已经沉眠上千年。我们如今的精妙艺术、宏伟城市、美好社会从何而来？我不能给出答案，但我知道，这些和那沉睡已久的艺术品毫无瓜葛。我相信，对伟大的模仿不应该、也不可能让人感觉耻辱。但是我们长久以来错误的谦逊铸就了真正的错误。太久了，夏·图尔遗留的强大力量已经埋藏太久，那些早已被恐惧和胆怯填满的内心将它们拒之门外。”我仿佛看到她的眼睛里闪烁着激动的光。“想想我们将要解开的奇迹！结束对兽人的战争只是一个开始，我们将会从中受益良多。我要说，要是我们将这股力量再度深藏地下，等待不知多少年后的人来小心翼翼地重头发掘，将是埃亚尔大陆上最大的罪行。”

    特塞尔停了一会儿，慢慢地点头，显然莱娜尼尔的想法和他更为接近。“非常好，”他慢慢地宣布，同时再度直视伊菲尼亚斯。“我们会加入你们。”尼耶拉沉默了，表现出深深的担忧，而她的妹妹莱娜尼尔显露了一丝满意的神色。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-2",
	name = "魔法大爆炸纪事(2)：难忘之夜",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆 #{normal}#

#{bold}#第二章：难忘之夜#{normal}#

    三天后的午夜，我在一场噩梦中惊醒。眼前窗户大开，晦暗的光线中丝织的帘幕在晚风中舞动。随着我的眼睛渐渐适应了夜晚微弱的亮光，视线中隐约看到清朗的晚风中，莱娜尼尔身穿轻柔的紧身蔚蓝长裙的身影。她的腰间环绕着镶嵌着蛋白石和苍色符文的羊绒腰带，颈上腕间环绕着闪耀的金制首饰，一根顶端镶着一颗闪耀的红宝石的长杖静静地躺在她的手中。清风吹拂，她澄澈的眸子中映出我的影子，红色的长发迎风飘荡。
 
    “你在做什么呢？”，我轻轻问道。我并没有打算询问她到底是如何绕过那些卫兵悄悄潜入我的卧房的，议会的成员或许也没有能力在她集中精力潜行的时候感知他的存在。
 
    她明媚的目光轻柔地凝视着我，接着在屋子的四周扫过，仔细分析着房间里的每一个部分。“有一队兽人劫掠正从北方赶来”，她稍有些心烦意乱地说道，手中漫不经心把玩着我在书架上放着的一把装饰用的匕首，“他们看起来似乎准备对一些边远的精灵营地发动进攻。”
 
    “我立刻就召集突击队迎敌。”，我不顾礼仪地从床上坐起。
 
    “唔，那样多无聊啊”，嘟哝着的她将匕首轻轻放下，回身面向着我，“你还记得我们曾经约定一起去狩猎兽人吗？”
 
    “……什么？就只有我们两个人去吗？”
 
    “唉呀”，她缓缓望向我裸露在外的肌肉，眼中好奇的神情如同小孩子一样欢欣，“你是个男人吗？”
 
    “对于精灵族来说这还真是个怪问题，我的女士。不过，我可以在此保证，只需要我一个人也可以亲手干掉那些兽人。如果你真的想要一同前行的话，我可能没法确保您的安全。”
 
    她的笑声如同水晶泠泠碰撞般清脆。“那真是太好了！来，拿上你的金属棍子，让我们来比一比谁才是这个领域的专家。”我微笑着点头，打开房间里的武器库，从中拿出了金属护胫，锁子甲，胸甲和钢臂铠。莱娜尼尔有些焦急的埋怨道，“你非得穿上这堆废铜烂铁不可吗？”
 
    “这是我的战斗服”，我戴上头盔，披上斗篷。
 
    “唔，看起来简直就像一只炼金傀儡，”她小声咕哝着，“快来吧，我有点无聊了。”紧接着，她轻巧地越过窗台，优雅地随风而去，在夜空中划出一道弧线。
 
    我拿起了我的爱剑。乍一眼看上去，这似乎只是一把普通的剑刃，唯一的装饰是剑柄上一颗硕大的月亮石。这把剑由矮人于多年之前所铸，其貌不扬却强韧无比。之后，他们的虚荣和浮华替代了匠人的坚毅，让装备成为了用于炫耀的道具而不是用于战斗的兵器。这把剑的剑锋可以轻易穿透钢铁和骨头，如同划破薄纸一般势如破竹。它的名字叫做斩月剑，尽管现在已经随着岁月的流逝而不知所踪。我轻轻将其掷向空中，在空中形成一道气流的屏障，紧接着向外跃去跳到其之上，跟随着莱娜尼尔在夜空中飞行。
 
    在错杂的云间，我们沉默不语，直到二十分钟紧张的步伐后莱娜尼尔的身躯开始下降。群山间点缀着营地的篝火，随着高度的下降，兽人的战歌之声渐渐传来。“我们应该怎么发起进攻？”，寒风中我喊了出来，想看看这位女魔法师准备采取什么样的策略。
 
    “正面上”，随着一声咒语的轻响，她的身躯如箭般风驰电掣，径直向兽人营地冲去，踏足在营地的正中央。我紧随着她念动咒语跟上他的速度并在她的身旁降落，望着身旁愤怒的兽人发出警报，拿起武器，手中的斩月剑反射着月亮的光华。随着月下兽人们的刀斧剑戟黑色的影子将我们团团围绕，莱娜尼尔转过头来，嘴角露出一丝微笑。

    “舞会开始了”
 
    一道紫色的奥术能量从她的右手指尖射出，而她左手高举法杖，杖端如同火炬般被炽焰所缠绕。随着剑尖高举，一团团火焰从我的剑刃上腾跃而起，在我面前呈弧形喷发出来，迅速击倒了最前排的兽人，爆裂的冲击波向他身后的部队席卷而去。我紧逼而前，炽热之风在四周环绕咆哮。兽人军队在灼热的刺激下只能丢下慌忙武器试图抵挡呛人的烟雾，直到我怀着满意的微笑冲上前去，一剑终结他们的性命。突然，一团火焰冲击将我击倒。转身望去，只见莱娜尼尔站在熊熊烈火之中，双臂向前伸展，烈焰应之而动。“对你来说是不是有些太热了呢，艾伦尼恩先生？”。在她的谈笑之间，周围的兽人纷纷被烈焰吞噬，转瞬便灰飞烟灭。

    我应声道，旋即向刃尖注入寒冰的魔法，在剑刃灵巧的舞动中冰霜与寒风向着她周围的兽人席卷而来。随着一声声碎裂的轻响，遭遇冰火两重天的兽人冻结的肢体如同玻璃般裂成碎片。莱娜尼尔嘟起嘴，手中的火焰渐渐熄灭。“喂，别抢了我的乐子。”，她大喊道。旋即，随着传送魔法的波动，她的身形出现在兽人营地的另一侧，烈火与爆炸的硝烟也随之燃起。

    我大笑着转身，剑尖轻击地面，地震的烈波横贯开来，周围的兽人纷纷不支倒下，任凭利刃穿透他们的脖颈。紧接着，狂暴的闪电在剑锋聚集，如同投枪一般射出，发光的尾迹一路噼啪怒吼着撕裂兽人们密集的军列，在他们还没来得及反应之前取走他们的性命。斗志昂扬的我热血沸腾，脱下头盔和板甲，在敌人已经溃不成军的队列中尽情厮杀，享受击败敌人的快乐。斩月剑在血肉横飞的战场回旋舞动，战斗的声响如同精灵最欢快的舞曲一般。

    远处营地爆炸的烟雾和兽人的惨叫声点缀着莱娜尼尔的足迹，晴朗的夜空下烈火燃烧直冲云霄，如同焰火般绽放于空中。炽焰点缀着她的裙摆，她晶莹的眸子又比那烈火更加炽热，轻盈的舞步绽放着辉耀的光华，如同火灵的仙女下凡一般。此情此景，真是我一生所见最为美好最为震撼的那一刻。

    剩余的兽人试图召集起仅存的残兵败将准备撤退，然而我看穿了他们的胆怯，随着魔力的流动，一排惊涛骇浪席卷而来，将他们步步紧逼，只能退回莱娜尼尔由烈焰交织的包围圈。火墙的团团围绕之下，我的身躯如箭一般射入包围圈的中心，残余的兽人如同风卷残云一般成批倒下。轻踏于血泊之间，斩月剑与莱娜尼尔手中的烈火迅速终结了最后几个敌人。兽人部队被完全歼灭，地上只剩下超过四百具尸体。
 
    面对面地，我和莱娜尼尔的身躯矗立在硝烟弥漫的战场上，在肾上腺素的作用下，两个人急促的呼吸在空气中凝成雾气。“抱歉”，我气喘吁吁地说道，“我有些忘了，到底是谁杀的更多了…”。她害羞地微笑着，汗水从泛红的面颊滴落。战场的烈火和利刃撕开了她美丽的长袍，展现着长袍下雪白的皮肤。肩上的细带不知何时已经悄然滑落，营地篝火昏黄的光线照耀着她的身躯。混乱的呼吸声中，她的胸脯轻轻摇动，深邃的眼神饱含着柔情。
 
    她大步向前与我相拥，双唇热切地贴合在一起，嘴畔传来的柔软的炽热触感与战斗时烈火般的激情交织在一起，轻轻厮磨贴合我的下唇。浅浅地一开后，我再次与她深深相吻，舌尖游移舔舐，双手轻柔地在她的腰际环抱。她不顾一切地将我的脱了一半的护甲解开扔在地上，而我轻轻拉动了她长裙的腰系，摇曳的火光中，两人纯洁的胴体被繁星的光辉所点缀。寒冷的夜空之下，我们长久地缠绵在一起，皮肤微微渗出汗水，心脏的跳动比战斗之时更为强烈，妩媚的娇声如风吹动的烛火般摇曳。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-3",
	name = "魔法大爆炸纪事(3)：远古传送门",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第三章：远古传送门#{normal}#

    “为什么你不准备成为精灵们的领袖呢？”，莱娜尼尔悠闲地躺在我的床上，双手撑着头饶有兴致地问道。

    我的思绪还没有从片刻前的温存中缓过来，对于这个突然的问题感到有些惊异。“为什么我会想要成为他们的领袖呢？”，我反问道。

    “当然了，因为你的实力是那么的强啊”，她回答道，“我觉得你是你同族中战斗能力最强的一位，这样强大的力量足以让你成为他们的领袖。”

    我微笑道，“光靠武力是无法引领族人的。一个优秀的领袖需要用于承担责任，审慎做出决定，并具有灵活的政治手腕。我对于这方面的事情可没有什么兴趣，毕竟，伊菲尼亚斯陛下在这方面比我擅长多了。只要给我一把剑，让我能够和部下一起驰骋沙场，我就已经心满意足了，让真正的领袖来思考我和我的战士应该与谁作战吧。”

    她沉默半晌，看上去对我的回答并不满意，“呐，不过呢，你看起来对目前的计划并不满意。”

    这一令人惊讶的提问让我感到一阵震惊，我不知道她究竟是如何瞬间洞悉了我的内心想法。在此之前，我从来没有在任何人面前表现出过我的担忧，然而她一下子就看穿了我的伪装。她和我五个星期前才刚刚见面，然而任何事情都逃脱不了她敏锐的洞察。

    关于魔法大爆炸计划的筹备工作正在有条不紊地进行当中。卡库罗尔首领特塞尔已经返回了他位于北方的城堡，然而他的两个女儿仍然作为双方合作的大使留在这里，为我们在魔法技术上提供指导。这意味着莱娜尼尔和我可以时常相见，然而我们始终保守秘密。我高傲的同族们仍然难以接受精灵与人类的浪漫关系，而我们也无法接受可能迎来的流言蜚语。即使这样，我也难以抵御她的魅力，而她也是一样。

    “我是一个战士，”许久的沉思后，我从床上爬起，整理我的长袍，“我喜欢面对面与我的敌人作战，而不是一个人呆在后方玩弄考古这样的小把戏。这种懦夫一般的行为真是另一个真正的战士作呕。”

    “然而，开发夏·图尔人遗迹中失落的力量不是那么让人心潮澎湃吗？”她呢喃着，手指轻触下唇，光滑的皮肤置身于柔软的被子的紧紧环绕中，仿佛已经被她那恢弘的梦想深深吸引，“这样强大的能量已经在世间沉眠了那么长时间，直到今天，我们强大的魔法可以让我们亲自驾驭它们，把雷霆万钧的恢弘气势掌握在不及盈寸的掌心之中……唉，要是我能亲自进行这一伟大的冒险，那该多好！”

    搭上上衣的搭扣，我有些遗憾地摇了摇头。“坦率地说，我并不信任这些遗迹的力量。是的，我们永恒精灵的确有着强大的魔法实力。然而，我们渺小的知识比起那些夏·图尔人实在是相距甚远，以至于我们甚至无法理解他们所遗留下来的物件究竟有什么意义。在这一意义上，我的想法更接近你的姐姐尼耶拉。我们应该用稳健的脚步前行，妥善而审慎地使用那些我们所能掌握的能力，而不是猛然把我们的野心扩展到这种庞大的实验之上。”

    莱娜尼尔凝望着我，用调笑一般的语调柔声说道，“如果你成为了领袖，你可能会阻止这一切；但那样的话，或许我会一辈子恨你。”

    我露出了浅浅的微笑。“嘛，那还真是一件可怕而又危险的事情。”当我更衣完成时，莱娜尼尔仍然在床上休息，眉间若有所思。“我必须要前去检查关于远古传送门最后的准备工序了。如果你乐意的话，请务必和我一同前去。”

    她有些倦怠地摇了摇头。“不，我想要再休息一下。还有，看着他们欢欣雀跃、功成名就的样子只会让我嫉妒不已。请让给我在这里呆一会儿吧——我稍后就会秘密离开。”

    我小心地关上卧房的房门，一股阴霾仍然在脑海之中萦绕。随着时间的推进，魔法大爆炸的庞大计划也一天天被提上日程，一股不详的预感涌上心头。命运总是那么残酷，与计划进行的有条不紊相伴的是兽人战线上的节节败退，只有少数几个种族能够防守他们的边境线，而兽人们的进攻却永不停歇，愈演愈烈。他们的数量似乎无穷无尽，永不枯竭。尽管他们的战术十分简单幼稚，对待无力自卫的平民他们却能屡战屡胜，并在人马疲倦之时偷袭守备不力的城市得手。一周前，刚刚有一个人类王国在他们频繁的攻击下不堪其扰，最终溃败。他们曾经高傲地拒绝有关魔法大爆炸的计划，现在却只能跑来祈求我们的保护。看起来，对于兽人的侵袭这一迫在眉睫的危险，魔法大爆炸可能会成为我们唯一的希望。

    我从卧房顺着宫殿向前，混乱的思绪在我的脑海中盘旋，伴随着我漫步过庭院走向大门。眼前红发少年轻盈的身影让我误以为莱娜尼尔已经跟着我一路走来，然而她金色的长袍和明亮的眼睛让我想起了，那是她的姐姐尼耶拉。

    “在想着什么人吗？”，她微笑地望着我，观察着刚刚表情细微的变化。

    “抱歉，我刚才正在思考一些问题，”我轻轻弯腰对她示意。“我正准备前去督导和远古传送门有关的工作事宜，如果您——”

    “我想和您一同前去。”还没等我说完，她就爽快地回应道。我点了点头，领着她坐上我的马车。

    马车缓缓前行，尼耶拉的声音突然从我耳边传来。“她这样做只会伤害你。”

    我一下子明白了她的意思，感到一阵震惊。“要命，在埃亚尔已经不存在秘密了吗？”我小声说道

    “没有什么能瞒的住自己的姐姐，而且是双胞胎姐姐。”她温柔地微笑着，然而眼神却没有一丝开玩笑的气息。“我的意思就是这样，我爱我的妹妹，但我知道她的行事风格。她的情绪善变而无常，只愿关注于自己喜欢的事情。如果她一时感到厌倦，请不要因此而过分难过，想一些开心的事情吧。”

    “我想，我应该有能力整理自己的心情。”我抿嘴说道。

    她凝望着我的眼神慢慢移开，遥望着窗外变幻不定的风景。“唉，我想我已经提醒了你…”她柔声回答道，声音中仿佛包含着一阵忧伤。

    是她对研究的羡慕和嫉妒引发了争吵吗？还是因为她姐姐或者我的原因？我始终没有想到原因。剩余的旅途中，我和尼耶拉始终保持沉默。夕阳从马车的背后缓缓落下，巨大的阴影投射在向前的小路上，暮色的笼罩将周围的风景染上了一片深红。有一瞬间，我们仿佛在恶魔的位面上漫步，漆黑的阴影慢慢融化在血色的土壤之上，群星惨淡的冷白色光辉似乎瞬间从苍穹直射下来。繁星点点间，遗迹从地平线映入眼帘，让我不禁颤栗。

    考古学家们从来没有发现过比埃尔瓦拉附近的夏·图尔遗迹更为壮观的存在。我们的人民花了几个世纪来悉心研究它，调动的工程量庞大无匹深入地下，却又如此小心地不曾损坏和扰乱任何遗迹中的古物。这个遗迹的核心被称为水晶塔。从地面上向下看，我们只能看到巨大的方块，在泥土被清理之后显露出来是比大理石更加光滑的白色石板。继续往下挖掘，白色石板似乎无穷无尽，其表面也没有任何能够给出说明的雕刻和标记，直到半英里后我们找到了它的底部，没有地基那样的设施。这简直就像着整座塔并不是立于地面之上，而是在天空中漂浮，直到某种力量让它从空中坠落，静静地在大地中沉眠了无数的岁月。

    若干年前，我们的魔法师找到了遗迹上不可见的符文，终于叩开了遗迹的大门。遗迹内，壮观的水晶大厅以庄严而又优美的几何图案有规律的排布着，就连墙壁似乎也呼吸着能量。许多甬道和通路都只能通过飞行才能到达，而其顶端是一个足以容纳整个埃尔瓦拉宫殿的巨大房间。在它的中央是远古传送门，一个直径四十英尺的高台，巨大能量如同星云般在周围盘旋，噼啪作响。那是何等美丽而可畏，迷人而恐怖的壮观景象。永恒精灵们根本无法理解它工作的真正原理。即使通过小心的实验我们有办法操纵它所具有的能量，我们也永远无法真正知悉到底是什么力量驱动着它。

    寒冷的夜风之中，我和尼耶拉拾阶而上，笼罩于挖掘遗迹的阴影之下。我在白色方形石板构成的入口，我朝卫兵微微点头，尼耶拉的目光瞬间被欣悦所笼罩。这座闪光的大厅的确足够吸引眼球，但是里面空无一物的情景不禁令人感到孤单。我试着去构想许久之前，当这里仍然被夏·图尔人所充满的情景。“为什么夏·图尔人灭亡了呢？”漫步于水晶大厅，我轻声向尼耶拉问出了那个或许问过许多次的问题。

    尼耶拉听言微笑起来。“这当然是个谜啦！不过，我的母亲曾经告诉我，夏·图尔人在一场宏大的内战中走向了灭亡，他们所使用的魔法超乎我们任何人的想象。”

    “我也想知道。”我回答道。我们有自己的记录——当然，这些记录不曾与那些短命的种族相分享。不过不可否认的是，这些记录与传播了无数年的神话传说比起来，还是逊色了许多。

    我们到达了中央甬道。随着夏·图尔魔法的驱动，我们缓缓上升，眼前一层层废弃的屋室从上方进入我们的视线，然后缓缓地在视野中消失。卧房、工坊、储藏室、还有很多房间就连我们的博学之人也没法猜测出是用来干什么的。在经过几分钟的上升后，我们到达了远古传送门所在的大厅，尼耶拉不禁因惊讶而倒吸一口冷气。她的眼睛很快看到了夏·图尔的远古传送门，闪耀着映照着着几百英尺之上的天花板上的图案。在传送门的周围，一大群身穿高级丝绸长袍的永恒精灵法师正在紧张地工作中，而伊菲尼亚斯陛下正亲自指挥着他们。

    当他看到我们的到来时，他先行从一旁围绕的皇家顾问身边脱开身来，怀着自信的笑容向我们走来。尽管他穿着魔法研究院的灰色长袍，他的手中仍然拿着那把金色的法杖，辉光杖，作为他国王身份的证明。

    “啊！真高兴见到你，艾伦尼恩将军！”他说道，“你总是这么晚到。这位是卡库罗尔的大小姐吧，真是太好了。”

    我微微鞠躬。“是的，陛下。我在这里等待您的指示，为下一步的工作准备。”

    “啊，啊，当然是的，”他有些鄙夷地挥了挥手。“那么不用说，这位小姐一定是来这里确认我们到底会不会用魔法吧。”

    尼耶拉的微笑令人无法判断她到底是否是在生气。“能够亲眼见证你们有关遗迹能量的强大能力和丰富技巧将会是我无上的荣幸，伊菲尼亚斯大人。”

    国王微笑着点了点头，回身叫来了他的副官。“准备启动地形演示，火力全开。”他回身向我们说道。“我向你们展示的可不只是技巧和能力，而是从精微到庞大的一切细节。现在请你们稍等一下，我将会亲自完成这一切。”

    他与其他两名研究院高阶法师一起走到远古传送门面前，互相遥望，四周传来一阵阵和谐的低吟。随着法术的和声在大厅中飘扬，远古传送门周围的闪烁着星星点点的隐约红色。几分钟后，他们的低吟音调渐渐升高，变成了无比默契的轻声吟唱，然而始终保持在完美的协调之中。紧接着，他们高举手中的法杖，远古传送门中产了一束闪烁的橙色火焰。在它的悉心雕刻中，慢慢形成了一幅清晰的画卷，呈现出我和尼耶拉两人的图像。所有的特征都如此明晰，所有的动作都精巧符合，下至最小的细节都清晰可辨，简直如同站在一面巨大而澄澈的明镜之前。

    紧接着，随着吟唱的歌声越来越大，影像中的视野也愈发宽广，从中呈现出我们身边的远古传送门和周围围绕着的众多法师。视野飞腾而上，眼前所见的东西越来越小，最终化为宏伟大厅内的一个小点。紧接着，画面被一个白色的方形取代，周围是挖掘直入地底的痕迹，显然我们的视野正处于水晶塔的正上方。随着聚焦范围越来越大，大地奔腾而过，西部埃尔瓦拉市的房屋隐约可见。伴随着吟诵之声，我们看到了奔腾的大海，看到了西北的层峦叠嶂。我们看到了整片大陆的全景，北部寒风笼罩的高原被冰雪所覆盖，包围着的海洋似乎无穷无尽，大陆上闪烁着无数的白色小点，，如同繁星一般。咏唱达到了高潮，我们从宇宙俯瞰到了埃亚尔星球的全景，在火焰的缭绕中悬浮于半空之中，慢慢转动。

    然后咏唱停止了，先前的图像瞬间消失地无影无踪。我似乎听到尼耶拉因为刚才令人窒息的壮观景象而喘不过气来。

    “你现在看到了吗？”伊菲尼亚斯陛下大笑着。“我们可以全方位操纵这个远古传送门的所有能量，无论是最小的细节还是最大的范围，一切尽在掌握之中。还有，你看到地图上所标注的那些白点吗？这是世界上其他的远古传送门，而我们的这个传送门可以与它们中的任何一个链接。经过精心的操纵和悉心的控制，我们可以协调他们全部的能量，并用来实现我们的愿望。我想，你的那把剑可干不了这种事情，艾伦尼恩先生。”

    我仍然被我刚才所见到的奇景所震惊，无话可说，只能微微点头。尼耶拉似乎也产生了一样的想法，以和她的妹妹一样的热切眼神望着这座远古传送门。是的，她的想法被改变了。

    然而，我的手仍然环绕着斩月剑的剑柄，心头隐隐呢喃着不安之情。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-4",
	name = "魔法大爆炸纪事(4)：黎明将至",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第四章：黎明将至#{normal}#

    我骑着爱马在小道上前行，一旁并驾齐驱的是我的副手和手下的精英游骑兵与法师突击队。身旁一匹棕色马上，我的侍从高举一面画着被火焰环绕的剑的旗帜——那是我的随从部队的军旗。这个年轻精灵手中的旗杆似乎有些微微晃动，表现出他隐约的紧张之情。

    “孩子，把旗帜抓牢了！”我用命令的语调说道。

    侍从在马鞍上坐正，牢牢抓住手中的旗帜。“是，长官！”他大声回答道。“一切听你的命令，长官！”他的脸面朝前方，但是我似乎可以看到他的眼神仍然凝视着我，似乎正在急切等待着我下达指令。一切听我的命令…嗯哼，我以前也见到过这样的眼神，包含着一名年轻军人对长官的无限憧憬，当然可能还有一点超乎憧憬的东西。如果我没有莱娜尼尔的话，考虑一个这样帅气的小伙子似乎也不错。当然，现在显然并不是想这些的时候。

    今天就是魔法大爆炸计划进行的那一天了，那个孩子感到紧张是很正常的。计划的时间定在了子夜后的几个小时，我们的哨兵部队在其他种族的帮助下，已经将兽人的部队从大本营里引到了战场之上。我们的主力正集结成列，争取在计划实施之前拖住兽人的部队。在那里，排列整齐的长矛直指前方，刀剑和铠甲在繁星下闪光。一堆堆身穿紫袍的战斗法师站在阵后，高举长杖。那真是难得一见的奇景。当然，我们也知道，在不利地形下面对兽人全部主力的夹攻实在有着太大的风险。一旦魔法大爆炸计划无法执行，我们将会一败涂地。

    我在一旁的小丘上扎寨以确保对战场的全局把握，然后让我的随从前去联系北方卡库罗尔的支援军。当我骑着战马向哨所奔驰之时，隐约见到狼烟从东方升起，四条灰色的烟流在黎明前的光照笼罩下摇曳。那是被兽人们焚烧劫掠的村舍，他们刚刚被我们的佯攻部队所吸引前来这里。村子里的居民已经预先撤离，然而经此一役，他们已经注定无家可归。在这场横跨大陆的战事中，他们只是战争中渺小的牺牲品罢了。

    第五道烟尘从远方升起，在清晨绿色薄雾的笼罩下，这些烟柱如同伸展到世界各地的魔爪，正准备撕开地面，吞噬一切。这个恶魔就是兽人，它是对我们任何种族的威胁。无论付出什么代价来阻止他们都不过分。这就是我当时的想法，这就是我们所有人当时的想法。

    当我到达卡尔库尔的营地，莱娜尼尔亲自前来与我相见。她看到我时的笑容是如此温暖甜蜜，然而我知道更让他兴奋的是今天的大事。“再过几个小时”，她就像一个不耐心的小孩子一样悄悄说道，“有趣的事情就要发生了！”

    我走进卡尔库尔的营地，在里面看到了尼耶拉和其他高阶法师与来自人类诸王国的代表。我知道特塞尔不会亲自前来，因为他要和他的人民呆在一起。这并不是因为懦弱和衰老让他远离前线。实际上，据说自从他的爱妻被兽人所杀之后，他就再也没有参加过战斗，以防止他的仇恨夺去他的理智，让他在暴怒中杀死他的朋友。然而，众所周知，他有时会独自在北方的冻土上流浪，与震耳欲聋的狂暴飓风为伴。兽人们只要听到特塞尔，北之暴风的名字就会闻风丧胆。

    尼耶拉和莱娜尼尔指挥着卡库罗尔的部队，从那些大法师凝重的表情可以看出他们都很清楚接下来的一天会带来什么。然而，尼耶拉的眼神却包含着无尽的困扰之情。

    “你的姐姐怎么了？”我悄然问向莱娜尼尔。

    “一些无聊的梦而已。”她没好气地说道。

    尼耶拉的眼神突然激动起来。“这不是梦！”她大喊道。“我告诉你们，这是未来的预兆！”她转过头来，用哀求的眼神望着我。“你必须相信我，艾伦尼恩先生，今天一定会出大事的！我昨晚在梦中见到一幅恐怖的场景，仿佛它是许久之前的记忆一般。我看见一座座城市陷入燃烧，昔日大理石、玻璃和白银所铸瑰丽壮观的景象，现在只剩下断垣残壁。我看见无尽的火焰中是成千上万人在死亡降临之时撕心裂肺的呐喊，无论男女老少全都在劫难逃。我看到城市从空中缓缓崩塌坠落，昔日美丽的空中花园成为一片废墟，城市与大地上碰撞的重击将大地完全撕裂，天地为之变色。我看到剩余的城市仍然在一边互相发射毁灭性的紫色的光柱一边缓缓坠落，空气中弥漫着灼烧和杀戮的气味。哀嚎满地！尸横遍野！死亡枕藉！任何人都无法想象这样的人间地狱！”

    “我告诉你的并不仅仅是梦境！这是一条信息，一条警告——这是一段逝去的传说，因为我们根本不了解我们在把一场多么大的危险视同儿戏！计划必须被终止！”

    在尼耶拉慷慨激昂的怒吼声中，莱娜尼尔不耐烦地抖着脚，但是我看到许多其他的领袖看起来有些动摇。我知道为了计划的进行必须让她冷静下来，所以我向前走去，双手放在她的肩上，冷静地望着她的双眼，慢慢向她说道。

    “最好把这个梦忘掉吧。你知道，世界上没有一天不处在危险之中，而今天则是比任何时代的任何传奇中的日子都要重要的一天。我们的文明正处在危险之中，我们的生活方式正遭受兽人们野蛮侵袭的威胁。我们的命运宛如悬于刀尖之上，我们的和平生活正摇摇欲坠，任何错误的决断都会让我们跌入黑暗和绝望的深渊。今天，我们将会做出最大的决断。所以你说的对，你收到了一个消息，你受到了一条警告。而我们所应该做的，就是回应这个警告，就是变得足够坚强。今天，我们要紧握希望的缰绳，我们要扼住命运的咽喉，只有这双真正坚实的双手才能引领我们逃离袭来的毁灭，才能给我们带来真正的和平。尼耶拉小姐，你能成为我们坚实的双手吗？”

    她用开朗和充满希望的目光望着我，手指紧握住我的手腕，仿佛要从我的身上汲取力量。她慢慢地点了点头。“对不起，艾伦尼恩阁下。我只是……我会变得坚强的。”

    我转向那些被我的演说所感动的人。显然，如果放着他们不管只会带来麻烦，我必须让他们立即开始行动。“现在开始！”我大喊道。“集结你们的军队，为这场世纪之战做好准备。我们经过坚实和审慎的努力取得了计划的进展；我们会用精锐的部队抵挡他们的侵袭；最终，在烈火和愤怒之中，我们将会取得胜利，重获自由。今天，将会永载史册！今天，将会给所有种族带来新的纪元！魔法大爆炸，将会成为所有人被铭记的一天！”

    被刚才的命令所鼓舞，所有人欢呼着冲向前去，组织起他们的部队。尼耶拉回身组织其她手下的法师，而我独自离开了帐篷。一出门，我就撞见了莱娜尼尔，她一边和我嬉戏一边大笑着，连拉带推把我带进了一旁的空帐篷里。

    “你说过你不准备成为领袖的！”她笑着说道。“你刚才的演说真是比我见到的任何领袖更加优秀。”

    我耸了耸肩，谦虚地笑道。“我只是说了一些我该说的话。”

    她的语调变得低沉，一瞬间的忧虑从她的脸上涌过。“这只是个梦，对吧？”在她平日幽默的语调中，隐约可以觉察到她极度恐惧的心情。她的手指稍稍颤抖，仿佛在渴望着我的保证。

    “这只是一个梦而已，”我撒了一个小小的谎，却不知道，这个谎言的代价即使用我的一生也无法赔付。“一切都会好起来的。”我亲昵地拉住她，轻轻拥抱住她纤弱的身躯，她用力抱紧我，还在微微颤抖之中。

    “谢谢你，艾伦尼恩。”她悄然说道。她转过头，与我长吻。这是我和她所经历的最柔软，最细腻的一个吻，也是我和她的最后一个吻。

    我们就此别过，我独自一人策马回到部队的中心。我的心脏如同震耳欲聋的战鼓锤响一般怦怦直跳，尼耶拉的言语依然在我的心头回荡。她的话语激起了一个我曾经经历过的梦境，这个梦境已经在我的记忆中沉睡了许久。在梦中，我躺在床上，在上方漂浮着一团光与空气的形状，仿佛某种我从来未曾见过的生物。他用长长的触手来代替四肢，鼓动的长袍在他的身上飘扬。它没有头和眼睛，但是我可以清晰地感觉到它正凝视着我。它向我伸出了它长长的触手四肢，如同试图抵挡一个黑暗而恐怖的威胁。我突然感到一股可怕的预感，似乎隐约可以察觉到，一场这个世界从未经历的巨大灾难即将来临。当触手的尖端触及我的眉间之时，视野一片漆黑。

    这只是一个梦吗？还是某种未来的预兆？或者这是一个真正的幽灵，想要直接对我发出警告？然而，当时的我没有时间思考这些。魔法大爆炸的时刻即将到来，现在已经没有怀疑的余地了。我策马扬鞭，命运的车轮滚滚转动。]],
}
