--------------------------------------------------------------------------
-- Story of Aranion and Linaniil
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "spellblaze-chronicles-1",
	name = "魔法大爆炸纪事(1)：命运相遇的瞬间",
	lore = [[#{italic}# 来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆 #{normal}#

#{bold}#第一章：决定命运的会面#{normal}#

    这个故事始于厄流纪，那时我还是个年轻的精灵小伙子，在我们永恒精灵之中，少年、青年与老年仍旧是个沉重的话题。这只是在那个年代诸多英勇传奇、神话传说中的一个故事，我能讲述的，也只是我自己的故事，我自身的经历，所谓的英雄事迹，讲述一次震动世界、改变历史的变化——魔法大爆炸——和我自己之间一点微末的联系。

    第一次遇见莱娜尼尔时，我们正准备举行一场特殊的会议，我们的领袖伊菲尼亚斯与卡库罗尔的首领谈话。我还记得那个体型庞大的人类男子是怎样昂首迈入我们的城门，包括我在内的大群精灵被他宽厚的胸膛，怒立的头发，美丽的毛皮衣物和坚定不屈的脚步所吸引震慑。在我们瘦弱渺小的精灵肉体面前，他仿佛是异世来的怪物……

    有些同伴把他视为野人，但我从他冰霜般的眼睛里看到了强大的力量。他来自于人类种族中勇敢坚强的一支，那是曾居住于埃亚尔北方的一群人，据说他们是从北方那永冬的天空里闪烁的绿色火焰里汲取了力量。他的名字是特塞尔，他的相貌并没有被北方肆虐数个世纪的暴风雪摧残，他的右手带着卡库罗尔之戒，光彩耀人的黄金戒指上镶嵌着闪亮的红宝石，这是他的地位象征——他领导着全马基埃亚尔大陆最伟大的人类法师联盟。

    走在他身后的，是和他一起来的一对双胞胎，他的女儿们，莱娜尼尔与尼耶拉。她们的相貌别无二致，但我立刻发现她们的性格迥然不同。她们的发色同样深红，蓄着同样的长发，在阳光下露出同样苍白的皮肤。尽管同样身着丝绸长袍，尼耶拉的长袍是橙色与金黄，莱娜尼尔却是深蓝与银白。尼耶拉性格开朗，声音愉快，讨论着一路上走过埃尔瓦拉庭院时见到的美好事物。而莱娜尼尔安静文雅，面色严肃，冷静地分析计算她见到的一切。不过，在她那冷若寒霜的外表下，我能看到一团火焰——不，不仅仅是火，那是一团正在燃烧的火光，一团散发光和热的激情，正被压抑着，等待着释放。当人群到达我们的大本营时，有那么一会儿，我们彼此眼神相触，短短的一瞬间，我看到了她野性的灵魂和激烈的思绪，那是不可征服的坚定意志与精神力量。那一刻，我停止了呼吸。

    几乎没有精灵能理解，为什么精灵种族中的一员，会对一个人类深深的着迷。那只是因为他们不了解莱娜尼尔。我也从来没了解过莱娜尼尔。她就像一团活着的火焰，一团燃烧的情感和欲望。她热诚的精神不能被任何人否认，她的智慧言谈吸引了众人围绕。美貌、闪光，象夏日般耀眼，同时也会变得冰冷遥远、不可触碰，除非她意愿如此。长久的岁月以来，这一点，她一直保持不变。

    我几乎错过尼耶拉走过大门时对我的热情问候。莱娜尼尔只对我点了点头。我们的领袖和客人们走入了主会所入座，我也紧跟了进去。这次会议是对一项新计划的讨论——我们最伟大的法师们将从夏·图尔传送门中提取能量。长久以来，那个古老种族的遗迹被埋藏在土壤之下，连同它们的力量一起，不见天日。一旦这股强大的力量被我们发掘利用，我们将能够迅速结束同兽人的战争。他们称这个大计划为“魔法大爆炸”——一个我们至今仍旧敬畏着的名字。

    我们的国王伊菲尼亚斯主持了会议，介绍了来客和周围的精灵们。“这是我的将军”，他指向我，“永恒精灵军队指挥官加威尔。“莱娜尼尔马上望了过来，然后呆立当场。

    ”什么？！“她惊叫道，盯着我的护甲和配饰。然后她转过去别开我们，似乎不愿关注。”父亲，我们来这里究竟为了什么？“她对那个结实的男子说道，”你告诉我们，永恒精灵们拥有最强大的元素法师，但他们的将军居然躲在钢铁后面，被铁剑环绕。难道一个近身格斗的战士也能掌握这门艺术？“

    伊菲尼亚斯看起来很生气，不过我突然大笑起来，既是因为她极度冒犯的话语，也因为她那大胆的推测与隐藏的傲慢。“一个贴身战士？”我在喘气的同时勉强说道，“女士，你不应该用外表评价他人。因为，如果由我来说，我还从没见过如此失礼的姑娘，同时还是操纵火焰的大师，并拥有比她冷血的父亲更加坚定的意志。但不要以为你在这门技艺上就能胜过我！因为我是艾伦尼恩·加威尔，奥术之刃的大师，能操纵各种强大的元素之力。充盈在我的金属利器里的法术收割的兽人生命比你在短短的生命中见过的兽人还要多，甚至比你一生见过的兽人更多。”

    她望着我，突然来了兴趣。“听上去是一种很奇怪的技巧。在我们能轻易从远处烧伤敌人的情况下，这样做似乎很滑稽。尽管如此。当我们一起狩猎兽人的时候，我会亲自见识一下。但你可得证明给我看，证明你在战场上比我强。”

    “我将尽我所能来向你证明，女士。”我点头答道。她的嘴唇上露出微微的笑意。

    特塞尔咕噜了两句，然后将他毛发茂密的脑袋转向国王。“说正事。”他生硬而简要地阐述自己的要求，正如之前我所听闻的一样。

    伊菲尼亚斯清了清喉咙，一屁股坐回板凳上。“在我们面前有一项伟大的计划，”他尽可能用一种激昂的语调说话，“多年以来，我们一直疲于应付兽人的进犯。自从厄流之战以来，我们的力量始终虚弱。逆转困境的机会就在眼前了，马上我们的敌人就会得到彻底的休息了。他们一直威胁着我们，要击溃我们的军队，摧毁我们的城市。我们损失的已经太多了。特塞尔，我对你个人的巨大损失表示深深的同情。”兽皮披身的男人脸色未动，但我清清楚楚地看到，他的两个女儿沉默着低下了头。

    “我一直在领导着我们的法师团体，探索夏·图尔传送门的秘密。我们相信，我们有能力激发其内部封印着的强大力量，来制造一股毁灭性的冲击波，直指向兽人大军。如果各个种族能联合起来，吸引住兽人的注意力，我们将会以一次快速的打击终结这场旷日已久的战争。兽人将会被彻底打垮，再无重来之日，而我们赖以生息的埃亚尔大陆也将得到净化。”

    “我已经同其他种族的首领接触过了，半身人非常支持这项计划，纳格尔的摄政王甚至同意将他们历史上对夏·图尔遗迹的部分研究成果同我们分享。”

    特塞尔突然狠狠地诅咒起来：“那些以人类奴隶为素材的研究！”他不禁大声咆哮，然后沉默了一会，尽可能平复心情，“你们生活在海中和森林里的同类呢？”

    伊菲尼亚斯直视着他的眼睛，“纳鲁精灵们太骄傲了，不愿参与我们的合作。他们认为只凭自己就足以保护城池和土地。虽然我认为他们最终还是会感谢我们……自然精灵也不是很感兴趣。我同他们的国王和皇后讨论过，并保证我们的选择是绝对安全的，不过他们并不很相信我们和奥术力量，但他们也不反对。夏特尔同我们一样，被边境线上兽人的进攻弄得精疲力竭。他们会帮助我们的，尽管我们并不是很需要这帮助，但接受一切帮助总是有好处的。”

    “其他的人类首领大部分都赞同这项计划，也有人表现出不可理喻的恐惧。当然，各种神话传说仍然是阻止我们探索夏·图尔的原因之一。不过，我们现在清醒地认识到我们在做的事情。我相信卡库罗尔的精英们一定能理解，同时你们的加入比一群小国王的支持更为重要。”

    这个结实的男子盯着伊菲尼亚斯的眼睛看了好一会儿，随后转过去看着他的女儿们，“女孩们，你们怎么看？”

    尼耶拉首先回答了问话，脸上闪耀着光彩，声音饱含着情感。“我认为永恒精灵的国王十分自负，和我们关系疏远。尽管他试图表现同情，却利用我们对母亲的感情。而且，就算他说的再好，我们又怎么能相信真能解开夏·图尔遗迹里的秘密呢？要知道，这秘密流传千年无人能解，隐藏的力量毫无头绪。到底是什么让父亲你认为我们能合作呢？大胆挥舞一把不知用法的未知武器，难道不是一桩危险而荒唐的行为吗？”

    房间里的空气顿时变得一片寂静，我几乎能看到我们的国王陛下——伊菲尼亚斯正气得冒烟，显然他从未听过也不能习惯如此激烈直接的批评反对。莱娜尼尔这时开口了，尽管语调低沉清冷，所有人都竖起耳朵听着，“在那个辉煌年代诞生的伟大杰作已经沉眠上千年。我们如今的精妙艺术、宏伟城市、美好社会从何而来？我不能给出答案，但我知道，这些和那沉睡已久的艺术品毫无瓜葛。我相信，对伟大的模仿不应该、也不可能让人感觉耻辱。但是我们长久以来错误的谦逊铸就了真正的错误。太久了，夏·图尔遗留的强大力量已经埋藏太久，那些早已被恐惧和胆怯填满的内心将它们拒之门外。”我仿佛看到她的眼睛里闪烁着激动的光。“想想我们将要解开的奇迹！结束对兽人的战争只是一个开始，我们将会从中受益良多。我要说，要是我们将这股力量再度深藏地下，等待不知多少年后的人来小心翼翼地重头发掘，将是埃亚尔大陆上最大的罪行。”

    特塞尔停了一会儿，慢慢地点头，显然莱娜尼尔的想法和他更为接近。“非常好，”他慢慢地宣布，同时再度直视伊菲尼亚斯。“我们会加入你们。”尼耶拉沉默了，表现出深深的担忧，而她的妹妹莱娜尼尔显露了一丝满意的神色。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-2",
	name = "魔法大爆炸纪事(2)：难忘之夜",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆 #{normal}#

#{bold}#第二章：难忘之夜#{normal}#

    三天后的午夜，我在一场噩梦中惊醒。眼前窗户大开，晦暗的光线中丝织的帘幕在晚风中舞动。随着我的眼睛渐渐适应了夜晚微弱的亮光，视线中隐约看到清朗的晚风中，莱娜尼尔身穿轻柔的紧身蔚蓝长裙的身影。她的腰间环绕着镶嵌着蛋白石和苍色符文的羊绒腰带，颈上腕间环绕着闪耀的金制首饰，一根顶端镶着一颗闪耀的红宝石的长杖静静地躺在她的手中。清风吹拂，她澄澈的眸子中映出我的影子，红色的长发迎风飘荡。
 
    “你在做什么呢？”，我轻轻问道。我并没有打算询问她到底是如何绕过那些卫兵悄悄潜入我的卧房的，议会的成员或许也没有能力在她集中精力潜行的时候感知他的存在。
 
    她明媚的目光轻柔地凝视着我，接着在屋子的四周扫过，仔细分析着房间里的每一个部分。“有一队兽人劫掠正从北方赶来”，她稍有些心烦意乱地说道，手中漫不经心把玩着我在书架上放着的一把装饰用的匕首，“他们看起来似乎准备对一些边远的精灵营地发动进攻。”
 
    “我立刻就召集突击队迎敌。”，我不顾礼仪地从床上坐起。
 
    “唔，那样多无聊啊”，嘟哝着的她将匕首轻轻放下，回身面向着我，“你还记得我们曾经约定一起去狩猎兽人吗？”
 
    “……什么？就只有我们两个人去吗？”
 
    “唉呀”，她缓缓望向我裸露在外的肌肉，眼中好奇的神情如同小孩子一样欢欣，“你是个男人吗？”
 
    “对于精灵族来说这还真是个怪问题，我的女士。不过，我可以在此保证，只需要我一个人也可以亲手干掉那些兽人。如果你真的想要一同前行的话，我可能没法确保您的安全。”
 
    她的笑声如同水晶泠泠碰撞般清脆。“那真是太好了！来，拿上你的金属棍子，让我们来比一比谁才是这个领域的专家。”我微笑着点头，打开房间里的武器库，从中拿出了金属护胫，锁子甲，胸甲和钢臂铠。莱娜尼尔有些焦急的埋怨道，“你非得穿上这堆废铜烂铁不可吗？”
 
    “这是我的战斗服”，我戴上头盔，披上斗篷。
 
    “唔，看起来简直就像一只炼金傀儡，”她小声咕哝着，“快来吧，我有点无聊了。”紧接着，她轻巧地越过窗台，优雅地随风而去，在夜空中划出一道弧线。
 
    我拿起了我的爱剑。乍一眼看上去，这似乎只是一把普通的剑刃，唯一的装饰是剑柄上一颗硕大的月亮石。这把剑由矮人于多年之前所铸，其貌不扬却强韧无比。之后，他们的虚荣和浮华替代了匠人的坚毅，让装备成为了用于炫耀的道具而不是用于战斗的兵器。这把剑的剑锋可以轻易穿透钢铁和骨头，如同划破薄纸一般势如破竹。它的名字叫做斩月剑，尽管现在已经随着岁月的流逝而不知所踪。我轻轻将其掷向空中，在空中形成一道气流的屏障，紧接着向外跃去跳到其之上，跟随着莱娜尼尔在夜空中飞行。
 
    在错杂的云间，我们沉默不语，直到二十分钟紧张的步伐后莱娜尼尔的身躯开始下降。群山间点缀着营地的篝火，随着高度的下降，兽人的战歌之声渐渐传来。“我们应该怎么发起进攻？”，寒风中我喊了出来，想看看这位女魔法师准备采取什么样的策略。
 
    “正面上”，随着一声咒语的轻响，她的身躯如箭般风驰电掣，径直向兽人营地冲去，踏足在营地的正中央。我紧随着她念动咒语跟上他的速度并在她的身旁降落，望着身旁愤怒的兽人发出警报，拿起武器，手中的斩月剑反射着月亮的光华。随着月下兽人们的刀斧剑戟黑色的影子将我们团团围绕，莱娜尼尔转过头来，嘴角露出一丝微笑。

    “舞会开始了”
 
    一道紫色的奥术能量从她的右手指尖射出，而她左手高举法杖，杖端如同火炬般被炽焰所缠绕。随着剑尖高举，一团团火焰从我的剑刃上腾跃而起，在我面前呈弧形喷发出来，迅速击倒了最前排的兽人，爆裂的冲击波向他身后的部队席卷而去。我紧逼而前，炽热之风在四周环绕咆哮。兽人军队在灼热的刺激下只能丢下慌忙武器试图抵挡呛人的烟雾，直到我怀着满意的微笑冲上前去，一剑终结他们的性命。突然，一团火焰冲击将我击倒。转身望去，只见莱娜尼尔站在熊熊烈火之中，双臂向前伸展，烈焰应之而动。“对你来说是不是有些太热了呢，艾伦尼恩先生？”。在她的谈笑之间，周围的兽人纷纷被烈焰吞噬，转瞬便灰飞烟灭。

    我应声道，旋即向刃尖注入寒冰的魔法，在剑刃灵巧的舞动中冰霜与寒风向着她周围的兽人席卷而来。随着一声声碎裂的轻响，遭遇冰火两重天的兽人冻结的肢体如同玻璃般裂成碎片。莱娜尼尔嘟起嘴，手中的火焰渐渐熄灭。“喂，别抢了我的乐子。”，她大喊道。旋即，随着传送魔法的波动，她的身形出现在兽人营地的另一侧，烈火与爆炸的硝烟也随之燃起。

    我大笑着转身，剑尖轻击地面，地震的烈波横贯开来，周围的兽人纷纷不支倒下，任凭利刃穿透他们的脖颈。紧接着，狂暴的闪电在剑锋聚集，如同投枪一般射出，发光的尾迹一路噼啪怒吼着撕裂兽人们密集的军列，在他们还没来得及反应之前取走他们的性命。斗志昂扬的我热血沸腾，脱下头盔和板甲，在敌人已经溃不成军的队列中尽情厮杀，享受击败敌人的快乐。斩月剑在血肉横飞的战场回旋舞动，战斗的声响如同精灵最欢快的舞曲一般。

    远处营地爆炸的烟雾和兽人的惨叫声点缀着莱娜尼尔的足迹，晴朗的夜空下烈火燃烧直冲云霄，如同焰火般绽放于空中。炽焰点缀着她的裙摆，她晶莹的眸子又比那烈火更加炽热，轻盈的舞步绽放着辉耀的光华，如同火灵的仙女下凡一般。此情此景，真是我一生所见最为美好最为震撼的那一刻。

    剩余的兽人试图召集起仅存的残兵败将准备撤退，然而我看穿了他们的胆怯，随着魔力的流动，一排惊涛骇浪席卷而来，将他们步步紧逼，只能退回莱娜尼尔由烈焰交织的包围圈。火墙的团团围绕之下，我的身躯如箭一般射入包围圈的中心，残余的兽人如同风卷残云一般成批倒下。轻踏于血泊之间，斩月剑与莱娜尼尔手中的烈火迅速终结了最后几个敌人。兽人部队被完全歼灭，地上只剩下超过四百具尸体。
 
    面对面地，我和莱娜尼尔的身躯矗立在硝烟弥漫的战场上，在肾上腺素的作用下，两个人急促的呼吸在空气中凝成雾气。“抱歉”，我气喘吁吁地说道，“我有些忘了，到底是谁杀的更多了…”。她害羞地微笑着，汗水从泛红的面颊滴落。战场的烈火和利刃撕开了她美丽的长袍，展现着长袍下雪白的皮肤。肩上的细带不知何时已经悄然滑落，营地篝火昏黄的光线照耀着她的身躯。混乱的呼吸声中，她的胸脯轻轻摇动，深邃的眼神饱含着柔情。
 
    她大步向前与我相拥，双唇热切地贴合在一起，嘴畔传来的柔软的炽热触感与战斗时烈火般的激情交织在一起，轻轻厮磨贴合我的下唇。浅浅地一开后，我再次与她深深相吻，舌尖游移舔舐，双手轻柔地在她的腰际环抱。她不顾一切地将我的脱了一半的护甲解开扔在地上，而我轻轻拉动了她长裙的腰系，摇曳的火光中，两人纯洁的胴体被繁星的光辉所点缀。寒冷的夜空之下，我们长久地缠绵在一起，皮肤微微渗出汗水，心脏的跳动比战斗之时更为强烈，妩媚的娇声如风吹动的烛火般摇曳。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-3",
	name = "魔法大爆炸纪事(3)：远古传送门",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第三章：远古传送门#{normal}#

    “为什么你不准备成为精灵们的领袖呢？”，莱娜尼尔悠闲地躺在我的床上，双手撑着头饶有兴致地问道。

    我的思绪还没有从片刻前的温存中缓过来，对于这个突然的问题感到有些惊异。“为什么我会想要成为他们的领袖呢？”，我反问道。

    “当然了，因为你的实力是那么的强啊”，她回答道，“我觉得你是你同族中战斗能力最强的一位，这样强大的力量足以让你成为他们的领袖。”

    我微笑道，“光靠武力是无法引领族人的。一个优秀的领袖需要用于承担责任，审慎做出决定，并具有灵活的政治手腕。我对于这方面的事情可没有什么兴趣，毕竟，伊菲尼亚斯陛下在这方面比我擅长多了。只要给我一把剑，让我能够和部下一起驰骋沙场，我就已经心满意足了，让真正的领袖来思考我和我的战士应该与谁作战吧。”

    她沉默半晌，看上去对我的回答并不满意，“呐，不过呢，你看起来对目前的计划并不满意。”

    这一令人惊讶的提问让我感到一阵震惊，我不知道她究竟是如何瞬间洞悉了我的内心想法。在此之前，我从来没有在任何人面前表现出过我的担忧，然而她一下子就看穿了我的伪装。她和我五个星期前才刚刚见面，然而任何事情都逃脱不了她敏锐的洞察。

    关于魔法大爆炸计划的筹备工作正在有条不紊地进行当中。卡库罗尔首领特塞尔已经返回了他位于北方的城堡，然而他的两个女儿仍然作为双方合作的大使留在这里，为我们在魔法技术上提供指导。这意味着莱娜尼尔和我可以时常相见，然而我们始终保守秘密。我高傲的同族们仍然难以接受精灵与人类的浪漫关系，而我们也无法接受可能迎来的流言蜚语。即使这样，我也难以抵御她的魅力，而她也是一样。

    “我是一个战士，”许久的沉思后，我从床上爬起，整理我的长袍，“我喜欢面对面与我的敌人作战，而不是一个人呆在后方玩弄考古这样的小把戏。这种懦夫一般的行为真是另一个真正的战士作呕。”

    “然而，开发夏·图尔人遗迹中失落的力量不是那么让人心潮澎湃吗？”她呢喃着，手指轻触下唇，光滑的皮肤置身于柔软的被子的紧紧环绕中，仿佛已经被她那恢弘的梦想深深吸引，“这样强大的能量已经在世间沉眠了那么长时间，直到今天，我们强大的魔法可以让我们亲自驾驭它们，把雷霆万钧的恢弘气势掌握在不及盈寸的掌心之中……唉，要是我能亲自进行这一伟大的冒险，那该多好！”

    搭上上衣的搭扣，我有些遗憾地摇了摇头。“坦率地说，我并不信任这些遗迹的力量。是的，我们永恒精灵的确有着强大的魔法实力。然而，我们渺小的知识比起那些夏·图尔人实在是相距甚远，以至于我们甚至无法理解他们所遗留下来的物件究竟有什么意义。在这一意义上，我的想法更接近你的姐姐尼耶拉。我们应该用稳健的脚步前行，妥善而审慎地使用那些我们所能掌握的能力，而不是猛然把我们的野心扩展到这种庞大的实验之上。”

    莱娜尼尔凝望着我，用调笑一般的语调柔声说道，“如果你成为了领袖，你可能会阻止这一切；但那样的话，或许我会一辈子恨你。”

    我露出了浅浅的微笑。“嘛，那还真是一件可怕而又危险的事情。”当我更衣完成时，莱娜尼尔仍然在床上休息，眉间若有所思。“我必须要前去检查关于远古传送门最后的准备工序了。如果你乐意的话，请务必和我一同前去。”

    她有些倦怠地摇了摇头。“不，我想要再休息一下。还有，看着他们欢欣雀跃、功成名就的样子只会让我嫉妒不已。请让给我在这里呆一会儿吧——我稍后就会秘密离开。”

    我小心地关上卧房的房门，一股阴霾仍然在脑海之中萦绕。随着时间的推进，魔法大爆炸的庞大计划也一天天被提上日程，一股不详的预感涌上心头。命运总是那么残酷，与计划进行的有条不紊相伴的是兽人战线上的节节败退，只有少数几个种族能够防守他们的边境线，而兽人们的进攻却永不停歇，愈演愈烈。他们的数量似乎无穷无尽，永不枯竭。尽管他们的战术十分简单幼稚，对待无力自卫的平民他们却能屡战屡胜，并在人马疲倦之时偷袭守备不力的城市得手。一周前，刚刚有一个人类王国在他们频繁的攻击下不堪其扰，最终溃败。他们曾经高傲地拒绝有关魔法大爆炸的计划，现在却只能跑来祈求我们的保护。看起来，对于兽人的侵袭这一迫在眉睫的危险，魔法大爆炸可能会成为我们唯一的希望。

    我从卧房顺着宫殿向前，混乱的思绪在我的脑海中盘旋，伴随着我漫步过庭院走向大门。眼前红发少年轻盈的身影让我误以为莱娜尼尔已经跟着我一路走来，然而她金色的长袍和明亮的眼睛让我想起了，那是她的姐姐尼耶拉。

    “在想着什么人吗？”，她微笑地望着我，观察着刚刚表情细微的变化。

    “抱歉，我刚才正在思考一些问题，”我轻轻弯腰对她示意。“我正准备前去督导和远古传送门有关的工作事宜，如果您——”

    “我想和您一同前去。”还没等我说完，她就爽快地回应道。我点了点头，领着她坐上我的马车。

    马车缓缓前行，尼耶拉的声音突然从我耳边传来。“她这样做只会伤害你。”

    我一下子明白了她的意思，感到一阵震惊。“要命，在埃亚尔已经不存在秘密了吗？”我小声说道

    “没有什么能瞒的住自己的姐姐，而且是双胞胎姐姐。”她温柔地微笑着，然而眼神却没有一丝开玩笑的气息。“我的意思就是这样，我爱我的妹妹，但我知道她的行事风格。她的情绪善变而无常，只愿关注于自己喜欢的事情。如果她一时感到厌倦，请不要因此而过分难过，想一些开心的事情吧。”

    “我想，我应该有能力整理自己的心情。”我抿嘴说道。

    她凝望着我的眼神慢慢移开，遥望着窗外变幻不定的风景。“唉，我想我已经提醒了你…”她柔声回答道，声音中仿佛包含着一阵忧伤。

    是她对研究的羡慕和嫉妒引发了争吵吗？还是因为她姐姐或者我的原因？我始终没有想到原因。剩余的旅途中，我和尼耶拉始终保持沉默。夕阳从马车的背后缓缓落下，巨大的阴影投射在向前的小路上，暮色的笼罩将周围的风景染上了一片深红。有一瞬间，我们仿佛在恶魔的位面上漫步，漆黑的阴影慢慢融化在血色的土壤之上，群星惨淡的冷白色光辉似乎瞬间从苍穹直射下来。繁星点点间，遗迹从地平线映入眼帘，让我不禁颤栗。

    考古学家们从来没有发现过比埃尔瓦拉附近的夏·图尔遗迹更为壮观的存在。我们的人民花了几个世纪来悉心研究它，调动的工程量庞大无匹深入地下，却又如此小心地不曾损坏和扰乱任何遗迹中的古物。这个遗迹的核心被称为水晶塔。从地面上向下看，我们只能看到巨大的方块，在泥土被清理之后显露出来是比大理石更加光滑的白色石板。继续往下挖掘，白色石板似乎无穷无尽，其表面也没有任何能够给出说明的雕刻和标记，直到半英里后我们找到了它的底部，没有地基那样的设施。这简直就像着整座塔并不是立于地面之上，而是在天空中漂浮，直到某种力量让它从空中坠落，静静地在大地中沉眠了无数的岁月。

    若干年前，我们的魔法师找到了遗迹上不可见的符文，终于叩开了遗迹的大门。遗迹内，壮观的水晶大厅以庄严而又优美的几何图案有规律的排布着，就连墙壁似乎也呼吸着能量。许多甬道和通路都只能通过飞行才能到达，而其顶端是一个足以容纳整个埃尔瓦拉宫殿的巨大房间。在它的中央是远古传送门，一个直径四十英尺的高台，巨大能量如同星云般在周围盘旋，噼啪作响。那是何等美丽而可畏，迷人而恐怖的壮观景象。永恒精灵们根本无法理解它工作的真正原理。即使通过小心的实验我们有办法操纵它所具有的能量，我们也永远无法真正知悉到底是什么力量驱动着它。

    寒冷的夜风之中，我和尼耶拉拾阶而上，笼罩于挖掘遗迹的阴影之下。我在白色方形石板构成的入口，我朝卫兵微微点头，尼耶拉的目光瞬间被欣悦所笼罩。这座闪光的大厅的确足够吸引眼球，但是里面空无一物的情景不禁令人感到孤单。我试着去构想许久之前，当这里仍然被夏·图尔人所充满的情景。“为什么夏·图尔人灭亡了呢？”漫步于水晶大厅，我轻声向尼耶拉问出了那个或许问过许多次的问题。

    尼耶拉听言微笑起来。“这当然是个谜啦！不过，我的母亲曾经告诉我，夏·图尔人在一场宏大的内战中走向了灭亡，他们所使用的魔法超乎我们任何人的想象。”

    “我也想知道。”我回答道。我们有自己的记录——当然，这些记录不曾与那些短命的种族相分享。不过不可否认的是，这些记录与传播了无数年的神话传说比起来，还是逊色了许多。

    我们到达了中央甬道。随着夏·图尔魔法的驱动，我们缓缓上升，眼前一层层废弃的屋室从上方进入我们的视线，然后缓缓地在视野中消失。卧房、工坊、储藏室、还有很多房间就连我们的博学之人也没法猜测出是用来干什么的。在经过几分钟的上升后，我们到达了远古传送门所在的大厅，尼耶拉不禁因惊讶而倒吸一口冷气。她的眼睛很快看到了夏·图尔的远古传送门，闪耀着映照着着几百英尺之上的天花板上的图案。在传送门的周围，一大群身穿高级丝绸长袍的永恒精灵法师正在紧张地工作中，而伊菲尼亚斯陛下正亲自指挥着他们。

    当他看到我们的到来时，他先行从一旁围绕的皇家顾问身边脱开身来，怀着自信的笑容向我们走来。尽管他穿着魔法研究院的灰色长袍，他的手中仍然拿着那把金色的法杖，辉光杖，作为他国王身份的证明。

    “啊！真高兴见到你，艾伦尼恩将军！”他说道，“你总是这么晚到。这位是卡库罗尔的大小姐吧，真是太好了。”

    我微微鞠躬。“是的，陛下。我在这里等待您的指示，为下一步的工作准备。”

    “啊，啊，当然是的，”他有些鄙夷地挥了挥手。“那么不用说，这位小姐一定是来这里确认我们到底会不会用魔法吧。”

    尼耶拉的微笑令人无法判断她到底是否是在生气。“能够亲眼见证你们有关遗迹能量的强大能力和丰富技巧将会是我无上的荣幸，伊菲尼亚斯大人。”

    国王微笑着点了点头，回身叫来了他的副官。“准备启动地形演示，火力全开。”他回身向我们说道。“我向你们展示的可不只是技巧和能力，而是从精微到庞大的一切细节。现在请你们稍等一下，我将会亲自完成这一切。”

    他与其他两名研究院高阶法师一起走到远古传送门面前，互相遥望，四周传来一阵阵和谐的低吟。随着法术的和声在大厅中飘扬，远古传送门周围的闪烁着星星点点的隐约红色。几分钟后，他们的低吟音调渐渐升高，变成了无比默契的轻声吟唱，然而始终保持在完美的协调之中。紧接着，他们高举手中的法杖，远古传送门中产了一束闪烁的橙色火焰。在它的悉心雕刻中，慢慢形成了一幅清晰的画卷，呈现出我和尼耶拉两人的图像。所有的特征都如此明晰，所有的动作都精巧符合，下至最小的细节都清晰可辨，简直如同站在一面巨大而澄澈的明镜之前。

    紧接着，随着吟唱的歌声越来越大，影像中的视野也愈发宽广，从中呈现出我们身边的远古传送门和周围围绕着的众多法师。视野飞腾而上，眼前所见的东西越来越小，最终化为宏伟大厅内的一个小点。紧接着，画面被一个白色的方形取代，周围是挖掘直入地底的痕迹，显然我们的视野正处于水晶塔的正上方。随着聚焦范围越来越大，大地奔腾而过，西部埃尔瓦拉市的房屋隐约可见。伴随着吟诵之声，我们看到了奔腾的大海，看到了西北的层峦叠嶂。我们看到了整片大陆的全景，北部寒风笼罩的高原被冰雪所覆盖，包围着的海洋似乎无穷无尽，大陆上闪烁着无数的白色小点，，如同繁星一般。咏唱达到了高潮，我们从宇宙俯瞰到了埃亚尔星球的全景，在火焰的缭绕中悬浮于半空之中，慢慢转动。

    然后咏唱停止了，先前的图像瞬间消失地无影无踪。我似乎听到尼耶拉因为刚才令人窒息的壮观景象而喘不过气来。

    “你现在看到了吗？”伊菲尼亚斯陛下大笑着。“我们可以全方位操纵这个远古传送门的所有能量，无论是最小的细节还是最大的范围，一切尽在掌握之中。还有，你看到地图上所标注的那些白点吗？这是世界上其他的远古传送门，而我们的这个传送门可以与它们中的任何一个链接。经过精心的操纵和悉心的控制，我们可以协调他们全部的能量，并用来实现我们的愿望。我想，你的那把剑可干不了这种事情，艾伦尼恩先生。”

    我仍然被我刚才所见到的奇景所震惊，无话可说，只能微微点头。尼耶拉似乎也产生了一样的想法，以和她的妹妹一样的热切眼神望着这座远古传送门。是的，她的想法被改变了。

    然而，我的手仍然环绕着斩月剑的剑柄，心头隐隐呢喃着不安之情。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-4",
	name = "魔法大爆炸纪事(4)：黎明将至",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第四章：黎明将至#{normal}#

    我骑着爱马在小道上前行，一旁并驾齐驱的是我的副手和手下的精英游骑兵与法师突击队。身旁一匹棕色马上，我的侍从高举一面画着被火焰环绕的剑的旗帜——那是我的随从部队的军旗。这个年轻精灵手中的旗杆似乎有些微微晃动，表现出他隐约的紧张之情。

    “孩子，把旗帜抓牢了！”我用命令的语调说道。

    侍从在马鞍上坐正，牢牢抓住手中的旗帜。“是，长官！”他大声回答道。“一切听你的命令，长官！”他的脸面朝前方，但是我似乎可以看到他的眼神仍然凝视着我，似乎正在急切等待着我下达指令。一切听我的命令…嗯哼，我以前也见到过这样的眼神，包含着一名年轻军人对长官的无限憧憬，当然可能还有一点超乎憧憬的东西。如果我没有莱娜尼尔的话，考虑一个这样帅气的小伙子似乎也不错。当然，现在显然并不是想这些的时候。

    今天就是魔法大爆炸计划进行的那一天了，那个孩子感到紧张是很正常的。计划的时间定在了子夜后的几个小时，我们的哨兵部队在其他种族的帮助下，已经将兽人的部队从大本营里引到了战场之上。我们的主力正集结成列，争取在计划实施之前拖住兽人的部队。在那里，排列整齐的长矛直指前方，刀剑和铠甲在繁星下闪光。一堆堆身穿紫袍的战斗法师站在阵后，高举长杖。那真是难得一见的奇景。当然，我们也知道，在不利地形下面对兽人全部主力的夹攻实在有着太大的风险。一旦魔法大爆炸计划无法执行，我们将会一败涂地。

    我在一旁的小丘上扎寨以确保对战场的全局把握，然后让我的随从前去联系北方卡库罗尔的支援军。当我骑着战马向哨所奔驰之时，隐约见到狼烟从东方升起，四条灰色的烟流在黎明前的光照笼罩下摇曳。那是被兽人们焚烧劫掠的村舍，他们刚刚被我们的佯攻部队所吸引前来这里。村子里的居民已经预先撤离，然而经此一役，他们已经注定无家可归。在这场横跨大陆的战事中，他们只是战争中渺小的牺牲品罢了。

    第五道烟尘从远方升起，在清晨绿色薄雾的笼罩下，这些烟柱如同伸展到世界各地的魔爪，正准备撕开地面，吞噬一切。这个恶魔就是兽人，它是对我们任何种族的威胁。无论付出什么代价来阻止他们都不过分。这就是我当时的想法，这就是我们所有人当时的想法。

    当我到达卡尔库尔的营地，莱娜尼尔亲自前来与我相见。她看到我时的笑容是如此温暖甜蜜，然而我知道更让他兴奋的是今天的大事。“再过几个小时”，她就像一个不耐心的小孩子一样悄悄说道，“有趣的事情就要发生了！”

    我走进卡尔库尔的营地，在里面看到了尼耶拉和其他高阶法师与来自人类诸王国的代表。我知道特塞尔不会亲自前来，因为他要和他的人民呆在一起。这并不是因为懦弱和衰老让他远离前线。实际上，据说自从他的爱妻被兽人所杀之后，他就再也没有参加过战斗，以防止他的仇恨夺去他的理智，让他在暴怒中杀死他的朋友。然而，众所周知，他有时会独自在北方的冻土上流浪，与震耳欲聋的狂暴飓风为伴。兽人们只要听到特塞尔，北之暴风的名字就会闻风丧胆。

    尼耶拉和莱娜尼尔指挥着卡库罗尔的部队，从那些大法师凝重的表情可以看出他们都很清楚接下来的一天会带来什么。然而，尼耶拉的眼神却包含着无尽的困扰之情。

    “你的姐姐怎么了？”我悄然问向莱娜尼尔。

    “一些无聊的梦而已。”她没好气地说道。

    尼耶拉的眼神突然激动起来。“这不是梦！”她大喊道。“我告诉你们，这是未来的预兆！”她转过头来，用哀求的眼神望着我。“你必须相信我，艾伦尼恩先生，今天一定会出大事的！我昨晚在梦中见到一幅恐怖的场景，仿佛它是许久之前的记忆一般。我看见一座座城市陷入燃烧，昔日大理石、玻璃和白银所铸瑰丽壮观的景象，现在只剩下断垣残壁。我看见无尽的火焰中是成千上万人在死亡降临之时撕心裂肺的呐喊，无论男女老少全都在劫难逃。我看到城市从空中缓缓崩塌坠落，昔日美丽的空中花园成为一片废墟，城市与大地上碰撞的重击将大地完全撕裂，天地为之变色。我看到剩余的城市仍然在一边互相发射毁灭性的紫色的光柱一边缓缓坠落，空气中弥漫着灼烧和杀戮的气味。哀嚎满地！尸横遍野！死亡枕藉！任何人都无法想象这样的人间地狱！”

    “我告诉你的并不仅仅是梦境！这是一条信息，一条警告——这是一段逝去的传说，因为我们根本不了解我们在把一场多么大的危险视同儿戏！计划必须被终止！”

    在尼耶拉慷慨激昂的怒吼声中，莱娜尼尔不耐烦地抖着脚，但是我看到许多其他的领袖看起来有些动摇。我知道为了计划的进行必须让她冷静下来，所以我向前走去，双手放在她的肩上，冷静地望着她的双眼，慢慢向她说道。

    “最好把这个梦忘掉吧。你知道，世界上没有一天不处在危险之中，而今天则是比任何时代的任何传奇中的日子都要重要的一天。我们的文明正处在危险之中，我们的生活方式正遭受兽人们野蛮侵袭的威胁。我们的命运宛如悬于刀尖之上，我们的和平生活正摇摇欲坠，任何错误的决断都会让我们跌入黑暗和绝望的深渊。今天，我们将会做出最大的决断。所以你说的对，你收到了一个消息，你受到了一条警告。而我们所应该做的，就是回应这个警告，就是变得足够坚强。今天，我们要紧握希望的缰绳，我们要扼住命运的咽喉，只有这双真正坚实的双手才能引领我们逃离袭来的毁灭，才能给我们带来真正的和平。尼耶拉小姐，你能成为我们坚实的双手吗？”

    她用开朗和充满希望的目光望着我，手指紧握住我的手腕，仿佛要从我的身上汲取力量。她慢慢地点了点头。“对不起，艾伦尼恩阁下。我只是……我会变得坚强的。”

    我转向那些被我的演说所感动的人。显然，如果放着他们不管只会带来麻烦，我必须让他们立即开始行动。“现在开始！”我大喊道。“集结你们的军队，为这场世纪之战做好准备。我们经过坚实和审慎的努力取得了计划的进展；我们会用精锐的部队抵挡他们的侵袭；最终，在烈火和愤怒之中，我们将会取得胜利，重获自由。今天，将会永载史册！今天，将会给所有种族带来新的纪元！魔法大爆炸，将会成为所有人被铭记的一天！”

    被刚才的命令所鼓舞，所有人欢呼着冲向前去，组织起他们的部队。尼耶拉回身组织其她手下的法师，而我独自离开了帐篷。一出门，我就撞见了莱娜尼尔，她一边和我嬉戏一边大笑着，连拉带推把我带进了一旁的空帐篷里。

    “你说过你不准备成为领袖的！”她笑着说道。“你刚才的演说真是比我见到的任何领袖更加优秀。”

    我耸了耸肩，谦虚地笑道。“我只是说了一些我该说的话。”

    她的语调变得低沉，一瞬间的忧虑从她的脸上涌过。“这只是个梦，对吧？”在她平日幽默的语调中，隐约可以觉察到她极度恐惧的心情。她的手指稍稍颤抖，仿佛在渴望着我的保证。

    “这只是一个梦而已，”我撒了一个小小的谎，却不知道，这个谎言的代价即使用我的一生也无法赔付。“一切都会好起来的。”我亲昵地拉住她，轻轻拥抱住她纤弱的身躯，她用力抱紧我，还在微微颤抖之中。

    “谢谢你，艾伦尼恩。”她悄然说道。她转过头，与我长吻。这是我和她所经历的最柔软，最细腻的一个吻，也是我和她的最后一个吻。

    我们就此别过，我独自一人策马回到部队的中心。我的心脏如同震耳欲聋的战鼓锤响一般怦怦直跳，尼耶拉的言语依然在我的心头回荡。她的话语激起了一个我曾经经历过的梦境，这个梦境已经在我的记忆中沉睡了许久。在梦中，我躺在床上，在上方漂浮着一团光与空气的形状，仿佛某种我从来未曾见过的生物。他用长长的触手来代替四肢，鼓动的长袍在他的身上飘扬。它没有头和眼睛，但是我可以清晰地感觉到它正凝视着我。它向我伸出了它长长的触手四肢，如同试图抵挡一个黑暗而恐怖的威胁。我突然感到一股可怕的预感，似乎隐约可以察觉到，一场这个世界从未经历的巨大灾难即将来临。当触手的尖端触及我的眉间之时，视野一片漆黑。

    这只是一个梦吗？还是某种未来的预兆？或者这是一个真正的幽灵，想要直接对我发出警告？然而，当时的我没有时间思考这些。魔法大爆炸的时刻即将到来，现在已经没有怀疑的余地了。我策马扬鞭，命运的车轮滚滚转动。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-5",
	name = "魔法大爆炸纪事(5): 魔法大爆炸之日",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第五章：魔法大爆炸之日#{normal}#

随着军队向前前进，我的斩月剑也将出鞘。我的手中握紧缰绳，以免我的战马因为过于兴奋而向前奔驰，我一旁的侍从也握紧缰绳，神情严肃。空气中弥漫着紧张的气氛。放眼向前望去，在不到一英里的地方，兽人军队的前锋正在向我们冲锋。我们侵扰他们营地的佯攻取得了效果，他们正在全军出动。他们庞大的军势，宛如一道枯萎的暗影，正在缓缓吞噬着地平线下的一切。他们就像是侵扰，吞噬着这个世界的瘟疫。在我们前方的永恒精灵军队在他们庞大的军力面前看起来是那么渺小，但我知道我们的力量可不是由数量决定的。

最前方的盾战士们吹响了号角，他们随时准备在最前线抵挡敌人的冲击。在战场北方，一群训练有素的弓箭手射出的箭雨将会粉碎敌人的第一波攻势，在他们的侧翼有一群魔法骑士，他们坐在令人恐惧的高大骏马之上，手中闪耀着奥术能量。南方则部署着一批骑兵，双手剑士，全副武装的装甲骑士和我们法师部队的主力，他们随时准备释放辅助魔法强化我们的部队。在战场的各处还埋伏着我们大量精锐的战斗法师，他们随时准备传送到战况激烈的地方，用强大的魔法将敌人炸成碎片。他们只要一人就可以扭转战局，因为他们强大的力量个个以一敌百，可以轻松将一群兽人化为灰烬。

战鼓的锤响从不远处飘来，伴随着敌人叫嚣的喧哗。他们的前方引领着经过训练的野兽和巨魔，正规部队则身穿粗糙的重甲，手持大剑和重锤。其中一人发出一声战争的怒吼，其他的人也迅速跟随，空气中回荡着他们丑陋的战吼声。

他们的战吼令人不安，但我们的军队迅速用我们的方式用力量对他们的挑衅进行了回应。他们高举手中的长剑和长矛，剑尖闪烁着闪电的噼啪声射向天空，剑刃和装甲上闪烁着魔法的火花。兽人的军队发出了惊恐的的喘息——他们看到，东边的天际线闪耀着红光。我们知道，破晓的时刻即将来临，那就是伟大的魔法大爆炸开始的信号。

“黎明将至！”我们的一个战士发出了呐喊，很快，周围的士兵也重复了他的呐喊。“黎明将至！”，他们开始吟唱，期待着即将到来的荣耀。“黎明将至！”，我的侍从开始歌唱，他的声音充满了年轻的喜悦和希望。“黎明将至！”我们合力发出喊声，随着黎明的第一丝曙光从地面升起，永恒精灵王国的荣耀在我们的心头闪耀。“黎明将至！黎明将至！黎明将——”

沉默。突然间，周围一片万籁俱寂，可怕的沉寂仿佛突然间席卷了整个战场。因为我们的种族和魔法天然的联系，我们所有人都在那一瞬间感受到了那种可怕的体验。那就像是一瞬间体验自己的呼吸被一下子掐断的窒息感，或是脚下站立的大地一瞬间被抽走一般的无助。在那一瞬间，我们的法力通道突然间消失了，奥术能量一下子从我们的手边远去。随着人群的呻吟和低语，一旁的法师们在无尽的绝望中撕扯着自己的头发。我看到我的侍从在他的马鞍上摇摇欲坠，无法控制地呕吐起来，我的军旗也从他的手中滑落。其他的骑兵们纷纷从马上坠落，在剧痛中挣扎。我用尽意志努力抗争着这场灾变压倒性的力量，视野中只剩下一块块模糊不清的景象。我试图控制自己，寻找新的法力通道。

但是，一定有什么东西出错了，那是多么可怕的错误。整个埃亚尔的魔法流动突然发生了巨大的变化，就像河流突然偏离了自己的河道一样荒谬。现在，我不得不和我经受多年的魔法训练所抗争。我过去已知依赖着那些已知的魔法流动，然而现在我却必须奋力寻找新的能量源。我用尽全力，把自己仅存的力量试图用于启动侦查系魔法，在那一刻，我发现的一切让我深深感到震惊。

兽人看到我们混乱不堪的样子，下令全军突击。然而我的注意力很快从兽人所在的东面转移到了西面，试图望向埃尔瓦拉和我们的领袖用来操纵夏图尔传送门的水晶塔。然而，我却没有发现水晶塔的踪影——塔楼已经在一瞬间化为了废墟，取而代之的则是一团急速膨胀的白热的火球。兽人没有受到任何抵抗，他们的武器很快撕裂了精灵军队，但很快，他们迎面撞上了一团有着远远更加恐怖的毁灭性能量构成的冲击波。

那一刻，天空化为了鲜血般的炽红。“打开护盾！”我试图大喊出声，然而灼热的空气形成的冲击波造成的震耳欲聋巨响迅速盖过了我的声音。当然，即使我能喊出声来也没有任何意义，因为我的军队已经失去了他们的魔法来源，只能无助地等待死亡。炽热的火球从我们的头顶滑过，撕开路径上一切的钢铁和血肉，插入大地之中。大地颤动，岩浆从地面的裂隙中喷涌而出。

我竭尽我全部的意志，用自己最后的一丝能力打开了一个奥术护盾。我的侍从也伸出手试图施法，然而一团火球瞬间夺走了他的手臂。在他来得及因为剧痛大喊出声之前，灼烧的热风已经将他的上半身烧得一干二净。喷涌而出的血液在空气中迅速蒸发，只剩下弥漫在空气中的火焰和红色血雾。我从马背上跌落，摔倒在地，而我的马也在我的身后化为了灰烬。

又一股冲击波袭来，我试图强化我的护盾，然而这股力量太过强大，直接将我从地上连根拔起，掀飞出去。我被冲击波掀到空中，仿佛暴风中的一片树叶，只能在灾难中颤抖着试图保全自己。我们的军队在那一瞬间被彻底毁灭，无数士兵和法师被强大的能量烧成灰烬，撕成碎片。兽人的命运也是同样悲惨，大地的裂变将他们的军队吞噬，掉入无尽深渊。喷涌而出的岩浆直射而出，在被完全摧毁的大地上横贯几英里，形成了一条撕裂大地的死亡的河流。

我不知道，我是怎么在这样恐怖的灾难中幸存的。巨大的冲击力无数次让我几乎失去意识，然而不知是什么样的韧性让我坚持集中注意力，不让自己的防护盾被攻击打破。灾难的景象渐渐在视野中变得模糊，我不知道包裹我的这个小小泡泡是否仍然在这篇充满火与血的空气中浮动，还是已经坠入了撕裂的大地中无人知晓的无尽深渊。在经过了对我来说如同一个世纪一样漫长的痛苦折磨之后，一阵阵的冲击波终于停止了。我发现我独自躺在一篇被撕裂烧灼的大地上，空气中弥漫着酷热。

我挣扎着站起来，环顾四周，只看到四面八方的荒凉景象。蒸汽和烟雾从地面的裂缝中涌出，四周只剩下散落的血肉，残肢和灰烬。周围没有看到任何一个幸存者。在一瞬间的茫然中，我很快感受到了那份绝望：不久前站在这里的成百上千人中，只剩下我一个幸存者。无论是朋友还是战友，无论是导师还是学生，无论是我从未认识的人还是我曾经非常接近的人——一切都逝去了。当我想到莱娜尼尔的时候，一股剧烈的痛苦刺穿了我的心房。她是不会死的，对吧？

我咬紧牙关，召唤了用于悬浮的能量，随着我的身体慢慢升起，周围被摧残的万物景象慢慢进入我的眼中。我慢慢地向东北方向前进，四周尽是满目疮痍。四周焚烧的血肉的气息环绕着我，我竭尽全力试图抓住仅存的一丝理智，然而周围尽是超越我的想象的恐怖景象，废土中无尽的寂静比我听到的最为震耳欲聋的声音更加摧残着我的精神。最终，我找到了卡库罗尔军队曾经驻守的地方仅存的遗迹，在无尽的废土中，我试图寻找仅存的生命的迹象。最终，我发现了一些微弱的信号，那是多么虚弱的生命的银线，顺着那个线索，我最终找到了她。

她的衣服几乎全部被烧毁，她的长发一半被烧成了灰烬，鲜血在她身上无数的创口缓缓向外流淌。她的身上还残留着微弱的护盾能量，然而当我跪下，把手放在她身上的时候，那个护盾就消失了。她微弱地呼吸着，呢喃着“尼耶拉”的声音，然后很快陷入了无意识之中。她还活着，但是已经奄奄一息。我向四周望去，没有任何她姐姐的迹象，也没有任何卡库罗尔的士兵。四周只剩下烧焦的血肉和骨骼化成的焦炭，昭示着魔法大爆炸带来的毁灭。

我开始在莱娜尼尔身上释放我所有的治疗魔法，但是我知道这些都远远不够，我的能力几乎全失，根本不可能有拯救她的希望。想到发生的这一切恐怖的遭遇，想到在这一瞬间我失去了我曾经拥有的一切，我开始放声痛哭。我们的希望瞬间变成了毁灭，命运的残酷让我无法承受。抱着我正在死去的爱人的脸庞，我向着天空发出怒吼。呜咽着嘶哑的嗓音，周围只剩下血肉、白骨和尘埃，我对命运的不公和这场战争的毫无意义发出绝望的咆哮。在那一瞬间，无数有着自己希望和梦想的灵魂，在顷刻间化为了风中的尘埃，他们无意义的痛苦和死亡在我的心头只留下无尽的绝望。

但是，相比之下，我的痛苦只是传遍整个大陆的无尽的苦痛中多么微小的一个而已。在那一刻，数以百万的生命毁灭破碎，数以百万的人在痛苦和折磨中发出绝望的怒吼。在那一刻，终极的毁灭力量带来的无尽灾厄将会在继续在马基埃亚尔蔓延。这，就是魔法大爆炸。]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-6",
    name = "魔法大爆炸纪事(6): 被改变的埃亚尔",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第六章：被改变的埃亚尔#{normal}#

或许，我们永远不会知道当天到底发生了什么。魔法大爆炸后仅存的传送门至今无人敢碰——这一教训对人们来说已经足够深刻了。我们唯一知道的是，不管伊菲尼亚斯曾经拥有多么精妙和平衡的控制，在那一刻，他们失控了。在他们连接到其他传送门的一瞬间，微小的不平衡迅速被回响，共振，放大，瞬间失去了控制。在不到一秒钟的时间里，水晶塔中的远古传送门爆炸了，摧毁了里面曾经存在的一切东西。随后，夏·图尔遗迹中的能量迅速爆发成一团巨大的白色的火球，将空气化为火焰，将大地化为废墟。大火迅速向东袭来，用它势不可挡的毁灭力量将我们战场上的一切全部摧毁，然后直接席卷向自然精灵的徒弟。夏特尔的远古森林纷纷被连根拔起，从此，那片大地被永远诅咒。

同时，在马基·埃亚尔的其他远古传送门都纷纷爆发，磐石也被其撕裂，大量的能量向外涌出。西部人类王国的土地迅速化为了沙漠，Korhek的矮人大厅倒塌了，中部的平原隆起成为山脉，中间形成了纳尔湖。在南部，远古高塔Darafel倒塌了，周围的森林化为被永远灼热的岩浆和黑石覆盖的焦土。在遥远的东方，罗兰精灵所拥有的，整个马基·埃亚尔最大的传送门，被一场剧烈的地震所吞噬。剧烈的地震吞噬了周围所有的土地，沸腾的水涌出，将其化为了一片汪洋大海。

当这场毁灭发生时，巨大的破坏性魔法能量摧毁了环绕着埃亚尔的法力通道。能量的流动曾经在相对固定而变化缓慢的模式下源源不断的流动着，现在突然开始洪泛，枯竭，扭曲，分裂。这些元素的线索变得混乱不堪，那些掌握魔法的人，一下子发现自己瞬间失去了自己曾经熟悉的能量源。

就连苍穹也发生了变化。在星间漫游的Vor之星消失了，星座也偏离了他们正常的轨道，季节变化变得远比以前更为极端。有人说，从那以后，月亮也变得更暗，而太阳也变得更亮。我不知道这些。在我眼里，整个世界从那一刻起都变得黯淡了。

这一切的受难者数不胜数。最初的破坏至少夺走了五百万人的生命，而随后的恐怖事件则造成了更大的毁灭。因为，这不仅是悲剧和无尽灾厄的一天，而且还带来了一个充满黑暗和折磨的血腥时代。

然而，在我在灾难之中抱着我生命中最重视的人的身体，放声痛苦的一刻，我还不知道之后所发生的那些无尽的困难。在无尽的痛苦中，我试图使用我所有的治疗力量，试图能够挽回她的生命，哪怕只是延长她一秒钟的时间。她的心跳微弱，睁开的双眸如玻璃一样，离我的距离仿佛在两个世界一样那么遥远。

“莱娜尼尔，”我轻声低语，她黑色的眼睛转向我的脸庞。我试图呢喃着说出我的道歉，试图说出我无法拯救她的痛苦，但我实在是没有办法说出口。她望向我的目光空灵无物，仿佛穿透了我的身体，然后慢慢转向了另一个地方。她的手中慢慢拿起了她脖子上的一串吊坠，在那一瞬间，吊坠发出了一束光芒，然后碎裂了。她的眼睛再一次闭上，但我能感受到，她刚刚拿着的神器的力量已经灌注进了她的身体里，修复着她的肉体，她的心跳也不再那么微弱。她仍然处在无意识中，仍然身受重伤。然而现在，致命的威胁已经消失了。

我的心中百感交集——我为她逃离死神的拥抱感到欣喜，但又对她的虚弱状态感到担忧。而且，她刚才看向我时空洞的眼神让我心如刀割。她会原谅我在这场灾难中扮演的角色吗？

我小心地抱起她脆弱的身躯，慢慢走向返回埃尔瓦拉的路。在灼烧的废土之上，我走了两天的时间。在路上，我能看到其他的幸存者，他们是逃离自己被摧毁的家园的灾民，正在试图在城市里找到避难所。我试图尽我所能护理莱娜尼尔，不断给她水，处理着她的伤口，但只有我到达城市的时候才能找到真正的医生。

埃尔瓦拉处在一片寂静的混乱之中，人们被不确定性和恐怖所压倒，每一条街道都弥漫着恐惧的气息。有关我们的军队全军覆灭的消息已经传了开来——他们的家人再也没法看到自己的亲人回到家园，城市的每一个角落里都充满了令人窒息的痛苦哀悼。

我把莱娜尼尔带到了王宫的医院，让最好的医生给他治疗。医院里现在已经满是受伤的灾民，他们对我的指令没有半点疑虑，立刻使用药剂和治疗性的法术处理了她的伤口。

正当我静静地看着她时，一群人吵吵嚷嚷地冲了进来。我认出他们的头领是佩里萨，王廷中的高级官员。在她身边的是一位年长的人类，他立即走向莱娜尼尔躺在的地方。

“艾伦尼恩将军！”佩里萨大喊道，“我听说你在这里，真是难以置信。感谢你带给我们的线索！现在是严峻的时刻，我们必须马上谈谈。”

但我没有理她，我看到那个人类轻碰了莱娜尼尔的手，她的眼睛缓缓张开。“崔岚？”她低声呢喃道。

“嗯，是我，小姐”，他轻声说道。“我是被父亲叫到这里来的。他让我给你这个。”他的手中拿出了一枚纯金的戒指，上面镶嵌着火焰般的红宝石。我一下子认了出来，正是强大的特塞尔所佩戴的卡库罗尔之戒。莱娜尼尔一下子坐了起来，似乎仍然在痛苦中挣扎，但她的眼睛紧盯着她手中的那枚戒指。

“但是，我父亲…”

“我很抱歉，小姐。向您传达这个消息实在是让人无比悲痛。你的父亲和他王廷里所有的人都已经去世了。他给我最后的指令就是让我把这枚戒指带给你和你的姐姐。尼耶拉……”，他向周围看去。“她…？”他看到了莱娜尼尔的目光，失落的慢慢低下头。“我明白了。我真的十分抱歉。那么，我有责任宣布这件事。小姐，我要宣布，你将会成为卡库罗尔的新任继承人。”

“艾伦尼恩将军！”佩里萨打断了他的发言，“我真的必须马上和你谈谈！”

“等等！”，我怒吼起来，转向崔岚。“到底发生了什么？特塞尔这么强大的人怎么可能被杀？”

那个男人看向我，眼中充满了无尽的悲伤，然后又重新看向莱娜尼尔。“昨天，也就是可怕的魔法大爆炸之后的一天。我们本来准备开始重建工作，大部分人还在调整自己的法力通道的。然而，在人群中出现了一种谣言。他们说：卡库罗尔的法师们背叛了普通人。他们指责我们和永恒精灵合谋，想要操纵超越想象的可怕力量，故意展开这种邪恶恐怖的屠杀，试图清除所有不是法师的人。我们无法说服他们，他们什么也不肯相信，愤怒地开始了暴动。他们使用农具或者他们能够找到的任何东西攻击我们。我们根本没有能力保护自己，试图反击只是让人群变得更加愤怒。我们撤退到你父亲的宫廷，请求他帮助我们，但是他摇了摇头，说他绝不会伤害自己的人民。那些人跟随我们，冲进了特塞尔的宫殿，但是特塞尔命令我们放弃抵抗。他把他的戒指交给了我，然后一个人走了出去，直面了外面的人群。他根本没有抵抗！那些人……他们……他们……”，他悲伤地陷入沉默，痛苦地摇着头。他仿佛看上去想要痛哭失声，但是已经失去了眼泪。莱娜尼尔面如死灰，用凝重的眼神注视着那枚戒指。

佩里萨抓住我，强制把我的脸转向她的方向。“这就是我要跟你说的事情，艾伦尼恩将军。如果有关人类的事情是真的的话，那么我们现在已经处在非常危险的境地了！在我们说话的时候，就有哨兵向我们报告，一群人类正在从北方向我们这边过来。那些人类说他们要寻求复仇——他们要杀光我们！现在，我们的国境已经被愤怒的浪潮所包围，而我们已经毫无防备，孤立无援！我们需要你组织我们的防御，我们要保护我们的城市和我们的人民。”

我仍然处于麻木的状态，这一连串的事件把我吓倒了。“但是谁来领导我们？”我问道。

“没有人。即使还有王族还活着，他们也不适合现在的状况。我们现在已经进入了战争的时代，这是我们中间的任何人都没有经历过的可怕的时代。我们需要军人来领导这一切。你，艾伦尼恩将军，你必须成为我们的领袖。”

我望向佩里萨的目光，从她的言语中领会到了她的指挥。我作为一个永恒精灵的责任已经很清楚了。但当我看向莱娜尼尔的时候，我的心还是忍不住颤抖。

“这就是我们的道路，艾伦尼恩”，她静静地说着，从床上爬了起来，小心翼翼在右手中指上戴上了那枚戒指。“我必须领导我的人民，而你需要领导你的人名。我们永远不会再相见了。”

“但是你的伤口——”我试图反对

“那份伤痛永远不会痊愈！”她怒吼着，话语中透露着恨意。她的眼神像一块冰，无法穿透的冰，那是一份内心深处深藏的的愤怒。“来吧，崔岚，我们必须离开这个地方。”。然后，他们离开了。莱娜尼尔尽管还受着伤，仍然高傲地走着。

我封闭了我的心房，压制了我的感情。我不能让这些感情压倒我的责任。我还有我必须要做的事情，过去发生的一切都将永远在记忆中被封存。

继位仪式在一小时以内就开始了。我当选为埃尔瓦拉最高议会的领导，永恒精灵人民的领袖。在我的指挥下，我们的游侠开始从周围的哨站和定居点撤离幸存者，而我命令剩下的法师围绕我们的城墙开始新的努力。

第一波仇恨的浪潮在第二天就席卷而来。他们由人类农民组成，都是一些穿着破烂装甲，手里拿着破烂的枪矛的普通人。我独自一个人站在城门外，手持斩月剑。当他们冲向我的时候，我将长剑插入大地，在大地上撕开一道裂痕。我们的法师迅速让一层层重叠浓厚的迷雾从地面上升起，环绕了我们的整个城市。当那些农民陷入混乱的时候。弓箭手们开始从城墙上向下射击。只有几个人能够躲过烟雾和箭雨的夹击，我的斩月剑可以十分轻松地穿透那些仅存的人的血肉。他们的鲜血从身体中喷出，渗透了周围的大地，沾染了我的身体。我心头沸腾的感情沐浴在鲜血之中，那是我所犯下的罪恶的血雨。

埃尔瓦拉的帷幕升起了，整座城市被迷雾所覆盖。这是我们的盾牌，我们的面纱，我们的藏身之所。这持续了几个世纪，在此期间和外界的一切交易都被严格守秘。
]],
}

registerLoreTranslation{
	id = "spellblaze-chronicles-7",
	name = "魔法大爆炸纪事(7): 进入黑暗",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第七章：进入黑暗#{normal}#

我们掩藏了自己的罪恶，逃避着自己的罪行。虽然我们通过那些半身人商人和有着奇怪伪装永恒精灵冒险家，和外部还有着十分有限的联系，但我们对外部的世界抱持着静默，躲避着他们愤怒职责的目光。然而，在我们宁静的墙外，那些人可能就没有躲藏的幸运了。猎魔行动开始了，这场行动毫无任何怜悯可言。

普通人站了起来，开始反抗那些他们眼中傲慢的法师。他们反抗的法师本来只有少数，但他们的行动却带来了更大的灾难。任何被怀疑和巫术有关的人都会被残酷虐待。他们不同情任何人，许多无辜者都变成了这场不可抑制的报复欲望的受害者。疯狂席卷了整个马基·埃亚尔。

法律和秩序已经完全崩溃。魔法大爆炸带来的灾难肆虐摧毁了无数的军队，领土和城市，许多土地都变得完全无法居住。王国倒台，暴君取而代之。强盗们如同芙兰尸体上的秃鹫，在文明的废墟上四处横行霸道。

一个被称为伊格兰斯的，在很久以前就灭亡的组织，突然进入了复兴的阶段。他们在民众反对魔法的狂热中获得了广泛的支持。我听说，许多法师只是试图躲藏起来，但不得不被狂热的民众连根拔起，或是拼命地不断东躲西藏。还有另一些黑暗的故事，那些死灵法师和堕落的巫师为了抵抗或躲避攻击，修筑了地牢和堡垒，开始了恐怖的统治。

我还听到了另一个故事，有一群法师决定团结，一起隐藏起来，然而他们仍然不断在伊格兰斯的袭击下被迫逃跑。在那些外面世界的传说里，那些法师被一个有着火焰一样的头发，烈焰一般的双眼，手中裹挟着火焰的恶魔所领导。她用愤怒的烈焰战斗，没人能够战胜她。我对于这样的描述很是熟悉……

我仍然继续着我的统治，继续着我的职责，保护永恒精灵人民。我们已经不用害怕袭击者，可以通过零散的交易确保我们的补给，并且正在慢慢重建我们所失去的东西。但是，畏惧和羞愧仍然让我们不敢向世界展示我们自己。

十五年后的一个夜晚，我在我的议会室里醒来，看到霜华之月的月牙微光照亮了我床位的一个身影。那是一个高大而苗条的身影，身穿紧身的羊毛长袍。她背对着我，深红的长发在空中起舞。我想到了无数年前的夜晚，那是我还更加天真的时代，年轻时的我和年轻时的她第一次如此靠近的那个夜晚。

我简直不敢说出她的名字，生怕这一切都只是我的一场梦境，当我说出那个名字的时候，这个美好的梦境就会破裂而消失殆尽。“莱娜尼尔…”我轻声说道。她的身体转向我，我看到我记忆中的那双黑色的眼睛。然而，她的脸上已经充满了操劳的痕迹，岁月、压力和责任已经在她的脸上留下了痕迹。

我从床上起来，穿上我的长袍。我朝着她的方向前进了几步，但停了下来，不敢再次继续前进。我想要接近她，想要再一次和她相拥，但那一瞬间，我们之间仿佛又有了一道巨大的藩篱——时间和苦痛的鸿沟已经阻隔了我们。

“我是来这里请求帮忙的，艾伦尼恩”，她用低沉的语音回答，似乎并不欢迎我的凝视。“我有一些想要寻求的东西，你必须帮我实现它。”我不明白这意味着什么，但我还是点头同意。“穿好衣服，准备出发吧。前面还有很长的一段路要走。”

她走向窗台，再一次背对着我，直到我穿上蓝锆石锁甲，拿起我的剑。当她注意到我已经准备好了的时候，她向外飞去，而我也紧随其后。

我们在空中呼啸而过，以极快的速度向北飞行。望向我们脚下所飞过的大地的痕迹，随着我们向北方越走越远，气候越来越冷。在一片沉默中，时间缓缓流逝，我们飞越白雪皑皑的苔原。我们掠过了白色和灰色的平原，到达了一片低山丘陵。莱娜尼尔在这里减速并下降，我也紧随在她的身后。我们在山脚下的一个黑暗的洞口前停了下来。

莱娜尼尔站在这里，凝望着眼前黑色的山洞。她的脸上散发着些许恐惧，但她的眼睛充满意志和决心。“它在这里，”她用坚定的口气平静地说道。我跟随这她的目光，试图猜测这个遥远的地方包含着什么秘密，但我没有什么发现什么特别的。

她不断向前，我紧随其后，直到我们来到了一个被阴影覆盖的入口。莱娜尼尔迟疑了一会儿，望向洞口的黑暗，然后终于走了进去，从视野中消失了。我可以感受到，某种古老的力量正在这里沉睡。我的身体不禁一颤，感受到奥术连接里传来的影响。这个黑暗的洞穴里包含着某种神秘的力量，自从埃亚尔最古老的时代开始就隐藏着无数的知识。这里的某样东西可以改变这个世界的命运。

我深吸一口气，向前走去。]],
}


registerLoreTranslation{
	id = "spellblaze-chronicles-8",
	name = "魔法大爆炸纪事(8): 禁忌力量",
	lore = [[#{italic}#来自 艾伦尼恩·加威尔 ——时任埃尔瓦拉最高议会的领袖——的回忆#{normal}#

#{bold}#第八章: 禁忌力量#{normal}#

莱娜尼尔释放了一个照明术，光亮从莱娜尼尔的杖尖射出，照亮了通向洞穴内部的狭长的寒冰通道。周围寒冷刺骨，我们缓步向前，呼出的水汽在空气中结成了云雾。我满身鸡皮疙瘩，感觉我的感官快要到极限了。

“下面到底是什么？”，我怀着好奇心问到。

“是力量”，莱娜尼尔回答道。她回答时并没有看向我，而是在通道中继续向下走去。“这是我要寻求的力量。我的力量足以让我的人民畏惧，但还不足以保护他们。也许，利用在这里的东西，我可以得到足够给他们建造一个安全的避风港的力量。我的人民告诉我这个地方有传说中的力量，而我也已经观察了这里很长时间。今天，我将会最终触及这个地方的核心。”

“那么你需要我做什么？”

她没有回应，而是继续往前走。我们到达了隧道的一个分岔处，莱娜尼尔毫不犹豫地走了左边的小路。它通向越来越深的地下。我们遇到了一些障碍，但是我们的奥术力量很容易扫清了道路。

当我们经过一个大洞窟时，我感觉到了有什么东西在移动，迅速拔出了斩月剑。那东西看起来像某种脱离身体的断肢，或者某种巨大的蠕虫，可怜地向我们扭动着。莱娜尼尔向它发出一团火球——它发出一声尖叫，再也不动了。

然后，我感受到了更多移动的东西，数量数以百计。从墙壁和天花板上的缝隙和洞里，数十个蠕虫般的生物突然钻了出来。它们蛆一样的身体使劲地拍打着，尖牙张开，发出痛苦的尖叫声。林纳尼尔咆哮着，开始向正在逼近的虫群发送火焰。我掩护她的背后，切开他们苍白的绿色身体，并向他们发射闪电。不到一分钟，我们就把他们都清除掉了。

我用脚踢了一具尸体，尸体化为了污泥。“多么奇怪的动物啊，”我评论道。我看了看莱娜尼尔，希望她能有什么解释，但她只是继续向前走。我紧随其后，手里拿着剑，密切提防着进一步的攻击。

在洞穴的另一端，一堵冰墙堵住了我们的路。 莱娜尼尔举起了卡库罗尔的戒指，其上的宝石开始燃烧。 冰慢慢融化，露出通向另一个更小的房间的通道。

这是个冰冷的、地穴般的空洞，四周覆盖着光滑闪亮的冰块。这里的墙壁是规整的方形，房间里散布着古老的大理石柱子。在柱子和墙壁上满是风化的符文和符号。我试图靠近研究它们，但我无法认出任何东西来，这超出了我的学识。“这是个地方什么？”我转向莱娜尼尔问道“这看起来似乎比夏·图尔还古老。”

她将手伸向墙壁，勾勒出一个门的轮廓。“这是Quekorja的一座神庙，它一个叫做Weissi的种族之神。远在我们的种族出生之前，这个种族已经被夏图尔人打败了。他们曾经为了纪念Quekorja而建造了这座神庙，而他们中的最后一批人为了保卫这座神庙在这里战死。”

我敬畏地看着周围的一切。虽然我曾探索过很多夏·图尔遗址，但我从未见过这样的景象。这座建筑简洁而优雅，表现出一种粗糙的美感。我转身望向莱娜尼尔正在检查的门。

她试图打开这扇门，但好像很难找到一个方法。“一定有某种钥匙…或者靠解决某种难题来打开它，”她喃喃地说。“但我解决不了——这里的秘密已经随着时间流逝而消失了。”她发出愤怒的咆哮，站了起来。她拿出她的法杖，释放出一股奥术力量，强行地将石头门分开，撕开一条通往下一个房间的通道。

在那一瞬间，发生了许多事情。从远处，我感受到了一股能量，一股我从未感受过的巨大力量。莱娜尼尔强烈地关注着这份能量。但很快，四周传来有生物在四处移动的噪音。我们进入的山洞里发出了上百生物的哀嚎和尖啸，我们脚下的地板也开始在颤抖。岩石从天花板上掉下来，从里面冒出来了一些可怕的生物，长着有尖刺的四肢和光滑的三角形脸孔。从颤抖的地面中升起了一个光组成的奇怪的虚幻存在，它有着长长的四肢触手。当我转身面对这些威胁时，我看到在前一个洞穴里的蠕虫已经恢复生机，他们现在正在融合成一大堆腐烂的肉。

我试图斩断那个发光的生物，但我的剑穿过他的身体时似乎没有受到任何阻挡，我召唤的火焰似乎也没有什么效果。它向我伸出一根触手，一束强烈的光线从中发射出来，穿透我的身体，我的血肉感受到灼烧一般的痛苦。我向回跳了一步，向它发出一团冰风，撕下了它的一根触手，并将它推了开来。与此同时，莱娜尼尔将其中一个长着尖刺的生物化为了灰烬，但她的奥术护盾在其他生物的攻击下坍塌了，更多怪物的从天花板溢出。那团蠕虫怪物也占据了入口正在向前，倒下的尸体的口中吐出了燃烧的酸性物质。

我们在这个狭窄的空间会有很大的被包围的风险，他们的数量是在太多，无法立刻解决。“走这里！”莱娜尼尔大声喊道，她冲破了她分开的门。我紧跟向前，用我的刀片切开了那些蠕虫团，使它在痛苦中尖叫起来。同时，我发出一道闪电，穿过了了某个长着尖刺的怪物，打破了他的脑袋。它试图继续攻击我，但我格挡了它，切下了它的手臂，在怪物的包围下起舞般闪避着他们的攻击，最终了到达门口。我面对着背后的怪物，建起一座水墙，然后释放一股洪水冲进了这个房间，把那些恐魔推到了外面，顺便跳进了我背后的门中。

在我通过的同时，莱娜尼尔将自己的法杖猛戳地面，一根石柱向上升起，封闭了入口。我可以听到另一边发出的撕裂和撞击声，但现在我们似乎已经安全了。“那些东西是什么？！”我怀疑地问道，同时观察这这个开放的洞穴，寻找有没有其他生物的迹象。这个洞穴似乎是一个很大的空间，但一切都很平静，我也看不到其他入口。

“阿马克泰尔的子嗣”，她冷静地回答道。“被肢解的已死之神想要突破他的束缚，但他需要更多的力量…而这个阴暗，被遗忘的地方有着他想要的一部分能量。”

“那么那到底是什么？这里到底有什么可怕的力量，能够吸引你和这些恐魔？！”

“Quekorja”，她回答道。

“Quekorja?  那个…那个神？” 我不敢相信我听到了什么。  “它不是已经被夏·图尔人杀死了吗？”

“是的，就是这样。 但即使是已死之神也还残留着力量。 你看看后面，艾伦尼恩。”

我转过身，想知道她想让我看到的到底是什么。我花了一点时间才发现了它，但在发现它的一瞬间我惊慌失措。这个巨大洞穴的墙不仅仅是一面墙而已。它被覆盖在厚厚的冰层里，但在冰层的中心，我看到了一个巨大的黄色眼睛。顺着那个眼睛周围搜寻，我找到了这个庞然大物的身体。深灰色的皮肤覆盖着它凸起的头部，顶部有三个巨大的弯角，长着有着六肢的长而厚的身体之上。它已经死了，冰冷古老的身躯看起来就像是岩石的一部分，而不是某种曾经活着的东西。我不敢相信我看到的东西，但我能够感受到它的存在。在那尸体里仍然有着力量，有着巨大的力量，那是我以前从未感受过的力量。

“它就在这里”，莱娜尼尔说道。“这是在埃亚尔还能找到的为数不多的已死之神的尸体。现在，我要取走它的力量为我所用。”

“这太疯狂了！”我大喊出声。“你根本不知道这种力量是否安全。你不知道这种力量会给你带来什么！”

她发出了神秘的笑声。 “是的，你说得对。所以我把你带到了这里。”我迷惑地看着她，她又笑了起来。“看来你还是不知道你来这里的目的。你以为我带你来时需要你的保护？你觉得我没法亲自干掉这些恐魔吗？不，我带你来另有别的原因。当我吸收这个尸体的时候，当我夺取它的力量为我所用的时候，我不知道会发生什么。它可能会杀了我，或者可能会让我发疯，甚至可能让我变成某种可怕的东西。如果发生这种情况的话，艾伦尼恩，你是我知道的人中唯一有能力杀死我的人。“

这句话对我来说如同当头一棒。“杀了你？但我做不到……”

“但你必须这么做！”她坚定地说。“在你对我做了那样的事情之后……在你给我的生命中带来那么多痛苦之后……这是你欠我的。”我深深地看向她的眼睛，看到了她内心情感的波动，看到了她遭受的无数痛苦和磨难，看到了在她身上无数不公正的的仇恨和责备，看到了她不能够帮助更多人时内心无尽的内疚和羞愧……还有，在她内心深处的那仅存的有关我和我们爱的回忆。我伸出手，拂过她柔软的头发，手指轻轻地抚摸着她的脸庞。我靠得很近，她闭上了眼睛，当我将嘴唇移向她的时候，她的脸转向了我。

“不！”她突然发出一声哀鸣，把我一把推开。“不可能！”她迅速离开我，我看到眼泪从她的脸颊划过。“世代已经变了，艾伦尼恩。我有我自己的责任，这是没有人可以和我一同背负的道路。”随后，她手持法杖向前跑去，奔向在冰墙中封锁着的巨大眼睛。我试图追上她，但她速度更快。然后，她一跃而起，将自己法杖的一端猛地插入了已死之神的眼睛的中央。

冰块破裂时发出震耳欲聋的雷声，巨大的黄色眼睛在爆炸中化为了一团闪烁的光球。 白光淹没了房间，冰块的碎片在空中飞舞，我不得不停下来遮住眼睛。我几乎看不见莱娜尼尔的身影，她沐浴在强光之中，一只手紧握她的法杖，她的头发和长袍被冲击力向后吹去，而她的另一只手却仍然继续向前伸去，慢慢地，她无畏地把手伸进了眼睛所在的光球的中心，随着岩壁上她影子的飞舞，她的手指环绕住那个发光的球体，紧紧握住。

山洞开始震动，她的法杖被瞬间破碎，墙壁嘎吱作响，劈裂，然后完全炸开。已死神的尸体崩溃成一股银色的气流，咆哮着喧嚣地冲向了莱娜尼尔，撕裂了她的长袍，渗入了她的皮肤。随着巨大能量涌入她的肉体，她漂浮在空中，四肢伸展开来。她张开嘴巴，好像正在尖叫，强烈的光线从她的嘴里，眼睛和耳朵中射出。这个洞穴开始危险地震动，岩石从墙壁和天花板上掉下来。但是几秒钟之后，神的尸体完全被吸收了，莱娜尼尔眼中的光线熄灭了，她像一块石头一样掉到了地上。

然后，恐魔冲了过来。塌陷的洞穴为他们开了一个洞口，他们饥肠辘辘地冲向莱娜尼尔所在的地方。 “不！”，我大叫着，冲上去拦截他们。 “你们不能夺走她！”

我向莱娜尼尔的身体靠近，同时切下了一个有尖刺的怪物的脑袋，然后用一道火墙阻隔了剩下的怪物。她看上去就像死了一样，没有任何活动和呼吸的迹象，但是我没有时间仔细检查了。那些发着光的的触手怪物轻松穿过了我所造出的火墙，我冲上前去，试图用我的剑刃刺穿这个怪物的核心。它射出一道光芒穿透了我的身体，我咳出血来，但我奋力将我的剑刃刺入更深，往里面灌注了一道奥术能量，将那个怪物炸了个粉碎。更多长着尖刺的怪物冲了过来，我迈动步伐，在左侧格挡和切开它们的同时，向着右侧射出了一团团火焰。

那团蠕虫团穿透了墙壁，伴随着它的是另外两个闪烁着光辉的恐魔，还有一些某种暗影和噩梦的魔鬼。我能看到，还有更多的恐魔在朝我们涌来。当那道光线射向我的时候，我打开了一个能量护盾，然后向他们发射了霜冻之球。一个发光的怪物倒下了，而另一个的行动则被减缓了。那个黑暗的东西也走了过来，那团蠕虫团则紧随其后。我把我的剑划过地面，将热能传到到地面上，把地上的石头化为了灼热的岩浆。那个黑暗的存在朝我接近过来，我能感受到它的身上散发出致死的寒意。我拼命地砍向它，而它则把它的触手如同长矛一般直射过来，准备吸走我的力量。我大吼一声，射出一团火焰，烧毁了它的触手。那些蠕虫踩着岩浆直冲过来，它们中的大部分都被烧成了灰烬，但它们整体的速度没有丝毫减弱。我调整了我的剑柄，随时准备轻快地躲开它们的攻势。然而就在这时，一束光线击中了我的大腿，我单膝跪地，发出痛苦的尖叫。那团蠕虫团继续冲向我，我试图用剑刺入蠕虫团的中央，但蠕虫很快爬遍了我的手臂，用他们酸性的牙齿啃噬着我的血肉，接近我的脖子。我仅存的左手释放出一团火焰，烧向我右臂上的虫子。虫群微微推开了，但那个发光的生物从另一侧接近了我，它的触手闪耀着光辉的能量。三个长着刺的恐魔围绕在它的后面。我的右臂严重烧伤，我的左臂也受了伤，我的锁甲已经满目疮痍，而我的法力也已经快要消耗光了。但我决心咬牙坚持——在这场战斗中我无路可逃。我紧握手中的剑，冲向那团蠕虫团。

然而，它却在我的面前炸成了一团火焰。一股强大力量的波动席卷了整个山洞，火焰在周围炸开，将其他的恐魔化为了灰烬，甚至连那些发光的存在也不例外——当火焰把它烧尽时，它发出一声低沉的哀鸣。我喘息着，不知道这股强大的烈焰到底从哪里来，直到我回头看到了莱娜尼尔的身影。她正屹立在我的面前，长袍已经被烈焰烧毁。火焰在她的身旁起舞，她的眼睛放射出明亮的光芒。她的身边散发着灼热的气息。我手中紧握着我的长剑，不知道这到底是我知道的那个莱娜尼尔，还是因为她和已死之神的融合中产生的另一种存在。

她突然笑了起来，这是我以前从来没有在她身上听到的一种惨淡的笑声。“我真是个傻瓜”，她自言自语道，“我带你来这里是为了希望你阻止我。但现在……现在我的力量已经远远在你之上。你根本没有可能击败我！”她发出低沉的声音，不止是笑声还是叹息。“啊，不过不用担心。我还是那个我。起码基本上是。通过这些痛苦和牺牲，我终于获得了我想要的力量，也是我需要的力量。“

我放下了我的剑，终于可以送了一口气，我深吸一口气，感受刚才战战兢兢的恐惧慢慢从我的心中消退。刚才战斗中肾上腺素的副作用让我现在感到精疲力竭。我再一次看着莱娜尼尔，她白暂的肌肤现在放射着光芒，眼中闪烁着能量与活力。我能感受到，她所拥有的能力不仅仅是强大的力量，她还得到了众神永恒的力量。那是对于所有生物的禁忌力量，但这份力量已经独占在她的手中。

“现在怎么办？”我轻轻问道。

“现在，你可以回家，而我则要建造我的家园，一个为我和我的人民建立的避难所”

“我们还会再见面吗？”

她忧伤地笑了。“也许会。也许不会。这个世界正在风云变幻之中，我们无法预知会发生什么。但如果我们还会再见面的话，我们会在一个现在还不存在的地方——安格列文魔法城相见。”然后，她伸出一只手，射出一道奥术能量的脉冲。紫罗兰的闪光射向洞穴的顶部，将其射穿，然后一直延伸，直到它彻底击穿了我们上方一英里厚的岩层，露出了天空的姿态。阳光从中倾泻而下，洒落在莱娜尼尔的轻盈身形之上。看来，我们所经历的这个漫漫长夜已经过去了很长时间。

“不过现在，再见，艾伦尼恩”，她的身体慢慢飞向空中，然后加快了速度，消失在了我的视线当中。

我躺在冰冷的石头上，休息了一段时间，慢慢地愈合了的伤口并恢复了我的力量。我回顾了自傍晚以来的事件，回顾了马基·埃亚尔所有种族所经历的磨难。战争，疾病和死亡威胁着我们的每一个人。莱娜尼尔现在超越了这一切吗？永生不死的滋味又会给她什么样的影响呢？

然后，我想到了有关我们种族的前途。在过去的岁月，我们曾经追求永生的力量。我们古代的领袖曾经多么为此着迷，但那都是出于虚荣，骄傲和对死亡的恐惧。如果我们的种族都能获得永生的恩赐，那么结果又会怎么样呢？永恒的生命会把我们从外部世界的冲突和战争隔绝。它会给我们一种新的视野，超越其他种族琐碎而骄傲的无止境的争执。

我挖开冰块和岩石，发现了已死之神Quekorja的力量还有一些的残余，尽管所剩的已经十分微弱。我把剩下的遗骸全部收集起来，把它们带回了埃尔瓦拉。在那里，我回到我的实验室，研究遗骸多年，终于揭开了它的秘密。从此，我们的种族获得了不朽的力量，这永远改变了我们对世界的看法。

我们独立于其它种族之间的纷争，并不参与毫无意义的战争，寻求一种对生命的新的尊重。直到吞噬者加库尔在派尔纪袭击了我们的大门，我们才重新开始了大规模战争，而我则亲自在战场上直面了他。

啊，不过，这就是另一个故事了。那是在漫长而充实的历史之中，马基埃亚尔的传说中的另一个故事…]],
}
