registerLoreTranslation{
	id = "troll-poem",
	name = "巨魔诗歌",
	lore = [[#{bold}#“我爱大棒槌”

#{italic}#大棒槌，大棒槌，大棒槌，
抓起一些小蛆儿！
当我每次肚子饿，
我就拿起大棒槌！

小小的半身人，
毛茸茸的小脚丫，
只要敲破小脑瓜，
就有美味午餐肉！

瘦弱的精灵呀，
碧蓝的眼珠子，
磨碎了排骨哇，
美美的炖一锅！

毛茸茸的矮人，
闻起来像陀屎，
蒸起来要很久，
不烂你会闹肚子！

愚蠢的人类们，
不知道啥叫怕，
他们看起来很吃惊，
当我吃掉他的耳！

我爱大棒槌，
抓起一些小蛆儿！
当我每次肚子饿，
我就拿起大棒槌！！#{normal}#]],
}

registerLoreTranslation{
	id = "necromancer-poem",
	name = "死灵法师颂",
	lore = [[#{bold}#“死灵法师颂”

#{italic}#救万众于棺材，骨灰盒与坟墓。
当夜幕落下，生命却得回归。
肉体虽然零落，白骨又得新生。
灵魂为我们思念的人而停留。

那些被我们救活的人，
我们看到他们的心，他们的眼神迷茫不已。
他们咆哮！他们屠杀！他们撕咬！他们尖叫！
真是有趣啊！这本是他们最大的梦想！

继续说我们救助的人。
他们飞速的回到了以前的家，像远方的老友般去拜访。
可是家人迎接他们的是热情的拥抱吗？是喜悦的泪水吗？
是惊声的尖叫！！即使是鱼腐烂了也没有如此招人厌恶啊。

我们将生命赐予白骨。
他们对我们欢笑吗？他们对我们理解吗？
他们只会高高在上的坐在自己的宝座上。
他们回避我们，排斥我们，将我们边缘化。

愚蠢的家伙！尽管高坐在你宝座上。
用你圆睁的眼睛怒视我们，
总有一天你的灵魂会臣服。
我们掌管死亡，我们行使力量。
#{normal}#]],
}

registerLoreTranslation{
	id = "necromancer-primer-1",
	name = "怎样成为死灵法师　第一章",
	lore = [[#{bold}#美好的艺术#{normal}#

你有没有厌倦俗世的虚伪借口？你的灵魂是否渴望品尝真正的力量？你有否期望能拥有力量来对世上最永恒的——死亡本身说不？死灵法师的美好艺术，将用意想不到的方法完成你的所有愿望。

#{italic}#1、迈出第一步#{normal}#

首先我要澄清，死灵法师不都是你们想的那样全身散发死气，穿着黑袍，带领亡灵军团将整个国家踩在脚下的怪物。一开始你也是要干体力活的。最初的几具尸体只能由你亲自去偷，你也知道市面上大多数人对死灵法师惟恐避之不及，少数愿意相助的却几乎都不能胜任（将死之人）。各地的坟墓都是你完成第一项任务的好去处，但如果时间很紧的话亲手“制作”素材也不失为下策，为此你需要准备的工具有——锋利的匕首，沉重的木槌等等……一旦你能成功驱使你的第一位仆人后，就再也不用担心素材的问题了；而供你操练艺术的机会也自然会与日俱增。

对尸体本身的维护也相当重要。 诚然这并不是必不可少的工序，因为通过足够的附魔即使最破烂不堪的尸体也能活蹦乱跳，但保持尸体关节和表面活动的流畅能最大限度的降低你操作他们所需的精神力。这也为你招呼更大更可靠的伙伴打下了稳定的基础 (请查阅46章 骸骨巨人与你)。

还是不清楚该如何去做？那就在痛苦和折磨中度日吧。笨拙的家伙可不配成为死灵法师。]],
}

registerLoreTranslation{
	id = "necromancer-primer-2",
	name = "怎样成为死灵法师　第二章",
	lore = [[#{italic}#2、对死者的控制#{normal}#

现在，一个业内素有分歧的问题浮出了水面——如何赋予你收集的素材生命。你是要像无脑的傀儡一样控制他们，还是再次让其灵魂回到身体。不同想法的死灵法师们针对这一步骤究竟该如何进行始终争论不休。贝纳格雷德一派的死灵法师大量鼓吹对灵魂的囚禁与折磨是法术的根本；他们宣称由被俘虏的灵魂所产生的怨念，可驱使不死奴隶们变得卓有效率。而最近才建立的新学说崔恩派则持反对态度，宣称允许灵魂的自由不但大大降低了平时温顺的仆人突然暴走噬主的可能性，更微妙的提高了那些不开化的群众们对你所作所为的认同度。是的，有机会的话他们照样会殴打你，像拖死狗一样将你在城镇内拖来拖去，甚至是将你绑在柱子上活活烧死，但他们居然也会因此感到内心的矛盾（这是以前从未发生的情况）！

要切记，当你使用符文圈让你的新仆人归顺于你前，一定要确定圈内每一个符文都被恰当的附魔。因为附魔失误而导致仪式失败的惨剧屡见不鲜。 如果最坏的情况发生了——你的奴隶从你的控制中脱离了出来，请一定要尝试赠予他们食物或装备来换取自己的性命，几乎没有不死族在接受如此优待后仍会杀死他们的创造者。]],
}

registerLoreTranslation{
	id = "necromancer-primer-3",
	name = "怎样成为死灵法师　第三章",
	lore = [[#{italic}#3、我们只想保持低调#{normal}#
令人悲伤的是，平民和我们正直的大法师兄弟们都不赞同我们的工作。虽然还缺乏完整的认识，亡灵法术可以理解为产生穿越多个位面的脉冲，这些脉冲可以吸引外域生物的注意力。随着亡灵法师力量的增长，脉冲也随之增强，最终亡灵法师能够发现所有恶魔势力，从物质和精神上都一脚将他们的门踹开。

此时，对于这种恶魔影响的选择出现了分歧。亡灵法术就是如此富有魅力而多样的艺术，不是么？崔恩流派认为亡灵巫师被外域之力腐蚀是一种负面的影响。该流派的信徒通常会设法避免强者的注意。比如制作护符作为精神引导者，或者隐藏在人群中，利用大量人类的生命力来掩盖亡灵法师的暗黑气息。而另一方面，贝纳格雷德流派则接受恶魔领域的诅咒低语，认为这能够使他们的灵魂更加完美。他们宣称当人类的精神被“腐蚀”（贝纳格雷德信徒鄙视这种说法），才能认清自身的真实欲望。当然，为什么这些“真实欲望”总是无条件的完全毁灭世界上所有生命，以及召唤出的都是无自主思维能力的外域凶兽的原因就不得而知了。

你也许会注意到，没有提到如何防止受到平民注意的提醒，这是因为一个真正的亡灵法师不需要这些。凡人只是一帮杂鱼。
]],
}

registerLoreTranslation{
	id = "necromancer-primer-4",
	name = "怎样成为死灵法师　第四章",
	lore = [[#{italic}#4、马基·埃亚尔的死灵法师#{normal}#

死灵法师最大的敌人是其他的死灵法师。嗯，准确的说是这样。虽然伊格兰斯，联邦王国，永恒精灵，自然精灵，钢铁王座，普通民众，不死猎手，冒险家，亡灵盗贼和莱娜尼尔也有一定的威胁。

但除了他们以外，死灵法师最大的敌人就是其他的死灵法师。下面是一份著名死灵法师所在地的清单，那些区域充斥着活跃的高级不死族，清单中也包含了一些不适合你们前往的地区，仍处于修行阶段的就最好不要在那些地方施展自己的法术，不然极有可能被视为敌人或威胁而被消灭。

#{italic}#卡·普尔遗迹#{normal}#：这个远古的死灵法师也许已经被消灭，而他的传说也似乎无从考证，但他的手下们仍被一股黑暗的力量所统治着，此处残存的不死大军依旧让人畏惧。

#{italic}#堕落废墟#{normal}#：一名野心勃勃的外行人在这些遗迹中创造了自己的巢穴，天真的他以为能拥有无敌的不死大军。他的手法被认为是粗劣不堪的，几乎是注定失败的命运。我衷心希望在年内收到他惨死于自己仆从之手的消息。

#{italic}#恐惧王座#{normal}#：无数的不死族聚集在这座废弃孤塔里。显然一位了不起的大人物已经选择在那定居了。可惜的是，我们还没有任何关于塔主人的情报。 

#{italic}#德斯镇#{normal}#：似乎并没有正式传闻表示死灵法师出现在这个偏远的小镇里，目前也没有死灵法师能在这区域周围开展工作，对此事的谣言可谓真假参半……有些说这里所有的居民都已经被变成了身披欺诈之袍的不死族，又或者是此处早已成为崔恩流死灵法术创始人的秘密基地。不管原因为何，请务必小心。

#{italic}#伊格#{normal}#：在此处，敌人的敌人可不是我们的朋友。如果那些普通的魔法，已足以引发居住在这里的狂热者们的暴怒的话，一名死灵法师的出现，则绝对能挑动第二次派尔纪的来临！

对你的帮助到此为止了，依赖他人的毛病在死灵法师中是不可容忍的。接下来就是你证明自己价值并练习这美好艺术的时刻了……]],
}

registerLoreTranslation{
	id = "halfling-feet",
	name = "半身人的脚",
	lore = [[有人说半身人的脚是金刚不坏的的，水煮不烂，火烧不焦，刀枪不入，连魔法都拿它毫无办法。他们觉得此事真是令人震惊。
于是一些人认为半身人的脚是一件拥有巨大幸运与守护之力的物品，许多信徒将它挂在门前和天花板上。由于目前大家并不赞成为此捕杀半身人，所以稀有的脚常被视为贵重的传家宝传承下去。

但女人们却经常一脸不屑的看着他们的男人，并光明正大的指出他们的愚蠢之处： “这些半身人的脚怎么可能象征着幸运，瞧他们奇葩的脚趾，这些家伙注定一生与美丽布料做出的精致鞋子无缘。更何况以他们矮小的身材也只适合穿体面的长筒靴，真是一群倒霉鬼。”

就此事也就不难理解为何半身人经常抬头看着人类说：“这个大家伙真是个傻大个。”]],
}

registerLoreTranslation{
	id = "rogue-poem",
	name = "盗贼在你身后",
	lore = [[从北方大陆来了个射手
四处宣称着他名声赫赫
枪技非凡的他通过了无数的试炼
他的名字家喻户晓

他宣称自己曾面对吸血鬼领主
这吸血鬼发誓将带给他无尽的痛苦
射手给予了他最坚定的反驳
一支利箭射穿了吸血鬼的脑袋

从南方大陆来了个斗士
宣称其有万夫不当之勇
斩巨龙之首如探囊取物
横扫千魔如卷席

他说自己曾到了一个陌生的遗迹
遗迹里有一只黑山老妖
妖怪万年的疯狂，憎恨与暴走
在勇士的剑锋上划下了句号

从北方大陆来了个法师
宣称连王国也畏惧他名
有无数传奇，史诗，与神话
能为他的名声作证

他能呼风唤雨
能媲美最古老的龙巫妖
见到一个人能如此的强大
简直能让一个帝国也惭愧汗颜

从不知名的地方来了个盗贼
一文不名的他
一跳，一闪之间只用了一把隐藏的匕首
就让三名英雄都感觉到一阵的剧痛

射手倒下了，连弓都没来得及拉开
斗士也步了其后尘
法师发现他中的毒
太过剧烈而不能解

至今无人知晓这盗贼的姓名
虽然关于他的谣言从未平息
盗贼并不会因其杀人而为人所知
让他们闻名天下的是所杀之人]],
}

registerLoreTranslation{
	id = "dust-to-dust",
	name = "尘归尘",
	lore = [[#{italic}#一名不死猎人的指南 作者：阿斯拉伯·波利斯#{normal}#

呀，看来我现在已经是传说中的人物了。哈哈，只不过是用大槌敲下了吸血鬼的脑袋，突然间我就青云直上达到了图库纳和米尔文尼亚的高度。最近，越来越多的新人冒险者跑来问我如何与不死族战斗。 我第一反应就是规劝他们回家洗洗睡了，长大了从事一份园艺师或者面包师之类有前途的职业。如果你需要像个婴儿一样被传授战斗基础，那还是老实点插根箭在自己膝盖上吧。

但有时我又会想，这些都是乖小囡啊，我本人愿意为世界上任何一个杀死不死族的男人或女人买上一杯佳酿。他们如果能在我要面对死灵法师或他冰冷的创造物时助我一臂之力，我就真的是感激涕零了。虽然我不是什么优秀作家，但将就试试吧，那么首先……

#{bold}#1、食尸鬼#{normal}#

偶尔，有人会质问我：“难道世上所有的死灵法师都是邪恶的吗？”，“死灵法术也能造福群众啊！”，“只是因为法术流派不同而给人带大帽子赶尽杀绝是正确的吗？” 对于这些人，在我一拳把他们打的亲娘都不认识之前，就是你给我先去看看食尸鬼。给我仔仔细细，好好的看看你亲爱的食尸鬼。它的腐肉不停散布着疾病，暴露的器官渗出腥臭的浓汁，五官与毛发缓缓软化如稻草般覆盖在它们身上。 它以前也是个人，它也曾有过家庭，也有妹子爱。现在它却只是一具行尸走肉，唯一的欲望只是用活人之肉填补自己无尽的空虚。死灵法师都是邪恶的吗？我要大声回答一千次——是啊！

就算这只不死族是最基本的单位，也能以出人意料的方式散布恐惧。 一只普通食尸鬼身上的多种疾病能以出人意料的方式传染给众多的冒险者，更为可怕的是直到他们发现自己被食尸鬼抓破的小伤口周围出现大面积溃烂，腐败，爬满蛆虫时才会意识到大事不妙。这类伤口本应该立刻处理：如果你被食尸鬼咬了，立刻将受感染处浸入沸水，然后快速用干净的衣物撒上艾蒿和石灰粉将伤口包扎。这些伤口必须被包扎三周之久，每四天换一次药，可别忘了把上次换下的衣服烧掉哦！如果没有及时按上述步骤处理，狂暴纹身对伤员也疗效极佳。

    * * *


#{bold}#2、骷髅#{normal}#

要是不死族狩猎指南里都没有最常见的骷髅那还算个屁指南？虽然这些亡灵身上的白骨在走路时上下乱颤，搞得一副弱柳扶风的样子，但是从许多方面来说，它们都远比自己的食尸鬼表亲要危险多了。 

因为骷髅身上通常不会有那么多累赘腐肉，死灵法师得以全身心的投入对骷髅战斗能力的授予，同时由于战士们生前所用的武器几乎和他们的骨头一样经久耐用，我们遇到的骷髅兵大多都是持有武器或是全副武装的。何况骷髅对我们的威胁并不仅仅是近身战，许多被召唤的骷髅们生前曾是威名赫赫的神射手，它们被复活后又拉起了手上的弓，并将箭头对准了自己生前的亲人与同伴。最为恐怖的是，一些强大的死灵法师甚至赋予了生前是法师的骷髅重新施法的能力——它们摇身一变成为了强大的骷髅法师。

不少冒险者在面对骷髅时都疑惑不解——如何摧毁一个早已死的不能再死的骷髅。对于这些冒险者，我只想说：鼓起勇气吧。越是残缺的骷髅，死灵法师们就越是容易将其复苏，因为大多数的死灵法师都将骷髅视为最低等的奴隶，相信在你数个重击之后就能驱除死灵法师附着于其身上的微弱法力。

    * * *


#{bold}#3、尸妖#{normal}#

尸妖是不死族里一种奇特的存在，它们通常不是死灵法师创造的，常见的尸妖都是在特定情况下因尸体本身的意志而复苏。尸妖们通常是成群结队的出现，当一片特定位置：如战场，深林，地城或者墓地经历了腥风血雨之后，大量的尸妖便会在其中诞生，简直就是死亡与混乱的具象化产物。悲哀的是，正是基于此，死灵法师的存在经常催化了尸妖的产生，因为没有任何法术或者职业会像他们一样引发如此巨量的鲜血和死亡。

与尸妖战斗过的人经常将其描述为：一具被似乎正在消逝的褪色长袍所包裹的扭曲尸体，它们的双眼被两团闪烁的强光所代替。幸存者们则述说只要靠近这种诡异的生物，仅仅是靠近这些死亡的化身自己的生命力就会不住的宣泄，消逝。

万幸的是，尸妖虽然看上去很像鬼魂，已经被证实它们还是能被武器和腕力所消灭，至少是暂时消除了它们的威胁。无奈的是，这种战斗长远来说只是变相的壮大了尸妖族群而已。 

    * * *


#{bold}#4、吸血鬼#{normal}#

高贵的吸血鬼和恶心的不死族在形象上差之甚远。是什么让他们如此长寿？而他们又是如何具有这样强大的智能？暂且不提他们萎黄的面色与轮廓分明的五官，他们为何不像自己的兄弟食尸鬼一样腐烂、衰弱？

关于吸血鬼本质的研究仍有许多未解之谜，而每个新课题似乎也只是增加了更多的谜题而已。

正如前文提到的，吸血鬼的力量和精神力乃至外貌都与一般活人毫无二致。因此，吸血鬼相较其它不死族而言，更易居住在一般城镇附近。一部分吸血鬼更是直接将巢穴建立在人类社区之内！

除了这特殊的居住习惯，关于吸血鬼的迷信故事里还描述了这种生物更多的特征如：灰白的皮肤、极具特色的尖牙、厌恶阳光等。在乔装打扮之下，听说一些吸血鬼常装扮成富有的人类，居住于城镇边缘的古堡内以避人耳目。

但也许吸血鬼最让人称奇的地方，是他们纷繁复杂的系谱和族群。他们自发组建部族、血盟、家族等不可思议的集群，这是其他不死族无法望其项背的。借助团体的力量，吸血鬼常常成为弱小不死族的主宰者，像一名普通的死灵法师一样操作指挥着自己的奴隶。所以和他们的战斗几乎就像面对一名死灵法师一样，白银武器是你最佳的选择哦。

    * * *


#{bold}#5、幽灵#{normal}#

在我的旅程中，我注意到一些社区里的风俗并不是将他们的死者规范的埋葬在大型的墓地里。取而代之的是，他们会将死者的尸体焚化并将骨灰撒落在大地之上。当我询问他们这奇怪行为背后的意义时，几乎都是同样的原因：死灵法师。 

出于害怕被唤醒的死尸们会对自己进行惨绝人寰的屠戮的古怪念头，他们相信将尸体焚化可以让死者的灵魂永远免于死灵法师干枯手指的亵渎。

可惜事实并非如此。虽然尘世的火焰能泯灭人的尸体，但就连天劫之火也不能触及人的灵魂。

更为不幸的是，死灵法师却可以触到。同时失去身体和自由的痛苦，让许多灵魂在死灵法师的奴役下疯狂了，它们不停的随风飘荡，用多种可怕的符咒和妖法折磨着任何与之遭遇的不幸生物。

最糟糕的是那些接受了自己新宿命的灵魂，它们的力量将以一个可怕的几何级数增强。在马基·埃亚尔里没有任何物种像可怕的幽灵一样憎恨自己的存在——它存在的唯一目的就是将自己从世上毁灭。因此，我建议各位热心助人，满足它们的愿望。

    * * *


#{bold}#6、骸骨巨人#{normal}#

死灵法师所谓的“艺术”中最恐怖、最令人作呕的东西之一就是骸骨巨人。出于不满足仅仅亵渎单个尸体中灵魂的失落感，一些野心勃勃的死灵法师开始尝试将数个骷髅糅合在一起，制造出了拥有数个普通人高度的毁灭者。

将骸骨巨人与法师或炼金术士的傀儡一视同仁是大错特错的。尽管这些法师老头们偏执又古怪，但通常法师们制造傀儡的目的只是用来当苦力或自卫。而死灵法师创造骸骨巨人的唯一目就是制造死亡，对一只骸骨巨人能力的唯一限制竟然只是其创造者扭曲的想象力。你有没有与一向被视为力量象征的雪巨人战斗过？想象一下这只雪居人长着六只胳膊，指甲如刀剑般锋利，裸露出的肋骨被打磨的发亮，挨着就伤，磕着就亡。再想象一下无数的头颅悬挂在雪巨人每寸每寸的肢体上，它们都尖叫着怒吼着，因为你的每滴鲜血都令其饥渴无比。这些骸骨巨人如同梦魇一般挥舞着由脊柱组成的鞭状巨手伴随着主人四处横行！你若有幸见识了这扭曲的混合体，那时恐怕你会祈求上苍送你回去猎杀简单而温柔的雪巨人的。

    * * *


#{bold}#7、巫妖#{normal}#

他的身体由憎恨组成，他是纯粹的邪恶、死亡的化身，死灵法师的无上杰作。我能明确的告诉你巫妖并不是你想象中的那样，关于它的无数传奇和神话也的确有所失实。

他的恐怖远超于此。

当一名强大的死灵法师最终超越了生死界限后，他从前只能零星借用的地狱力量一下子完全服从于他。传说中，大地莫名的震颤、谷物奇怪的枯萎、树叶的同时凋零都预示着一只巫妖的诞生。 作为至高的不死之主，巫妖能瞬间泯灭无数食尸鬼与骷髅，眨眼间将鬼魂拍散于无形，片刻就使骸骨巨人灰飞烟灭。

至于消灭巫妖的确切方法嘛……这么说吧，如果你成功的摧毁了这样的怪物，亲爱的请你一定要为我写一篇指南。因为我真的，完全，没有办法。

    * * *]],
}
