registerLoreTranslation{
	id = "closing-farportal",
	name = "关闭虚空传送门",
	lore = [[虚空的传送门已经被封闭，这防止了未知的可怕事件侵袭埃亚尔。]],
}

registerLoreTranslation{
    id = "argoniel-1",
    name = "渗透鲜血的共鸣宝石",
    lore = [[#{italic}#当你触摸这个仍然湿润的宝石的时候，你感觉到自己正在经历一段并不属于你的记忆。记忆的细节渐渐渗入了你的脑海。你无法判断这些迷茫的触感是来自吸收这些记忆的副作用，还是你渐渐无意识地进入了那份记忆之中。#{normal}#

#FIREBRICK#痛苦#LAST#。全身充满痛苦，但是最糟糕的是…

也许是腹部。是肋骨折断了吗？我试图呼吸——#FIREBRICK#是的，我的肋骨折断了。#LAST#我试图喘息。到底发生了什——是的。是那些该死的兽人。我不知道他们居然会出现在这片大陆，不知道他们会出现在夏图尔遗迹里。更不知道他们的手里居然…拿着伊格兰斯的武器。我的治疗魔法全都失效了。现在，伊格兰斯和兽人这#{italic}#两群#{normal}#为已经过时的的暴徒们，正在合力摧毁这个世界的文明。真是可笑。

[……]

埃兰达靠在我的身旁，他甚至无法拥抱我，因为我的胸膛身受重伤。很快，我就要死了。他拿出了一瓶东西——他说这是传说中的生命之血，灌进了我的喉咙和伤口值上。我感受到自己的创伤正在恢复，但是…如果他弄错了的话，我们就无法再回去了。我们已经再也无法回到#{italic}#她#{normal}#那里了。如果他们发现瓶子里的东西是什么，他们就会把我从埃兰达身边夺走。在埃兰达对我所做的这一切之后……我绝不会允许这样的事情发生


我的痛苦正在渐渐消退——身上的创伤逐渐开始愈合。然而，这只给了我稍稍喘息的机会，无尽的#FIREBRICK#痛苦#LAST#很快#FIREBRICK#充满#LAST#了我的全身。我感到我的身体已经恢复了健康…甚至，充满强大的力量。不管我的爱人找到的东西是什么，他的礼物确实有着让人起死回生的呢能力…然而，还有另一种感觉环绕着我。那是被束缚的痛苦。迷失，孤独。我仿佛被这个世界放逐，尽管我正躺在这个世界之中。

[...]

我知道，我知道在我的身上发生了什么，尽管那是令人无比不安的可能性——那种不可见的力量渗透了我的内心，取代了我的意识。只要稍稍放松注意力，我的意识就会慢慢从我的指间流逝，而控制我的意识的力量也在慢慢从我的身上消退。我想过自杀的念头，或者自首让安格列文的人将我永远禁锢（如果他们有那么仁慈的话），但我不能这么做——我承认，我是那么的自私，但对于埃兰达悲惨的这一生来说，我是唯一支撑他能够继续活下去的动力。我相信我可以利用这种精神的连接，利用这种伴随而来的#FIREBRICK#痛苦而扭曲的#LAST#的冲动…我可以找到一种方法，既不会伤害我的爱人，也不会伤害这个世界。我会得到幸福，埃兰达会得到幸福，#FIREBRICK#他#LAST#也会得到幸福]],
}

registerLoreTranslation{
    id = "elandar-1",
    name = "埃兰达的笔记 (1)",
    lore = [[我越来越确信，我给我爱人的东西并不是生命之血。

她的举止…发生了很大的变化，但这并不是我想象中的变化。如果我给她的是夏图尔所杀死的上古之神的血液，或是带来枯萎的恶魔的源质，或是其他会影响她的精神状态的东西，我原以为她会开始变得行为诡异——变得更加残酷，更加傲慢，#{italic}#乃至失去人性#{normal}#。然而……她却变成了另一种样子，就像她已经看到了世界的末日，却没有人可以诉说。她不停呢喃着，说她必须使用那个遗迹中的力量，那些我们#{italic}#还不能#{normal}#告诉安格列文的力量，去给这个世界带来一种新的秩序，就像是泰恩所说的东西，“否则一切都将追悔莫及”。有某种力量正在影响着她，而她似乎正害怕这我找出那是什么，但是除此之外，不管怎么看……她都表现的#{italic}#太#{normal}#理性了。

她生活在无尽的恐惧中，害怕失去我，害怕失去这个世界，害怕失去#{italic}#她自己#{normal}#——但对此，我毫无头绪。然而，无论她到底在想什么，这对我都无所谓。我会继续学习这个遗迹中残留的文本，学习召唤的仪式，远古传送门的建造，只要能够满足她的愿望，无论什么样的东西我都会去做。她会亲眼看到这个“盖里克”到底是什么东西——然后，这个东西的魔法就会被我吸收殆尽，一切都会结束。不管这个生物到底是什么，只要他已经死了，他就再也不能发号施令了。]],
}

registerLoreTranslation{
    id = "argoniel-2",
    category = "high peak",
    name = "艾格尼尔的血祭符剑",
    lore = [[#{italic}#当你触摸到这把滴血的匕首的时候，记忆充满了你的脑海，这一次，强烈的思维冲击几乎压倒你的一切意识。你赶紧扔下了匕首，为你只是触摸了它的把手而没有触及上面血红的符文而感到庆幸。过了一段时间后，你的思维才重新开始运转，慢慢地，之前接受的信息开始在你的脑海中复现：#{normal}#

痛苦。痛苦，寒冷，孤独，彻骨的寒意充斥了我，不断滋长。在我的梦中，我被这种#{italic}##FIREBRICK#[无法理解的亵渎的力量]#LAST##{normal}#永恒禁锢，无法移动分毫。他失去了一切。他再也没有机会了。他不再能够创造他想象中的美好世界。那是无比和平的美好世界，如茵的青草在柔软的丘壑上连绵，然而众神的战争将其毁坏。他曾经制造了人类——他关爱着他们，保护他们远离那些#{italic}##FIREBRICK#[无法理解的亵渎的力量]#LAST##{normal}#的玷污，直到那些力量将他放逐到了无尽的虚空之中。

他在遥远的世界承受着无尽的痛苦。他的力量被他所不知道的窃贼所慢慢窃取。这是不对的。它必须被解放。我必须被解放。他必须回到埃亚尔，这样他的梦想才能真正得到实现。

那样的梦想

#{italic}#真是#{normal}#



#{italic}##FIREBRICK#太 美 好 了 #LAST##{normal}#

]],
}

registerLoreTranslation{
    id = "elandar-2",
    category = "high peak",
    name = "埃兰达的笔记 (2)",
	lore = [[我今天早上起来，发现我的爱人修改了我们建造的远古传送门。在此之前，一切都在我们的计划之中。吸能法杖被安放在传送门里，它可以在我们召唤盖里克的一瞬间吸取他的所有能量，那些兽人只知道勾心斗角，发现不了我们做了什么……然而，我发现，她破坏了这一切。传送门将会在盖里克被召唤的时候大大#{italic}#强化#{normal}#他的力量——在被放逐到无尽的虚空之中后无数年，盖里克在无尽的孤独中已经被逼至疯狂。在这种情况下，即使他曾经是一个理智的神明，在盛怒的作用下他也一定会摧毁这个世界。
    
……我无法阻止她。

艾格尼尔，我的爱人，你曾经给我的生命带来了那么多的欢愉，你是我生命的唯一意义。无论你的选择是什么，我都会永远握住你的手，守护在你的身边。即使这意味着你要启动第二次魔法大爆炸……那也随它去吧。

埃亚尔世界，请原谅我。]],
}