--------------------------------------------------------------------------
-- The Ruined Dungeon
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "infinite-dungeon-1",
	name = "线索（地下城废墟）",
	lore = [[这里有一段提示：
#{italic}#河水流淌在铺满卵石的河床上……#{normal}#]],
}

registerLoreTranslation{
	id = "infinite-dungeon-2",
	name = "线索（地下城废墟）",
	lore = [[这里有一段提示：
#{italic}#……羽毛在风中飘扬
树木深深地扎根在土地上……#{normal}#]],
}

registerLoreTranslation{
	id = "infinite-dungeon-3",
	name = "线索（地下城废墟）",
	lore = [[这里有一段提示：
#{italic}#……可怕的力量燃烬一切生命#{normal}#]],
}

registerLoreTranslation{
	id = "alt1-infinite-dungeon-1",
	name = "线索（地下城废墟）",
	lore = [[这里有一段提示:
#{italic}#黄昏之后的黑暗。
深红的血液流淌...#{normal}#]],
}

registerLoreTranslation{
	id = "alt1-infinite-dungeon-2",
	name = "线索（地下城废墟）",
	lore = [[这里有一段提示:
#{italic}#...埋葬在时间长河。
比寒冰更加寒冷...#{normal}#]],
}

registerLoreTranslation{
	id = "alt1-infinite-dungeon-3",
	name = "线索（地下城废墟）",
	lore = [[这里有一段提示:
#{italic}#...释放邪恶的思想。
在这枯萎之地之上！#{normal}#]],
}


registerLoreTranslation{
	id = "infinite-dungeon-4",
	name = "无尽地下城（地下城废墟）",
	lore = [[这里有一段提示：
在弑神者布兰伊尔和他的暗刃玛卓斯的愤怒面前，欺诈之神瑞尔克退却了，他逃入了地城的深处，甚至走到了尽头。走投无路的瑞尔克动用了自己的力量，深深潜入地下，设置陷阱，召唤怪物企图挫败他的对手。但是布兰伊尔永远不会迷失。他不断的逼迫着他的对手，向地城的更深处追击。无论瑞尔克逃得多快多远，甚至远远越过了认知的边界，弑神者总是跟在他身后，进行无尽的猎杀。

追击还在继续。数个世纪以来布兰伊尔不休不眠，因为给对手带来无尽的痛苦，就是布兰伊尔的狩猎方式。布兰伊尔只是不断追踪和摧残这个懦弱的神灵，而不是给他所期望的死亡。瑞尔克继续着逃亡，大气都不敢喘一口，不使用飞行术的话连一步也不敢迈出，他充满背叛的心脏每一次跳动都被恐惧所占据，他明白：逃得越远，越是接近毁灭的那一刻。

这条通道似乎正指向那段路径，它看上去无路可退。
你应该进去看看。]],
}

--------------------------------------------------------------------------
-- The Infinite Dungeon
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "infinite-dungeon-history-1",
	name = "猎人与猎物　第一章",
	lore = [[布兰伊尔是最强大的夏·图尔猎人，每扇传送门都知道他的名声。他可以连日奔行，穿越无人敢涉足的地域，感官比埃亚尔最狂野的动物更加敏锐。因此凯尔帝勒来到布兰伊尔的丛林要塞，恳请他加入弑神会。布兰伊尔起初拒绝了这个提议，他说自己并不想参与这种远大的事业，他所需要的只是宁静的狩猎以及守护自己的家人。但凯尔帝勒说服了布兰伊尔，让他明白只要众神的阴谋和计划还在继续，这种宁静的生活就无法实现。当布兰伊尔勉强接受，并接过巨剑玛卓斯时，“弑神者”的称号就落在了他的肩头。

在随后伟大的猎神时期，布兰伊尔在狩猎结束前总是不眠不休，他成为了最热门的弑神者。布兰伊尔突破体能的极限，穿越普塔利亚斯雪山，追杀了巨魔繁衍者厄格莫斯。布兰伊尔穿过安维恩的尖啸山谷，跟踪并困住瘟疫播撒者亚多契，随后将之撕裂成七块投入了古龙伦湖。布兰伊尔还找出了喜欢藏身于弱小族群中的幻想和欺诈之神瑞尔克。]],
}

registerLoreTranslation{
	id = "infinite-dungeon-history-2",
	name = "猎人与猎物　第二章",
	lore = [[史上最伟大的狩猎就这样开始了，布兰伊尔通过武力和鲜血逼迫他的敌人从暗处现身。他跟踪瑞尔克，发现他变换形态藏身于少数民族的原始聚居地。布兰伊尔手持着巨剑玛卓斯，将瑞尔克连根揪出。在猎人的愤怒和他手中可怕的巨剑前，瑞尔克变成一只羚羊穿过哈流平原逃遁。布兰伊尔连夜追赶。在瑞尔克赶到达明树林时赶上了他。瑞尔克又变成猴子和树木，但布兰伊尔仍紧紧跟着，识破瑞尔克布下的重重迷阵。当他们越过森林来到爱亚海岸，瑞尔克变成海鸥飞跃翻腾的海水。布兰伊尔毫不犹豫的直接跃入海中，依靠自己的力量继续追击这个懦弱的神灵。二十日后，布兰伊尔游过了大洋，仅仅依靠身边海面上的游鱼充饥，而瑞尔克变成的海鸥，却被海风折断了翅膀。虽然布兰伊尔不只一次跟丢了他的目标，但是随着时间的推移瑞尔克的心灵渐渐地被恐惧所占据。

最后，他们来到了塔·埃亚尔的远岸，瑞尔克已经精疲力尽，耗光了所有的力量，他变回原型，翻滚着跌落在沙滩里。布兰伊尔从他身后的水中现身，旅途中积蓄的杀意让布兰伊尔的身形显得更加高大和无法匹敌，这个胆小的神灵只能面对逃亡的终结。布兰伊尔从刀鞘中抽出巨剑玛卓斯，抵在了猎物的喉咙上。

瑞尔克在最后的绝望中可怜的挣扎，他哭嚎着哀求布兰伊尔的怜悯，承诺永远的离开埃亚尔。布兰伊尔注视着远处的落日，心中涌起一丝感触，他同意了瑞尔克的乞求。布兰伊尔用庄严的语气宣誓：“应所有凡人的意愿，你，瑞尔克必须从这个世界上消失！你必须抹除你对埃亚尔世界造成的一切影响，并永远不许回头！如果你忘记了对我的敬畏，背弃了我的信任，你将再也不敢大口喘气，不使用飞行术的话连一步也不敢迈出，你充满背叛的心脏每一次跳动都将被恐惧所占据！那时我必将找到你，追杀你至无尽的深渊，直至我的双手卡住你的喉咙，你的生命化为尘土前，永不停息！”他说出这番话时，海风陷入了沉默，天空变成了黑色，当一个夏·图尔庄严宣誓的时候，他的誓言将化为真理永远的改变这个世界的法则。瑞尔克听到这些话时，恐惧已经超出了他的极限，瑞尔克忘记了所有的疲惫，变成燕子飞窜而去，逃入云霄，消失在视线之外。]],
}

registerLoreTranslation{
	id = "infinite-dungeon-history-3",
	name = "猎人与猎物　第三章",
	lore = [[布兰伊尔回归后，继续狩猎其它的神明，直至最后剩下唯一的神：阿马克泰尔。为了对抗自己的创造者和统治者，夏·图尔最后一次伟大的猎神行动即将开始。这是一项艰难的使命，阿马克泰尔是神灵中力量最为强大的，而且至今仍有很多夏·图尔忠心侍奉着自己的创造者阿马克泰尔。进攻阿马克泰尔的王座需要大量的鲜血，将和之前所有弑神行动累计付出的一样多。

瑞尔克逃到远离凡人可以触及的天界，布兰伊尔庄严的宣誓铸就了他内心的恐惧。但是随着瑞尔克逃得越高，恐惧渐渐消逝，他是一个高傲的家伙，而且总是伺机报复。瑞尔克开始在心中琢磨的计划，针对给他带来无边耻辱的夏·图尔进行复仇。于是，瑞尔克变成一只老鹰，飞向埃亚尔最高的火山，在那里，他伸出双翅乘着火山上升的热流高高滑翔，俯视身下的土地，等待着复仇的时机。

瑞尔克注视着下方，感到欢欣鼓舞，因为他看到夏·图尔的部队在阿马克泰尔要塞的力量前纷纷倒下；随后他又感到焦虑，因为他看到夏·图尔的部队最终突破了要塞的防御，迫使至高的神灵阿马克泰尔亲自降临；紧接着瑞尔克的心中充满了敬畏，因为他看到九位弑神者和创世者进行着战斗，并数次突破了无边的神威；最后瑞尔克感到了极度的恐惧，因为他看见最强大的神灵被击倒、制服，最终被肢解成数块扔进了无尽深渊。
]],
}

registerLoreTranslation{
	id = "infinite-dungeon-history-4",
	name = "猎人与猎物　第四章",
	lore = [[在夏·图尔强盛的力量前，恐惧中的瑞尔克浑身无力，觉得自己的复仇毫无希望。但是瑞尔克依旧在等待，最终他的耐心得到了回报，在这个伟大的种族中人们的意见开始出现分歧。凯尔帝勒隐退，弑神者们分崩离析之后，瑞尔克等到了自己需要的机会。在一阵狂怒风暴之中，瑞尔克来到了布兰伊尔的丛林要塞，他尖啸着冲下云端，张开自己的翅膀，向丛林要塞释放出钢矛组成的暴雨，穿透一切阻拦在前的树木、岩石和躯体。要塞里的生命被屠杀殆尽，瑞尔克远远的飞走，只留下空中回荡的咯咯笑声。

但是瑞尔克的复仇太过匆忙，布兰伊尔正好外出打猎。第二天，回来的布兰伊尔看到家园成了一片废墟，家人和下属被屠杀，所到之处痛苦和折磨充塞着每一个角落。听过事情的始末，布兰伊尔猜到了凶手的身份，燃起了无边的愤怒。他向其他弑神者们寻求援助，追缉逃跑的神灵，但是弑神者之间已经完全分裂，并且他们所代表的政治派别也已经陷入了战争的边缘。如果这时有人伸出援手，布兰伊尔就有机会利用自己的声望来阻止即将到来的疯狂。但是随着传闻中凯尔帝勒因为郁郁和追悔自己的行为而隐退，其余的弑神者们心中只剩下对力量的盲目追求，和独自成神的野心。]],
}

registerLoreTranslation{
	id = "infinite-dungeon-history-5",
	name = "猎人与猎物　第五章",
	lore = [[最后，布兰伊尔独自动身，只有巨剑玛卓斯躺在剑鞘内静静的伴随着他。找到凶手并没有耗费布兰伊尔多长时间，瑞尔克已经不再试图躲藏，他找到一些野蛮民族，并充当起他们的神灵，他残忍的统治和剥削着这些试图保护新神灵的可怜人。在弑神者布兰伊尔的愤怒和他的暗刃玛卓斯面前，瑞尔克溜走了，带着满脸的惊恐。布兰伊尔毫不迟疑的追击瑞尔克，直至附近的遗迹。瑞尔克设置陷阱，召唤怪物，逃入更深的黑暗之处，但布兰伊尔克服了所有阻碍，很快他们就进入了地城的深处。走投无路之下，瑞尔克创造出新的空间，只为了逃得更远。布兰伊尔坚持着追击，被追赶的神祗只好一刻不停的钻入大地更深之处。

追击还在继续。数个世纪以来布兰伊尔不休不眠，因为给对手带来无尽的痛苦，就是布兰伊尔狩猎的方式。布兰伊尔只是不断追踪和摧残这个懦弱的神灵，而不是给予他所期望的死亡。瑞尔克继续着逃亡，大气都不敢喘一口，不使用飞行术的话连一步也不敢迈出，他充满背叛的心脏每一次跳动都被恐惧所占据，他明白：逃得越远，越是接近毁灭的那一刻。]],
}
