--------------------------------------------------------------------------
-- Iron Throne
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "iron-throne-profits-1",
	name = "钢铁王座的盈利历史　厄流纪",
	lore = [[#{bold}#3800: #{normal}#在大量的游说后黄金被所有种族接受为价值尺度。这对我们来说是极为有利的，因为我们的矿脉储量很高而这种金属又没什么特别的作用。我们必须继续的囤积黄金。
#{bold}#4200: #{normal}#能从现存矿脉中取出更多蓝锆石的技术已研发完成。这技术必须对其他种族保密。
#{bold}#4362: #{normal}#大工匠达克顿找到了一种新的为武器和护甲附魔的方法。这个领域潜在的商业价值非常高。
#{bold}#4550: #{normal}#第一次钢铁王座商业委员会特别会议召开。与人类和半身人的战争让我们十分忧虑，因为这会缩减我们潜在的市场规模。 市场彻底消失的威胁逼迫我们采取激烈的反制——所有的武器交易必须停止。增加更多建筑材料的囤积以期最终和解之日的来临。
#{bold}#5967: #{normal}#永恒精灵们加入战争的可能变成了一个巨大的风险——夏·图尔的毁灭是对高等法术危险程度的极佳例证。增加投资推进伊格兰斯规则以期解决这个问题.
#{bold}#6550: #{normal}#战争已经结束了。机遇自己显现了出来——立刻重开市场，为所有建筑材料标上高价。本次利润将极为丰厚。
#{bold}#6827: #{normal}#杀死了红龙战士库洛塔并重新获得了他的财宝。财宝价值：两百万金。在获取财宝中的资源损失七十万金 (以每头牲口的损失价值350金为标准估算)。净利润：一百三十万金。利润边际系数为186%！
#{bold}#6980: #{normal}#从龙穴中获得的财宝越来越少。需要采取龙类保护条例来让它们的族群回复数量。
#{bold}#7420: #{normal}#大量兽人的袭击正在破坏我们的交易流程。停止所有的合同直到市场稳定下来。
#{bold}#7494: #{normal}#永恒精灵们灾难性的魔法运用对我们经营的利润造成了空前的冲击。采取保护措施来防止其对经济毁灭性的持续打击。]],
}

registerLoreTranslation{
	id = "iron-throne-profits-2",
	name = "钢铁王座的盈利历史　黄昏纪",
	lore = [[#{bold}#412: #{normal}#疾病和食物短缺逼迫我们增加与其它种族交易的数量。这是我们有史以来第一次遇到了困境。人们的素质已经降到了史无前例的低点，这将极大的降低生产力。
#{bold}#1430: #{normal}#数个法师来此造访并用他们的法术解除了折磨我们多个世纪的瘟疫。他们还拒绝了我们的报酬。真是群古怪的家伙。
#{bold}#1490: #{normal}#现在生产力已经恢复到接近法术大爆炸时期前，利润很高，和其它种族的交易与日俱增。
#{bold}#1567: #{normal}#强烈的地震几乎完全摧毁了我们所有的生产设施。人力资源的损失严重，特别是重要的生产专家们，这对我们的经济预期有极大的负面影响。]],
}

registerLoreTranslation{
	id = "iron-throne-profits-3",
	name = "钢铁王座的盈利历史　派尔纪",
	lore = [[#{bold}#240: #{normal}#市场预期比预料中恢复的更快。外贸领域增长尤为迅速。
#{bold}#490: #{normal}#兽人的侵袭日益加剧——他们好像是用了更高级的魔法和恶魔的力量。他们潜在的威胁到了我们的资源。
#{bold}#581: #{normal}#许多主要城镇的地下都被兽人和另一些奇怪的可怕生物所充斥。已经关闭了地势较低的洞穴来防止进一步的损失。资源保护措施继续进行中。
#{bold}#711: #{normal}#与其它种族签订战略合作协议来帮助降低兽人对资源和基础设施的威胁。与人类领袖图库纳的关系看起来尤其重要，我们已向其派去数名最好的武器工匠和护甲工匠以保障在当地的投资能有较好的收益。 其实我们本能借此向他们收取一笔可观的佣金。
#{bold}#713: #{normal}#兽人的威胁解除了。利润由于对外贸易的扩大化而急剧增加。
]],
}

registerLoreTranslation{
	id = "iron-throne-profits-4",
	name = "钢铁王座的盈利历史　卓越纪",
	lore = [[#{bold}#28: #{normal}#与联合王国签署了共同防御协议，向更远地区的商路被打开了。今年最后一季度的利润达到了史上最高。
#{bold}#115: #{normal}#发现兽人于钢铁王座下方倒塌的洞穴中回归，同时接到了更多的妖怪与恶魔影响矿产开发的报告。关键性战略已经决定：这些事情必须对其他种族绝对保密。不确定性只会使得市场发生动荡。 囤积武器和护甲，特别是沃瑞钽和蓝锆石装备，以应对可能到来的军火贸易。
#{bold}#120: #{normal}#兽人从我们的仓库中偷走了大量的武器。矿业生产的压力急剧增加。关闭主要的蓝锆石矿脉。必须加强资源保护措施，同时此次威胁必须由我们加以控制，消息绝不能走漏。盈利是稳定的，虽然受到极大的威胁。]],
}

registerLoreTranslation{
	id = "iron-throne-reknor-edict",
	name = "钢铁王座布告",
	lore = [[#{bold}#一张面向所有钢铁王座市民的布告。我们的帝国必须隐忍。#{normal}#

最近令人担心的谣言的确是事实，怀着一颗沉痛之心，我们已经确认，帝国最重要的矿脉之一瑞库纳已经被一大群有组织的兽人占据了。在那的守军到底是犯了何等巨大的失误，以至于没有能阻止这股神秘的威胁——兽人侵袭的源头至今是个迷。直到帝国重新收复矿区并清剿完其中的所有兽人，瑞库纳周围都将被我军铁桶式的防御工事所封锁。任何身处封锁区内的平民都将被处死。

由于此次事件的严肃性与惨痛性，在此我宣布对钢铁王座的市民颁布封口令——无论职业阶级：绝不能对其它种族走漏任何消息。我们必须在友邦面前保持一个稳定而强盛的形象，因为哪怕一丝衰弱或动荡的迹象都将对我们的外贸合约造成灾难性的影响。

任何走漏风声的市民将面对无情的惩罚。敬请各位稍安勿躁，我将亲自将消息送至王座外那些能被信赖的人手上，请对这次兽人侵袭事件的妥善处理保持信心。以上就是钢铁王座统治者的最新命令，愿我们的帝国能在隐忍中度过难关。]],
}

registerLoreTranslation{
	id = "iron-throne-trade-ledger",
	name = "钢铁王座交易总账",
	lore = [[#{bold}#钢铁王座账簿——联合王国#{normal}#
#{italic}#卓越纪 121年#{normal}#

#{bold}#最后的希望——出口清单#{normal}#
      钢制板甲(人类) - 500pcs.
      钢制板甲(半身人) - 460pcs.
      钢制武器 -
      * 长剑 - 170pcs.
      * 长矛 - 200pcs.
      * 钉头锤 - 150pcs.
      手工艺品，杂项 - 2,200pcs.

#{bold}#德斯镇——出口清单#{normal}#
      铁制战斧 - 50pcs.
      工具，杂项 - 65pcs.

#{bold}#最后的希望——进口清单#{normal}#
      黄金 - 500,000pcs.
      小麦，杂项 - 1,000tons

#{bold}#机密事项：安格利文——出口#{normal}#
      石榴石 - 50pcs.
      红宝石 - 40pcs.
      钻石 - 20pcs.

今年钻石的出产量很低——对其标价提高50%？伊格兰斯袭击了我们最近的一批安格利文商队——需要派遣更多的守卫吗——D·
对钻石确实要进行加价销售，武装商队中的商人，不必派遣更多的守卫，我们的利润已经够薄了！——S·]],
}


registerLoreTranslation{
	id = "iron-throne-last-words",
	name = "钢铁王座瑞库纳远征军的遗言",
	lore = [[……我们失败了。兽人的数量实在太多了。不管我们如何拼命对其击杀，地底都会冒出更多的兽人。这些该死的家伙到底是从哪来的！
虽然他们首领的位置已被发现，可是我们却完全没有希望能击杀他，他是一只猛兽，一个彻头彻尾的毁灭者，全身同时萦绕着地狱之火与深渊之冰。这些兽人拥有的强大力量让我们恐惧不已……也许他们已经找了新的，强大的盟友？这个消息必须传达给我们的统治者。对不起，战友们，我将伺机逃离这里，你们的牺牲一定不会白费，愿我们的帝国能在隐忍中度过难关。]],
}

--------------------------------------------------------------------------
-- Iron Throne: Deep Bellow
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "deep-bellow-1",
	name = "无尽深渊挖掘报告 1",
	lore = [[经过了10天的深入考察，哈！最近我们已经打开了新的矿坑，但是我们必须小心翼翼的工作以确保它们在施工前的稳定性。是的！开始的很顺利，机器在正确的位置安装好并且没有检测到可燃性气体，恩，恩，真不错。

一些夏·图尔的遗迹被发现。也许这里潜藏着巨大的利益！是的是的，我们将在永恒精灵的市场大赚一笔。

一些矿工请假说他们生病了，恩，恩。这些傻瓜一定是吃了太多的蜂蜜而变的懒散。是的，从他们的工资中扣除一部分。

——工头 塔马斯]],
}

registerLoreTranslation{
	id = "deep-bellow-2",
	name = "无尽深渊挖掘报告 2",
	lore = [[矿坑在不断的深入，是的是的。我们发现了更多的遗迹，是的，必定有利可图！但是，啊，我最秘密的财富终于呈现了出来，必须的！金子！美丽而可爱的金子，埋的这么深，这么深……埋藏的如此严实，是的。看起来就像是一个巨大的王座。我温柔的抚摸它，我甚至去亲吻它——啊，这味道无法想象！

但是还要保持高度警惕，许多事情还没做。矿工们都是肮脏的疯狗，嗯～其中一个傻瓜发疯了，他用矿锄杀死了自己——真是麻烦。必须恢复秩序，是的是的！更多的夏·图尔遗迹等待我们发掘，也许还有流传下来的武器。想想这可观的利润！我要掩藏它们，是的，我脑子里也这么说，在黑暗的、秘密的角落，等等等等，我要等待一个合适的时机……

嗯，那家伙的血液真鲜艳，在地穴里流淌了一地。我猜他们在哪埋葬他？我很饥渴，我想尝尝，是的是的……

——工头 塔马斯]],
}

registerLoreTranslation{
	id = "deep-bellow-3",
	name = "无尽深渊挖掘报告 3",
	lore = [[啊，我的嘴，它尝起来，感觉起来，恩，恩，它在生长，是的，生长！其他人也在变异，有长翅膀会飞的，有尖叫的，有压抑的，有扭曲的。糟糕的利润，嗯，嗯。我的牙齿，它们在生长，它们很饥渴，是的。他们想要逃跑！

我能在梦里感受到黑暗的深渊，束缚着的、埋葬着的、被遗忘的深渊。我想张开嘴咆哮，去毁灭一切！恩，恩，深渊，是的……我想出去！

必须留下来，这样就能贴近梦境，是的是的。必须把我的嘴割下来放到地上看着它生长！它会吞噬我的，并且长了又长，嗯，嗯。它会受到黑暗之地的召唤，并且把它带回深渊，是的。

——塔马……大嘴，是的是的]],
}
