registerLoreTranslation{
	id = "keepsake-meadow",
	name = "宁静的草原",
	lore = [[映入眼帘的，是一片宁静祥和的草原。这里的一切看起来都是那么熟悉，但是你不是很肯定。
唯一可以确定的是，它在你长达多年的被诅咒生涯中，给你提供了一段短暂的温馨时光。
你感到了憎恨在体内逐渐消逝，并且折磨你多年的诅咒似乎也渐渐平息乃至几不可觉。
在这片宁静的草地中，你萌发出一个念头。是否有什么方法能结束这诅咒的生活？即使你无法消除诅咒，你却有可能掌控它，并且取回原本属于你的一部分灵魂。
不管怎样，对于身上的诅咒，你感觉是有做点什么的必要了。
]],
}

registerLoreTranslation{
	id = "keepsake-dream",
	name = "噩梦",
	lore = [[当你徜徉在这片草原上时，你感到身心更放松了一些。你惬意的躺下并闭上了双眼……

你睁开双眼，却发觉似乎进入了一个鲜活的梦境。正前方有一条小径蜿蜒穿过密集的丛林。
参差不齐的树枝似乎将你整个包围。宁静草原的惬意一去不复返，取而代之的是蔓延的恐惧和重新统治你身体的憎恨。
沿着小径向前，你似乎听到了什么声音……
]],
}

registerLoreTranslation{
	id = "keepsake-banders-notes",
	name = "班德的笔记",
	lore = [[#{italic}#你发现了一张折叠起来的纸片，上面记录着一些信息……#{normal}#

* 妈妈就像其他人一样去世了，但是他们拒绝透露死因。我猜测，所有尸体都已经被掩埋了……

* 泰里克曾经提到过，那一年商队十分顺利，赚取丰厚利润的同时，也没遭到过小偷和强盗的骚扰，难道是有什么把他们吓跑了？

* 在死去的人中，有的身上有明显的'正常'创伤，而有的就是'毫无生气'或者'脸色苍白'。2个月前，贾克的死法也是如此诡异。

* 袭击者都是灵魂或者是黑暗中的幻影。就我所知，每个人都遭遇过攻击，尽管一些人活下来了。我需要调查下死者们的生平经历。

* 当我问到此事时，人们通常会提到新雇佣的3个人。为什么会提到他们？我只听说贝里斯是这一代的英雄。阿尔瓦认为克里斯是一个烂人，据我所知，不止她一个人这么讲过。

* 有的人说：“班德，你问的太多了。”我得给他们一些时间，尽管已经过去了这么多年。
]],
}

registerLoreTranslation{
	id = "keepsake-acorn",
	name = "铁质橡果",
	lore = [[在小径的一侧，你发现了某样东西。那是一个小巧的铁制橡果。你盯着它看了一会儿，捡了起来。
这个小东西应该属于班德的妈妈，而在那之前，属于班德的爸爸。你记得她当时几乎是走到哪带到哪。
那个时候，班德只是一个孩子。不知道他后来怎样了？想必不会有什么好结局。多亏了贝里斯、克里斯和你。
你继续在手中转动这颗橡果，挤压它直到冰冷的金属刺入你的手掌。
不管怎样，这给你了些许安慰。因为不忍将其丢弃，你将它塞到了背包里。
]],
}

registerLoreTranslation{
	id = "keepsake-caravan",
	name = "商队营地",
	lore = [[这条小径一直引导向一片空地，有一大群人坐在那里聊天。
那是你曾经工作过的商队。很长一段时间，你已经记不清他们了，但是现在他们却出现在了你的梦境中。

你突然感到你是如此的憎恨他们。是因为诅咒点燃了仇恨之火吗？
他们曾经想杀死你，但最终却选择抛弃你，让你自生自灭。他们可能察觉到了你的变化。
不过，现在他们可以感受杀死你的。他们各自手持着一把武器，挡住了你的去路……
]],
}

registerLoreTranslation{
	id = "keepsake-dreams-end",
	name = "噩梦初醒",
	lore = [[你在宁静的草原醒来，感到浑身轻松。梦境似乎将你一直背负着的仇恨给释放了出来。
当你重新躺下时，你感到手中有什么东西可以转动。那居然是——梦境中的铁制橡果。
你摊开手掌，发现橡果上沾上了不知谁的鲜血。你将橡果握的更紧，直到能感受到金属刺破皮肤的痛楚。

你内心深处的仇恨再次被点燃。如果这仇恨之火需要发泄的话，那么有一个人无疑是最佳的发泄对象。
他居住在某个避难所——一个可以储藏他的“宝藏”的洞穴。也许你能在那找到他。

当你环顾四周时，你总算想起了此地为何处，想起了把你吸引过来的东西。
克里斯曾经带你到这来过一次。在草原的北方，有个秘密的小径通向他的洞穴。
]],
}

registerLoreTranslation{
	id = "keepsake-cave-marker",
	name = "岩石标记",
	lore = [[#{italic}#你在一块石头上找到了指向隐秘洞穴的标记……#{normal}#
#{bold}#禁止进入#{normal}#

这个洞穴里封印着可怕的怪物。他不可以被放出。打破封印者，后果自负。

* 贝里斯之佑
]],
}

registerLoreTranslation{
	id = "keepsake-cave-entrance",
	name = "被封印的洞穴",
	lore = [[这个洞穴的入口被封印了。在入口的石头上刻着许多奇特的符文和记号。
你认为这个洞穴应该被某种自然力量所保护着。

看起来，这层封印只是为了把某些人封在洞里。你认为从外面破门而入并非难事。
]],
}

registerLoreTranslation{
	id = "keepsake-cave-description",
	name = "洞穴之战",
	lore = [[你走进这个洞穴，黑暗使你的眼睛需要一定的时间来适应。
你能发现，似乎很久以前此地曾发生过一场激烈的战斗。地上躺着两个穿着手工制护甲的骷髅，它们的手里仍握着简单却被精心打磨过的武器。
尸体虽然没老到完全腐烂，但也可以看得出被腐蚀的相当厉害。此外，还有一些大型犬科动物横七竖八的躺在旁边。
突然间，你听到角落里似乎有什么动静。是一只存活的狼狗？它又脏又瘦，迈着诡异的步伐。
你注意到了一些阴影，在向那条狗靠近。这只狼侧了侧头，似乎在倾听着什么。
突然，这些阴影伴随着这只狼狗向你迎面扑来……
]],
}

registerLoreTranslation{
	id = "keepsake-kyless-journal-1",
	name = "克里斯的日记：第一页",
	lore = [[#{italic}#你感觉这应该是克里斯日记中的一页。#{normal}#

我终于成功了。我可不认为能继续在那个农场再呆一年。
爸爸一点志气都没有。每次我和他去卖我们的庄稼时，总是商贩开价什么他就答应什么。
所以当商队过来招人时，我又怎能不去？我相信，我会很快回来孝敬爹娘的。
迄今为止，商队的工作都很无聊。但是我一直注意着那些商贩。
他们让我跟随队伍一起去城里。我学到了很多，相信我很快就能成为他们中的一员。
商队也雇佣了另外两名搬运工。虽然他们不会说，但是我感觉之前的搬运工是在某场袭击中丧命。
我必须学会保护自己，或者请其他人帮忙保护我。不过，这所有的一切，总比当一名农民要来得强。
]],
}

registerLoreTranslation{
	id = "keepsake-kyless-journal-2",
	name = "克里斯的日记：第二页",
	lore = [[#{italic}#你感觉这应该是克里斯日记中的一页。#{normal}#

贝里斯在森林中发现了什么——一个死人和一些死掉的巨魔。

一开始我们认为他们是同归于尽，但是实际上他们的身上看不出任何外伤。另一方面，我们可以从死者惊恐的表情上看出，一定是因为什么可怕的事物。
贝里斯只是想离开。他不喜欢这种诡异的气氛。但是我可不想错过这样的机遇。
他们身上有一些钱和其他东西，我们瓜分了它们。那人身上还有一本书，我拿走了它。
我阅读了那本书。那看起来似乎是某种魔法，但是却不像任何传说中所述的魔法体系。
这更像是某种语言。通过它，你可以召唤出脑海里所想的东西。我正在努力研究。
我似乎能听到什么在我脑袋里窃窃私语。并且我发现，我也可以给它们回悄悄话。
我能够使用念力控物，控制其他人。但是还有更多，有未知的东西在那，我必须了解它们。
一旦我掌握了它，我就能靠它来帮我在商队中获得晋升。当搬运工实在是太无趣了。
]],
}

registerLoreTranslation{
	id = "keepsake-kyless-journal-3",
	name = "克里斯的日记：第三页",
	lore = [[#{italic}#你感觉这应该是克里斯日记中的一页。#{normal}#

在过去一年内我进步神速。现在那些商人都愿意听从我了。他们认为我真的有商业天赋。
那些灵魂脆弱的农民真的太容易控制了。事实上他们就是把钱白送给我。
但是真正的钱财来源却是那些强盗们。上次那2个偷袭我的人已经得到了他们应有的惩罚。同样的，他们的营地也被我搜刮一空。
在我攻击他们后，他们脸上惊恐的表情着实有趣。令我欣喜若狂的是，他们所掠夺的财富远远超过了车队一年的盈利！
我叫了些帮手帮我把战利品抬到附近的洞穴里。再来一些像这样的强盗，我就可以成为百万富翁啦！
在那之前，我还会和商队呆在一起。眼下只有1个问题，那就是贾克。他并不信任我。
我猜是因为我最近的所作所为动摇了他的地位。嘛，我到底要不要除掉他呢……
]],
}

registerLoreTranslation{
	id = "keepsake-kyless-journal-4",
	name = "克里斯的日记：第四页",
	lore = [[#{italic}#你感觉这应该是克里斯日记中的一页。#{normal}#

贝里斯！他肯定尾随着进入过我的藏宝洞。他怎么知道我就是幕后黑手？
现在他背叛了我。可我们曾经是好朋友！但似乎这些年他也交了不少新朋友啊。
我本打算撤退至洞穴里。在黑暗处，我可以像往常一样干掉他们。
但是他们并没有跟进来。他一定知道我的强大之处。
入口已经被封印了起来。我似乎无法打破它。所有尝试过的努力都只是徒劳。
就好像，这个封印是活的一样，我的每次攻击都会加强这层封印。贝里斯对此一定精心策划了很久。
尽管如此，我仍相信自己能打破他的牢笼。我需要一点时间来积攒力量。
]],
}

registerLoreTranslation{
	id = "keepsake-vault-entrance",
	name = "藏宝室",
	lore = [[你发现自己正站在一个小房间的入口。
这里，曾经是克里斯用来储存他在冒险中掠夺来的宝藏之处。
你曾经帮他抬过这些东西。他也给了你不少好处。
当时觉得，这些卑鄙强盗的赃物真是一大笔财富。现在看来，这想法是多么可笑啊。
你当时就不应该帮他，整个情形从那时起急转直下。
你知道他的贪婪和野心，但是却不知道他有多么冷血。
你也从未想过，有人能在得了这么一大笔宝藏后，还继续追随商队。但世事无常，你又怎能预料到？
很长一段时间你在试图忘记那天发生的事情。你也曾试图忘记他对那些人的所作所为。
他的所作所为也让你生不如死。也许早在帮助他的那天开始，你就已经被诅咒了。
]],
}

registerLoreTranslation{
	id = "keepsake-kyless-encounter",
	name = "克里斯",
	lore = [[在黑暗的角落中，坐着一位面朝你的人。一开始，你无法确认克里斯是否认出了你。
他的脸上满是饥饿和疯狂。但是很快，这张脸变成了你所熟知的克里斯的模样。
他一动不动，叫出了你的名字。慢慢地，你发觉这个空间里的空气发生了几不可察地变化。
你感到身周的空间中弥漫着一股压力，连地上的灰尘，也被这股压力所造成的阵风吹拂的到处分散。
你感到整个空间似乎都压向了你。克里斯嘴角扬起一抹微笑，向你发起了攻击……
]],
}

registerLoreTranslation{
	id = "keepsake-berethh-death-good",
	name = "往昔信物",
	lore = [[贝里斯扑街了。克里斯也被杀死了。商队分崩离析了。你过去的一切都不复存在。
你曾以为能在这里找到想要的答案，但是却只找到了一个真相——你被诅咒了。
当你试图将这些想法从头脑里赶出时，你发现自己又掏出了那个铁质橡果放在手中。
冰冷的金属坚定了你的信念。不管诅咒是否会了断你的生命，你都要继续前行。
当金属划破你的皮肤时，你方注意到前方黑暗里的声音。
那是狗吠声。紧跟着传来的，是人的声音。他们肯定是贝里斯的同伴，可惜来得太迟了。
你缓缓地站起来，看来又要大开杀戒了……
]],
}

registerLoreTranslation{
	id = "keepsake-berethh-death-evil",
	name = "往昔信物",
	lore = [[贝里斯扑街了。克里斯也被杀死了。商队分崩离析了。你过去的一切都不复存在。
你曾以为能在这里找到想要的答案，但是却只找到了一个真相——你被诅咒了。
当你试图将这些想法从头脑里赶出时，你发现自己又掏出了那个铁质橡果放在手中。
冰冷的橡果将你心中的怒火彻底点燃。尽管诅咒可能会随时了断你的生命，但仍然有许多该死的人等着你去宣泄怒火。他们会尝到这怒火的滋味。
当金属划破你的皮肤时，你方注意到前方黑暗里的声音。
那是狗吠声。紧跟着传来的，是人的声音。他们肯定是贝里斯的同伴，可惜来得太迟了。
你缓缓地站起来，看来又要大开杀戒了……
]],
}
