--------------------------------------------------------------------------
-- Ruins of Kor'Pul
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "kor-pul-note-1",
	name = "卡·普尔游记",
	lore = [[该死的伊莫克斯！操他这疯狂的该死实验！！天知道我为何要答应和他们搀和在一起？！

好吧，因为我很穷。呸……

要是我早知道传送过后会一丝不挂，我一定会重新考虑他们的提议！想象一下我尴尬的出现在一片陌生的土地上，全身赤裸一丝不挂，该死的我的内衣就这么消失了？谢天谢地……我总算是从一名和蔼的农民伯伯那借来了一件法袍， 他还雇我帮他干了些庄稼活。我用干活得来的钱买了些食物，弄了本日记还凑合搞了把破剑。当我听说这周围有些遗迹充斥着不死族时，我终于幡然醒悟，原来这都是命运的呼唤啊！ 于是我来了，伟大的太阳骑士泰尔沙，将在这陌生的西方大陆正面我的实力！

但我在那只找到了老鼠，我讨厌老鼠……]],
}

registerLoreTranslation{
	id = "kor-pul-note-2",
	name = "卡·普尔游记",
	lore = [[啊哈，我总算找到了占据这邪恶地牢的可憎不死族！谢天谢地这些纯骷髅都不是我的对手！当然也许……可能是因为它们缺胳膊短手……

我在这找到了一面老旧的盾牌，它虽然凹凸不平，不过将就用吧。这里有些老鼠特别大，给它们一个强力的盾击能在我用剑切开它们脖子前阻止它们带毒的撕咬。
我还发现了一些宝石——看来我要在这多转转。必须申明的是，这肯定不是出于任何贪念，只是因为我崇高的任务需要我收集更多的资源来打倒这片土地上最强大的恶魔，然后荣归故里！

我最喜欢钻石了，一闪一闪亮晶晶～]],
}

registerLoreTranslation{
	id = "kor-pul-note-3",
	name = "卡·普尔游记",
	lore = [[这真是个绝命的魔穴！我发现了一大堆的骷髅，不幸的是它们大多都生就一整副好身板。即便如此，我神圣的任务也绝不能终止！顺带一提，我从一只怪物那得来一把极好的剑，得了这把好剑，剩下的只是平砍！

骷髅法师们真是婊子养的禽兽，但我已经发现了一种新式武器对付他们——一块相位门符文！只要我一被这些穿袍子的可怜人发现，我就启动符文，远离那里！

这可不是逃跑，这只是战术性调整站位……
]],
}

registerLoreTranslation{
	id = "kor-pul-note-4",
	name = "卡·普尔游记",
	lore = [[卡·普尔，卡·普尔……当农民伯伯告诉我这个地方的名字时我好像想起啥事了，嗯……我现在快能想起来了。妈妈曾对我讲述过一个祖先的故事，是关于他们如何乘船逃离一名称霸大陆的邪恶巫师之手。 这名卑鄙的巫师利用了法术大爆炸和大灾变的毁灭性影响，召唤了庞大的不死军团。人们无数次的与他斗争，但即使他被打败了，数百年后也必将卷土重来。这术士的名字好像是……卡·普尔。

——大概是个巧合吧。]],
}

registerLoreTranslation{
	id = "kor-pul-note-5",
	name = "卡·普尔游记",
	lore = [[这里真安静。一片黑暗……好黑啊。应该买个灯笼带来的。太阳骑士的座右铭是给黑暗之地带来光明，我真是该从现实的角度好好理解它的意思。 差不多这片地区所有地方都已经被清理干净了，看来已经没有值得探索的了——除了这最后的房间以外。

冒险的路途可真是充满孤独。我想带着这本日记确实让我好受了许多。我好想家，我好想……好想……法丽雅。也许我早就该对她倾诉自己心中的感受……但我想现在就放弃这次冒险还为时过早吧。哈，我是多么的勇敢……

我绝不会终止这神圣的工作。我无所畏惧，孤身一人进入这未知大陆的可怕黑暗迷宫中，周围除了我靴子与地板互相摩擦的声音真是安静的可怕，嗯，除了——]],
}