-------------------------------------------------------------------------
-- Last Hope
--------------------------------------------------------------------------
registerLoreTranslation{
	id = "last-hope-foundation-note-1",
	name = "勇气之王图库纳的笔记",
	lore = [[#{italic}#派尔纪710年，薄暮月68日#{normal}#
兽人部落已经追踪到了我们。我们已经撤到一些马卓普遗迹里并修建起了军事工事。虽然我帐下已聚集了2000士兵，有些家伙是我生平罕见的勇者，但我们还是处于数量上的绝对劣势。我也没办法算清到底有多少兽人，最起码也有上万只吧。 他们按兵不动——看上去像是在等待增援的样子，真要命……

我已派出信使向王国方面请求增援。剩下的只能祈求上天让援军及时赶到了。]],
}

registerLoreTranslation{
	id = "last-hope-foundation-note-2",
	name = "勇气之王图库纳的笔记",
	lore = [[#{italic}#派尔纪710年，朦胧月25日#{normal}#
昨晚出现了五个逃兵。今天我在众人面前对他们处以了鞭刑，并警告剩下的人：若再有临阵叛逃者，将处以绞刑。虽然我也不喜欢这样，但非常时期需用非常手段。

虽然军中粮草还能坚持，但这样下去诚也难以为济了。我已经收到消息说他们最快也要在50天后才能聚集起一一支能来增援的部队。哎，粮食够不够吃已经不重要了，因为兽人对我们要塞群的攻势已经开始。谢天谢地之前我们获得了休整并改造此地建筑物的机会。基于这里本来就有的基础建筑物，我们很容易就修筑起了一片强大的工事。我的历史学家说这片区域以前是马卓普的首都，因大规模流行的猩红热而被遗弃。那些曾热爱这里的人们将此地命名为“最后的希望”。 尽管我对浪漫主义不屑一顾，现在的我却真正感到这个名字取的好。面前的石墙支撑了我的希望——冥冥中我觉得这次能依靠它们挺过去。

兽人又开始攻击了。这次似乎有法师的加入。哎，漫长的夜晚……]],
}

registerLoreTranslation{
	id = "last-hope-foundation-note-3",
	name = "勇气之王图库纳的笔记",
	lore = [[#{italic}#派尔纪710年，朦胧月47日#{normal}#
粮草不足，士气低落。刺骨的北风让我们的处境雪上加霜。要塞虽然还能勉强守住，但每晚我们的人员都会出现不少伤亡。我们抵抗的瓦解看来也只是时间问题了。

我又听见他们吵嚷这该死的战歌了。这群该死的猪猡！我们没有任何睡眠和休息的机会，他们整日整夜震耳欲聋的叫骂、嘲讽、战歌、挑衅弄的人心神不宁！过度的疲劳和吵杂的噪音搅得我意识都模糊了！ 但我必须坚强……必须在我的人面前摆出一张无畏的面容。他们可都指望我了，尽管方方面面的沉重负担感觉快要将我压垮了，但我赌上身为一名国王的尊严必须担负起这一切。

夜幕又将落下。谁又会在今夜死去？我真的非常害怕……但我绝不能表现出来……]],
}

registerLoreTranslation{
	id = "last-hope-foundation-note-4",
	name = "勇气之王图库纳的笔记",
	lore = [[#{italic}#派尔纪710年，朦胧月51日#{normal}#
啊，快乐的日子！欢乐的制裁！在关键时刻我们得救了，我从来没这么兴奋过！

昨天的黄昏时分，兽人军队准备发动一次大规模的进攻。我的部下也都准备好了，我已经下定决心，我们每死一个都要让对方付出三倍的代价。但是当太阳在西边缓缓落下时，我突然看到一蓬金色的雨点砸向兽人部队，他们顷刻间阵脚大乱。另一波雨点又砸了下来，我终于发现，它们并不是什么金子，而是钢质的箭头反射出的落日余辉。“是半身人！”我的侦查员叫道，紧接着我看见了一大批半身人军队出现在兽人部队的侧翼。

于是，兽人部队顾不上我们了，它们必须面对新的敌人。但是他们居然傻到忽视了一头被关在笼子里、伺机报复的狮子！我让我的部队立刻加入战斗，从后面包抄敌人，将他们的阵型打乱。当半身人军队到达时，整个局面就变成了一边倒的屠杀，我们一直追击至南湖。在湖岸边我们杀死了最后一个敌人，他们的鲜血将整个湖水染成了可怕的黑色。

我们获得了完胜，我立刻会见了半身人领袖——美丽的米雯尼雅公主！看着她在落日余晖中通红的脸颊，没有任何语言能诠释我的快乐。我几乎觉得……不，我不应该想这些事情。]],
}

registerLoreTranslation{
	id = "last-hope-foundation-note-5",
	name = "勇气之王图库纳的笔记",
	lore = [[#{italic}#派尔纪710年，厄流月2日#{normal}#
我们巩固了最后的希望的防御工事，从各个国家收编了更多的军队。海边的要塞提供了一个绝佳的打击兽人的战术地理位置。我希望能够继续扩大我们的优势。我正在和其他领导人起草一个盟约，只有大家团结合作，才能够消灭这所有王国的威胁。

米雯尼雅在计划中起到了关键性的作用。她是一个战术天才，我完全被她的博学多才震惊了。然而有个奇怪的女人始终陪伴她左右，那个女人有着长长的头发、穿着丝质长袍——她的名字叫莱娜尼尔。我的一个部下发誓说他看到这个女人踏着一团火焰切入了战场，将她周围所有的兽人化为灰烬。大魔导师在我们中间令大家很不安，但是米雯尼雅说我们应该信任她。既然米雯尼雅这么说，我也必须相信她。

她是一只了不起的力量，米雯尼雅，在各个军队中都备受欢迎。我觉得我的铁腕政策因她的出现而被抹平了。我作为一名将领太久太久，这冰冷的孤独感……

啊，我的心跳个不停。我必须告诉米雯尼雅，告诉她我的感受……我只希望她能懂得我的爱意。]],
}

registerLoreTranslation{
	id = "last-hope-foundation-note-6",
	name = "勇气之王图库纳的笔记",
	lore = [[#{italic}#派尔纪713年，辉耀月6日#{normal}#
为什么只有在黑暗时期我才会翻开日记？今天是过去2年里最黑暗的一天，但是它本可以更加黑暗。

米雯尼雅的车队遭到了兽人盗贼小队的袭击。虽然敌人被击退了，但她也在战斗中受了重伤，而且她提前分娩了。她在死亡大厅里躺了数个小时。谢天谢地她的人民有着高超的医疗手段，她和孩子都活了下来。

孩子……我们的孩子。我的儿子！米雯尼雅仍在恢复中，但是这孩子看起来却比任何新生儿都更加强壮。但是我依旧忧心忡忡……我多么希望他能出生在一个更加完美的世界。我是多么担心我的妻儿在这乱世中所承受的苦难。我希望给他们带来新的世界，没有如此苦难和威胁——差点要了我深爱的女人性命的威胁。我要给我的儿子在和平中成长的机会。

自从我们击退兽人并清除残余的小股兽人部落后已经过去了很长一段时间。最后的希望已经成为了西部军队的枢纽。现在，是时候让我们向前推进并铲除这块大陆的每个兽人部落了。直到那肮脏的兽人们在马基·埃亚尔消失，直到每个可恶的兽人化为灰烬，直到每个畜生般的兽人被消灭，我才会休息。我将结束派尔纪并开启新的纪元——卓越纪！我郑重发誓。]],
}

registerLoreTranslation{
	id = "last-hope-tolak-statue",
	name = "公正之王托拉克万岁！",
	lore = [[愿双倍的祝福赐予他——人类皇帝图库纳与半身人皇后米雯尼雅的结晶！赞美他的荣耀！
官方宣称不得在半身人和人类之间有任何的种族歧视。不得有特殊服务，或者特殊价格，任何歧视性的商业或者招聘都被严格禁止。禁止称呼半身人为大毛脚、矮子或者侏儒，也禁止称呼人类为瘦长腿、大头怪或傻大个。
若有违抗，则处以鞭刑。歧视和偏见不可容忍！]],
}

registerLoreTranslation{
	id = "last-hope-toknor-statue",
	name = "勇气之王图库纳万岁！",
	lore = [[生于派尔纪682年，厄流月23日
死于卓越纪108年，夏至月2日

万王之王，最后的希望创始人，兽人清剿者，卓越纪的缔造者。他终生为和平而战，并获得了胜利。
图库纳的遗言：“我奋斗未来，一个和平繁荣的未来，一个自由平等的未来。我是多么高兴现在就看到了未来……啊，它比任何刀剑都要明亮，比任何装甲都要坚固，比任何战争都要持久。虽然我的肉体依旧是战士，但我的心却早已归于宁静。”]],
}

registerLoreTranslation{
	id = "last-hope-mirvenia-statue",
	name = "尊敬的米雯尼雅女王万岁！",
	lore = [[生于派尔纪688年，辉耀月5日
死于卓越纪113年，夏至月2日

最后的希望战役的救世主，团结的缔造者，人民心中的女神。她用奇迹般的手段使我们转悲为喜，让绝望变成希望，引领我们走向胜利。
米雯尼雅的遗言：“没有什么能比最后希望的日落更能打动我，沐浴在我们带来的欢乐和美丽阳光中是如此的美好。在这一刻我仍能感到他在我身边，并且我知道我这辈子值了。今天是一个好日子……今天我想我该走了。”]],
}

registerLoreTranslation{
	id = "southspar-note-1",
	name = "亡灵国王，第一章",
	lore = [[#{italic}#对南晶岛不同寻常统治者的研究报告#{normal}#

你可能从未听说过南晶岛。

为什么你从未听说过呢？因为这是一个穷乡僻壤的岛国，在厄流纪和黄昏纪时，它座落于塔·埃亚尔的海岸边。人人都说，南晶岛是一个适宜居住的地方：温和的气候，与内陆王国良好的贸易关系，最幸运的是，整个王国座落的这个岛屿拥有丰富的蓝锆石矿脉。

尽管拥有这样的好运，南晶岛仍注定平庸一生。为什么？一切都要归咎于它的统治者。据说，那是一个人模狗样、七老八十、糊涂昏庸的国王，他的名字早已被时间掩盖，他腐朽的统治几乎葬送了整个南晶岛。钢铁王座的矮人们，自从听说这岛屿下埋藏了很多蓝锆石矿，便利用这个国王去开采并将蓝锆石以一个极低的价格卖给他们。同时，尽管南晶岛只有微不足道的军事力量，老国王依然看到他觉得合适的机会就把军队送出去，帮助人类王国抵抗半身人，在此之前，半身人们还从未听说过南晶岛的存在。他们装备落后的部队不但在半身人强大的军事力量下土崩瓦解，而且还成功吸引了半身人们对偏僻岛屿的注意。几乎是第二天，袭击便开始了。

从现存的记录来看，国王一直被国家表面的繁荣所迷惑，他一直坚信着自己的每一步都是正确的。在半身人开始袭击后不久，他便去世了。不管这是自杀、暗杀或者老死，都成了一个谜。老国王从未结婚，没有子女，他的家族剩下的只有他的远方表亲——一位叫德瑞克的少年人。

所以德瑞克继承了王位，南晶岛也由此进入了黄金时代。

#{bold}#1、德瑞克和半身人部落。#{normal}#

对于新加冕的德瑞克，最大也最明显的威胁来自于半身人日益频繁和规模庞大的袭击。为此，他命令整个南晶岛的部队重组，将他们从一群乌合之众转变为极富破坏性的战争机器。德瑞克知道，他的部队唯一的优势就在于他们比半身人更熟悉这座岛屿的地形。并且，他命令部队隐秘行动，携带精致小巧、能撕裂护甲的蓝锆石匕首而不是刀剑，他们只进攻进入他们埋伏圈的小股敌人。南晶岛建立的“游击队”是成功的。虽然半身人们在数量上有着极大的优势，但是德瑞克游击队的频繁骚扰使他们士气低落，最终他们气急败坏的宣布——南晶岛“一钱不值”，半身人部队撤退了。

南晶岛欢庆胜利和它新建的游击力量。但是对德瑞克来说，庆祝只是透支罢了。他所用来装备游击队装备的蓝锆石本应进入矮人们的口袋，矮人为此已经很不高兴了。德瑞克正在准备一个计划——那时，可能矮人们会更加的生气吧。

#{bold}#2、德瑞克和蓝锆石战略。#{normal}#

在世人眼里，矮人们一直保持着神秘的面纱。直到现在，也只有极少一部分人知道他们的“钢铁议会”所在，即使在南晶岛，仍有很多人认为矮人只存在于传说中。坐拥最大的蓝锆石矿脉可以打开这扇隐秘的大门，不过……德瑞克向钢铁议会以及它的矮人们提出了一份作客申请作为诚挚的道歉，若接受则矮人们可以用同样的金钱买到更多的蓝锆石。

但实际上，矮人们发现理想和现实有很大的差距。昏庸的老国王去世了，他们面对的是年轻有为的新国王——这位年轻人甚至要求矮人们提高20倍原来价钱来购买1单位南晶岛的蓝锆石。

据说，矮人们都在嘲笑这不合实际的要求，当这一要求被提出时，笑声差点掀翻了整个大厅。除去南晶岛最近对半身人的军事行动，钢铁王座的矮人们认为要拿下这个岛屿的矿脉简直是小菜一碟。在德瑞克心里，他知道他们可以完成这华丽的逆转，当他把脖子上的小袋子带到议会时，这一切都将终结。

德瑞克高举着这只龙皮口袋并打开了它，里面的物品掉落了一地：磨成粉并掺杂了杂质和其他金属的蓝锆石——这种蓝锆石无法使用且价值极低。议会的矮人们震惊于这种恐怖的浪费，某个矮人（如果传闻是真的）甚至晕了过去。德瑞克继续说，如果不满足他的要求，整个南晶岛蕴藏的蓝锆石矿都会变成这样。

当德瑞克离开钢铁议会时，矮人们以30倍的价钱签订了协议。
]],
}

registerLoreTranslation{
	id = "southspar-note-2",
	name = "亡灵国王，第二章",
	lore = [[#{bold}#3、德瑞克和孔克雷夫法师。#{normal}#

当它的国界再也没有受到攻击，它的金库逐渐堆满了矮人的金币时，许多人认为南晶岛已经无法更进一步了。但是对于德瑞克来说，不管怎样他还有最后一项任务——那就是孔克雷夫。

一直以来，南晶岛都存在着一批定居于此的孔克雷夫法师。偏远的位置和昏庸的国王使他们能够毫无顾忌的实验和练习禁术。由于法师们基本不问世事，只有少部分人知道新国王的上任，并且他们丝毫不以为意。直到德瑞克的禁卫军踹开了他们实验室的大门，国王的亲自到来终于引起了他们足够的重视。德瑞克给他们下达了最后通牒：

“这里是南晶国，我的国家，所以在她界内的所有事都必须在我的掌控之中。包括她的人民，她的土地，她的资源以及她的魔法。我允许你们在此但必须满足我一个条件：成为我的宫廷法师，遵守我的命令，并使用你们的魔法来改善王国。当没有任务时，你可以随心所欲的做你们自己的事，但是你必须向我表示最高的忠诚。你们接受吗？”


孔克雷夫法师们的回应？大笑。但是这笑声并不是矮人们那样嘲笑的声音，而是一种质疑的笑声。据说，法师们是这样回答的：

“德瑞克国王！你没必要给予我们如此严肃的最后通牒！一个简单的命令足矣。确实，在过去的时间里我们一直隐居于此过着简单的生活，但是不可否认的是南晶岛正在崛起。王国的荣耀将被延续，我们愿意成为他的一员。我们接受。”

不再受到半身人的骚扰，不再有矮人们的不公平贸易，现在王国又加入了孔克雷夫这一新鲜的血液。大家猜想，还有什么奇迹会继续发生呢？

几乎是孔克雷夫法师们加入宫廷的几周后，德瑞克便生病去世了。

#{bold}#4、德瑞克和空虚王座#{normal}#

德瑞克去世了，留给南晶岛人民无尽的悲痛和恐惧。他们的王，在过去的一段时间里，使他们的国家成为马基·埃亚尔发展最迅速的国家，没有之一。王座一直空虚着，没有任何人竞争新的王位。因为南晶岛人民的全体意志，那就是德瑞克的王座，任何人都无权拥有。

这类故事发展到此，一般王国会缓慢起步，从国王的去世中恢复过来，重现当年的繁荣昌盛。但南晶岛并非如此。德瑞克的去世给南晶岛留下了一个无法治愈的创伤，很显然，有一些事情必须要做。德瑞克的一个心腹，他的大臣，为了一个“使命”神秘的消失了，他希望在他回来之前，王国不会垮掉。几个月后，他真的回来了，他的第一个命令便是召集孔克雷夫的法师们。他的手里捧着一本由毛皮制成的古书，上面刻有血色的符文。它的标题很醒目：亡灵学。大臣对法师们只有一个要求：

“带他回来。”

#{bold}#5、德瑞克和帝国的陨落#{normal}#

现在，不幸的是，南晶岛走向了灭亡，并且德瑞克的好运也消失了。有人说，德瑞克的复活是一个伟大的奇迹，当骷髅德瑞克重回王座时，他深邃的目光和他生前毫无二致，南晶岛这颗希望之星将会继续在天际闪耀。其他人认为，将他从坟墓中带回来时疯狂的举动，孔克雷夫法师们施加在他身上的力量会给南晶岛带来腥风血雨。唯一的事实是他的民众给了他死亡的代号：亡灵德瑞克国王，亡灵国王或者干脆亡灵德瑞克。

我给你留下了南晶岛最后的一部分历史，一张部分缺损的羊皮纸，据称写于南晶岛被海啸摧毁的那一刻，被塔·埃亚尔的波涛所吞噬。

“时机成熟了……书在船上……找到。结合……成功的。现在，面向大海，对于……额，恐惧降……高贵的国王。在我新的……堕落……如你所愿！”]],
}

registerLoreTranslation{
	id = "last-hope-allied-kingdoms-foundation",
	name = "联合王国公告",
lore = [[为了联合王国的可持续发展，图库纳国王和米雯尼雅皇后特此声明。任何违抗或破坏法律者将受到严惩和制裁，严重者将处以死刑。

在派尔纪714年厄流旬1日，以及从今以后将为众人所知的卓越纪1年，所有的人类和半身人王国都将统一在联合王国的旗帜之下。这包括了每一个村庄，每一个城镇，每一个农场以及每一块土地超过50%马基·埃亚尔人口的人类或半身人。

联合王国将由图库纳国王和米雯尼雅皇后共同治理，愿他们长命百岁。他们的皇宫和王座将建设于最后的希望，并且那里也会变成政治和文化中心。联合王国的所有子民都可以进行自由贸易，贸易税收将被储存于国库之中。联合王国的每片土地都要展开定期巡逻，以保证一方安定。这条法规适用于每一个人。

此次联合将使我们的国家更加强大和统一。长久以来我们经历了太多的苦难和折磨。长久以来我们一直处于分裂状态，军阀混战割裂了我们的土地。但是现在我们摆脱了过去的阴影，用一个强大的法规和一个牢不可破的联姻，我们将迈向和平繁荣的未来。让我们一起战胜黑暗，开启光明的新纪元，我们将无所畏惧。

那些反对的人，你们将在恐惧中颤抖，因为
新的黎明即将到来，任何人都无法阻止。我们将不惜一切代价保护它。任何的背叛都是不可容忍的，任何不稳定因素都将被摧毁。所有人都要遵守图库纳国王和米雯尼雅皇后共同制定的法律或面对新纪元公正的审判。

图库纳国王和米雯尼雅皇后万岁！联合王国万岁！卓越纪万岁！]],
}

registerLoreTranslation{
	id = "oceans-of-yeal",
	name = "埃亚尔之海",
	lore = [[埃亚尔的海洋是不可逾越的屏障。不管多么精湛的技艺，不论怎样禁忌的魔法，仍然有着不可逾越的自然屏障。长距离的远航是毫无用处的苦行，最近一次要追溯到一千年前，远航者跨过东方的地平线，就此消失不见。

尽管如此，我们知晓夏图尔堡垒曾经绕行这个星球，记录了早期其他大陆的情形，一并记录的还有穿越这个埃亚尔的航海之路。每当想起在我们风暴横行的海岸对面居然躺着未经探索的陆地时，我的心久久无法平静。

然而，自从魔法大爆炸以来，这些古老的航道就再也无法穿越。洋流改道，风暴增加，危险的海生生物阻断了我们探索马基埃亚尔世界的步伐。

但是，我对知识的渴望仍未平息。不久前我对一名老海员——一个有着坚硬胡须和丑陋疤痕，身边围绕着啤酒恶臭的半身人谈过话，从他那散发臭气牙齿掉光的嘴里，我不得不说，我获得了许多珍贵的资料，接下来，我会尽我所能来复述：

"啊，乃问出哈？出不了多哈。北面走去，装傻那个冰流，好几里宽，一卡进，床接到后头克了。往西走，一片都是雷暴，大分那个大啊，不敢卡进，一卡进床就木有了。再说东边...哦，你也晓得，东边有那噶海龙，水流变化大多，风暴更大，比饿梦海可怕。南边最好，平静啊，都能钓鱼掉下，我们那是走了好一阵呢。不过，可惜啊，走远之后，饿，就走不了了，也不晓得是磨坊还是啥呢么。床一下就装上了，空气里就像有堵墙，要是冲的吉拉，连床都给你装散了！远方还有黑云在那飘着，好啦，我救济的这么哆啦"

这是一次收获颇丰的对话，同时内容也是能让我相信的，除开某些显然是神话传说的部分。南方一度有过埃亚尔的大量，据说是充满野性能量的荒原。究竟是怎样的命运让它从我们的视野内消失还很难说，不过，我的好奇心已经被彻底激起，我将努力租船来调查南方的屏障。或许不少低等的船员会选择逃避这项使命，但我确定，像我这样有着领导力和影响力的高等人类会说服他们，让他们更有勇气。

- 埃斯蒂 阿斯米

#{italic}#尾注：在这份报告印刷不久，阿斯米被发现死在最后的希望周围的某个小港口，身上值钱的东西都不见了。#{normal}#]],
}

--------------------------------------------------------------------------
-- Last Hope Graveyard
--------------------------------------------------------------------------
registerLoreTranslation{
	id = "celia-letter",
	name = "皱巴巴的信",
	lore = [[哦，塞西尔，你是怎么看待我的呢？不过我始终记得，在狂热病带走你之前你对我说过的话——你告诉我要活下去。我必须活下去……尽管我已经感染上了狂热病并且我感到时日无多。

我必须坦白一件事，亲爱的。我为你的疾病所炼制的药水，那些延长你在我怀里时间的药水，它们并不是出自正常的炼金术。在绝望中，我只能转向黑暗炼金术来拯救你。尽管它们延长了一点你的呼吸时间，但却没有把你留给我。

我是多么的想念你……每当夜晚病魔快要撕裂我时，我都能忍受过去，因为我始终坚信着，你一直在我身边。但是孤身一人的我并没有那么坚强，黑暗始终徘徊在我身边。我的困扰依旧。

如果你看到我所做的事情，你肯定会不赞成。你会感到恶心！每当想到如果你看见现在的我时，我都充满了畏惧。但是请理解我，亲爱的，请原谅我。因为我必须活下去！虽然每个早晨我都更加虚弱，但是我的意志却更加坚定。并且这也不仅仅是为了我自己……

在这个黑暗的时期我有个好消息要告诉你，亲爱的。我怀孕了。虽然你已经去世了，但你的血脉仍在我体内流淌，虽然是一个整体但是我仍然能感觉到我们的生命结晶在我的子宫里绽放。正因为此，我必须继续实验，尽管它们是如此可怕。为了我们的孩子，我必须靠着坚强的意志努力的生存下去。

在这寒冷的地穴中我又冷又孤单，我一直思念着和你一起度过的温暖时光。憎恶们位于墙的另一边，它们疯狂的尖叫声折磨着我的耳朵，提醒我所做的黑暗。但是每当此刻我都能感受到一次温柔的脚踢，我的信念也会更加坚定，为了我的实验我必须回去。

我必须活下去。为了你，亲爱的。我将活下去。]],
}


local i = 0
i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这里埋葬着杰克·伯林和克拉丽丝的儿子
#{normal}#112 - 118#{italic}#
安息吧，我们的儿子
这世界对你来说太黑暗了
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这里躺着阿兰达和帕瑞尔
#{normal}#92 - 115, 94 - 115#{italic}#
因罪孽而生 
因罪孽而死
深埋此处共同腐烂
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
不朽的玛库斯
#{normal}#23 - 107#{italic}#
伟大的生者
卑微的死者
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
领主格拉希恩·贝斯泰勒
#{normal}#41 - 112#{italic}#
对最伟大之人的怀念永不消逝
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
尼拉萨克·萨拉辛
#{normal}#32 - 120#{italic}#
所有人都将记得你
和你黑暗的祝福
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
愿塞西尔·法利恩安息
#{normal}#98 - 122#{italic}#
崇高的意志
纯洁的灵魂
愿你摆脱肉体的重负获得安息

#{normal}#墓碑下放着一枝玫瑰。]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这里躺着德斯镇的格兰 
#{normal}#65 - 113#{italic}#
希望你的回忆
总是带来爱与欢乐
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这里躺着玛拉
#{normal}#70 - 109#{italic}#
你已预见自己的末日
并面对了它
安息吧
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
信徒波顿
#{normal}#86 - 117#{italic}#
被一友人不和时宜的死亡之舞所杀
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
心爱的塔尼亚·普尔
#{normal}#78 - 115#{italic}#
我们的眼泪为自己而流
因失去了你这样的明灯
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
无名
#{normal}#?? - 107#{italic}#
你的勇敢不会被人遗忘
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
警长乐潘特
#{normal}#56 - 102#{italic}#
社会各界公认的英雄
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
黑夜古尔莫特
#{normal}#0 - 97#{italic}#
在这个新冒险者的黄金年代
你将不会被遗忘
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
伟大的盖加克斯
#{normal}#38 - 108#{italic}#
我们所接受的最大祝福
就是曾与你分享这个世界
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这里躺着败家子奥匹亚斯
#{normal}#89 - 117#{italic}#
死亡太便宜你了
希望你能被迅速遗忘
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
维奇曼·托伊
#{normal}#80 - 121#{italic}#
你侠盗般的美丽
将永远启发我们
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
阿内·凯芙瑞
#{normal}#26 - 102#{italic}#
你将用龙翼
永远飞翔
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这躺着德斯镇的艾登
#{normal}#97 - 121#{italic}#
他的灵魂桀骜不驯
他的飞行从不犹豫
但他却未能在最冷酷的黑暗中生存
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
勇敢的凯利斯
#{normal}#86 - 113#{italic}#
哎光有一腔热血是不够的啊
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
被诅咒者巴巴瑞
#{normal}#92 - 119#{italic}#
被他所信任的人背叛
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
猎魔者法希拉
#{normal}#78 - 104#{italic}#
被她所抗争的黑暗魔法杀害
我们将永不遗忘
灭绝所有法师!
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这躺着阿玛拉
#{normal}#86 - 105#{italic}#
因使用妖术而被处死
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
加米里克·戴尔亨
#{normal}#47 - 93#{italic}#
因冬季的暴风雪而死
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这躺着彼特林
#{normal}#32 - 89#{italic}#
孤独的死去
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
本·哈里森
#{normal}#68 - 104#{italic}#
颂扬这个名字吧
因他让我们团结起来
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
雷蒙德·加斯塔德在这里长眠
#{normal}#84 - 120#{italic}#
彼克索们还是找到他了...
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这躺着克罗克
#{normal}#86 - 113#{italic}#
他对巨魔的喜爱被证明是个太过危险的兴趣
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
好龙者莉莉莎
#{normal}#93 - 116#{italic}#
被龙吃了
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这躺着逃兵韦德斯
#{normal}#86 - 103#{italic}#
从战场上逃走
丧失骄傲
在一个同伴剑下
他很快便死了
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{italic}#
这块墓碑被破坏了
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
天鹅西瑞亚
#{normal}#56 - 109#{italic}#
你的双足将漫步于星海
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
伊利克和伊里克
#{normal}#66 - 114#{italic}#
希望他们的死能为黑暗带来光明
哎，矿井还是黑漆漆的
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
神枪手哈宝
#{normal}#94 - 120#{italic}#
被跳弹击中
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
无名泥瓦匠的坟墓
#{normal}#??? - ???#{italic}#
献给所有建造了马基·埃亚尔地牢的人
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这里躺着死亡之证阿尔伯特
#{normal}#75 - ???#{italic}#
活埋
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
愿瘸子杰克安息
#{normal}#26 - 98#{italic}#
他妻子的梦想是去跳舞
但就算是梦想也有消逝的一天
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
荒芜携带者
#{normal}#14 - 46#{italic}#
请勿打扰
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
武僧马特苏
#{normal}#101 - 122#{italic}#
在斗技场中被杀
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
时空法师萨茹森
#{normal}#102 - 87#{italic}#
操纵时光者
死于时光
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
偷猎者帕利亚
#{normal}#94 - 118#{italic}#
对被诅咒的树木毫不留情
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这躺着商人达里奥
#{normal}#83 - 121#{italic}#
为刺客的毒匕首所杀
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
这躺着吉扎克
#{normal}#92 - 113#{italic}#
他在火海中嬉戏
被烧着了
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
愿圣骑士吉迪斯安息
#{normal}#?? - 118#{italic}#
来自未知大陆的闪亮新星
我们为你的陨落而哭泣
#{normal}#]],
}

i = i + 1 
registerLoreTranslation{
	id = "last-hope-graveyard-" .. i,
	name = "墓碑",
	lore = [[#{bold}#
小丑福萨
#{normal}#82 - 114#{italic}#
这个笑话让我们从头笑到尾
#{normal}#]],
}
