--------------------------------------------------------------------------
-- Temple of Creation
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "temple-creation-note-1",
	name = "毁灭之源",
	lore = [[#{bold}#毁灭之源#{normal}#

尽管在魔法大爆炸强大的力量面前，军队眨眼覆灭，森林片刻消失，天空满是流火，但他们总认为大陆会安然无恙。它看起来永恒不变。甚至狂怒的魔法大爆炸都无法摧毁它。

但他们错了。这些与世隔绝了很久的纳鲁精灵，以为他们的土地可以抵抗任何的攻击，但他们怎能指望陆地去阻止它自身的崩溃？当看到房屋倒塌，海啸来袭——这一刻，他们才真正见识了魔法大爆炸的力量。它不仅毁灭了世上的人，也毁灭了这个世界。

纳鲁大陆缓缓沉入海底。]],
}

registerLoreTranslation{
	id = "temple-creation-note-2",
	name = "无序之治",
	lore = [[#{bold}#无序之治#{normal}#

大灾难多年以后，世界变幻莫测。他们的文化，他们的生活方式，都因为大陆的沉没而支离破碎。纳鲁文明只剩下了几个孤立而脆弱的定居点——寥寥无几的陆地，他们身心俱疲，前途渺茫。

面对种族即将毁灭的局面，他们向同样受魔法大爆炸影响的兄弟种族——永恒精灵、自然精灵发出了求援信。甚至他们还向人类和半身人们发出了求援，希望对方能给予一些帮助。

纳鲁精灵没有收到任何回应。]],
}

registerLoreTranslation{
	id = "temple-creation-note-3",
	name = "命运抉择",
	lore = [[#{bold}#命运抉择#{normal}#

被任性消极的永恒精灵和冷漠猜忌的自然精灵背叛后，纳鲁精灵们始终保持着缄默。此时此刻，拯救种族方法的出现既显得突兀又显得理所当然。通过研究远古的夏·图尔魔法，占星师们经过长时间的思考，终于完成了最终方案。

那毁灭纳鲁的力量，同样可以拯救他们。通过夏·图尔魔法，纳鲁们可以在水里自由的呼吸。他们的身体变的适合水下行动，他们的腿变成了细长的像蛇一样的尾巴。你可以想象，这种非自然的变化会带来多少恐惧。不管怎样，纳鲁们看到了未来的希望——他们沉没的大陆再次成为了他们的家园。家园将会重建，文明将会传承，历史将会延续。纳鲁一族已经随着大陆沉没在历史中，他们将建立新的自由国度——“娜迦”。]],
}

registerLoreTranslation{
	id = "temple-creation-note-4",
	name = "萨拉苏尔的个人笔记",
	lore = [[终于，神庙向我敞开了神秘之门，我的计划终于可以实施了。柔软的身体，完美的战斗能力，无与伦比的两栖机动性……大自然怎么会创造出娜迦这样的种族？不管怎样，当造物主神庙之门为我打开，我们可以变的更加强大。在我的指引和对夏·图尔魔法的仔细改造下，我们的伟大种族会很快趋于巅峰。新的篇章将被谱写——吞食天地。]],
}

--------------------------------------------------------------
-- Correspondances
--------------------------------------------------------------
registerLoreTranslation{
	id = "adventurer-letter-1",
	name = "写给罗尔夫的信 (1)",
	lore = [[亲爱的罗尔夫，

我希望这封信可以安全的到达你手。我必须为我们最近一次尴尬的交流道歉：我的冒险者们横穿了整个马基·埃亚尔，截止目前为止他们带回了许多有趣和危险的趣闻。你上次问，我在说些什么趣闻？我知道你在读我的成就时非常高兴，所以客套话我就不多说了。

想像一下，一只庞大如熊的饿狼，赤眼如炙，饥渴的吞噬着它周围一切的生命。这只暴君所带来的威胁远超一整群它弱小的同类。你也许亦曾对付一些当地人口中所谓的座狼，但想象一下这只如同熊一般巨大的“好家伙”。事实上，当我在周围的旅行时，不巧就遭遇到了这样一只令人生畏的贪婪怪物，它挥舞的獠牙比我的剑还要长。于是我与这只座狼王和它的狼子狼孙们展开了激烈的搏斗。可惜的是我最终并没有杀死这只野兽，但我能自豪的说，能从这场战斗中存活就已经是值得称道的了。

更主要的是，击杀这样的生物真的是无上的荣耀。对，我确实会得到一大堆狼毛，让德斯镇的工匠们为我所有的衣物打上褶，但我的内心告诉自己这种传说中的生物必须让其繁衍下去。因为正是它们，赋予了我们在这个世界冒险的意义!

殷切的期盼着你的回信，
威斯曼]],
}
registerLoreTranslation{
	id = "adventurer-letter-2",
	name = "写给威斯曼的信 (1)",
	lore = [[亲爱的威斯曼，

哈哈，你上次的来信真是带给我不少笑料！你这家伙到底要用这些木剑大战蚯蚓的故事骚扰我到几时？就让我来演示一下你那封信件的正确读法：有一天，我与一只老狗大战300回合，差点杀掉它。这真是充满勇气与血性的战斗！

你的“英雄事迹”在我近日克服的可怕梦魇面前根本不值一提。数天前我徒步穿越了远古丛林(这可是在德斯镇之外的地域，威斯曼！你可是要被吓的腿软了吧！) 在那里，我不幸的遭遇了世上最可怕、最犀利、最凶猛的生物！ 

满地的史前巨型白蚁，它们在可怕的蚁王指挥下蜂拥而出，试图用那巨大的前颚将我碎尸万段！

即便如此我还是活下来了，威斯曼，我真心希望我的回信能让你知道世界如此巨大，你又如此渺小。只有当你真正经历过像我这样的生死考验后，才配真正称自己为冒险家。别再用你幼稚的故事来烦我了。
罗尔夫]],
}
registerLoreTranslation{
	id = "adventurer-letter-3",
	name = "写给罗尔夫的信 (2)",
	lore = [[亲爱的弑蚁者罗尔夫，

真是厉害！真是可怕的梦魇！哈哈哈哈哈。去他妈的巨龙与恶魔，这下我们有了一位战胜了蚂蚁的英雄！我真该用加急快递将你这英雄事迹传到最后的希望，也许那里的人会为你的壮举准备一场隆重的庆典！

我虽然对你满信的不屑与嘲讽并不意外，但真没想到你这在蝼蚁之中挣扎的家伙竟也敢来笑我。

请允许在下与你分享这一则真正冒险家必备的野兽知识吧。我一路向西，当某天晚上我途径一条废弃的山道，我正满脑子想着第二天将会遇到的刺激冒险与惊人的宝藏时，突然一道冲天的亮光几乎闪瞎了我的双眼！在这光芒之下，我的四周亮如白昼，便是此时我看见了它。

真是难以言喻的壮丽景象！巨鸟煽动着烈焰之翼，将四周的空气都炙烤如岩浆般扭曲、流动。

我惊讶的看到它停在数码之外的岩石上。它立足的岩石亦渐渐被其炙热所融化。就在此时，我总算明白了成为一名冒险家的真正意义，这片广阔的大地总会有许多让我们无法理解，震撼心灵的奇迹发生。

希望你能从我的经验里学到些什么。
威斯曼]],
}
registerLoreTranslation{
	id = "adventurer-letter-4",
	name = "写给威斯曼的信 (2)",
	lore = [[最亲爱的威斯曼，

不好意思打断你观赏花鸟，但我必须给你的笑话打上休止符。老子已经忍你很久了。上次我觉得你写的”野生小动物观察日记“还是挺幽默的，慢慢的我惊恐的发现你这家伙是当真的呀。你这可悲的家伙以为自己的郊游是传说级的冒险吗？

好吧，到此为止了，七天后我们在德斯镇见。 别忘记为旅行做好准备。最近有传闻说有个怪物占领了城市北方的遗迹，事态的恶化让人们不能单纯的以传闻处之了。你应该随我来，见识一下这只怪物，切身体会一下你和我之间的差距。幸运的话，这次冒险后你能全身而退，但恐怕面对这只怪物会打断你一两条肋骨。

开始准备吧，如果你够胆的话。
罗尔夫]],
}
registerLoreTranslation{
	id = "adventurer-letter-5",
	name = "写给威斯曼的信 (3)",
	lore = [[威斯曼，

该死的触须，我仍然记得他们。他们插入我血肉的同时也侵入了我的思维。大自然怎能忍受这样的……怪物……存在于自己的领域？这可怕的生物究竟来自何等黑暗的位面？造物主本身是如何忍受这样恐怖存在的？！

我完全不记得我们是如何幸存下来的。残存的记忆里只有痛苦、惊慌与恐惧。依稀记得当时大脑里唯一的念头就是我必须立刻逃走，远离这个鬼地方……惭愧的是，当时其它所有的想法都离我而去。

对于你的牵挂，对于家的怀念，对于世界的眷恋，都已经被我抛诸脑后，唯一萦绕在脑子里的想法就是向着自由策马狂奔，离这个怪物越远越好。

也许这就是为什么它没有……不！也许我不应该再想它了。既然这野兽一定会在我今晚的噩梦中出现，至少清醒时我不能允许它再充斥我的大脑。

好好休息吧，兄弟，它虽然夺走了你的眼睛，但想想最坏的情况下它本会夺走……不管怎么说，我马上都要前往客栈了，希望麦芽酒能让我从恐惧中缓解出来。

希望你下封信上的字又大又美，
罗尔夫]],
}
registerLoreTranslation{
	id = "adventurer-letter-6",
	name = "写给罗尔夫的信 (3)",
	lore = [[罗尔夫，

我完全不记得和那可怕怪物的战斗中发生了什么。抬起头来，在绝不可能获胜的敌人面前逃跑没什么可羞耻的兄弟，不是吗？客栈的麦酒是个好主意，也许它能永久的将你从恐惧中解脱出来……原谅我的任性，这个怪物我是宁死也要打倒的。

希望你能早日从醉生梦死中清醒过来，兄弟，
威斯曼]],
}
registerLoreTranslation{
	id = "adventurer-letter-7",
	name = "写给威斯曼的信 (4)",
	lore = [[威斯曼，

祖先保佑，你接到这封信时身体安康。老朋友，你没必要向我证明你的荣誉感，我已完全了解你是多么的勇敢。请千万不要回去和那东西战斗！如果非要那样，你只是在逼我拉你回来，这就是我的选择。但我还是求你，换个战斗的对手吧！

老友，
罗尔夫]],
}
registerLoreTranslation{
	id = "adventurer-letter-8",
	name = "罗尔夫的遗嘱",
	lore = [[双斧罗尔夫的遗嘱
	
我失败了，以巨龙之战的名义，我承认我失败了！当我赶到这片领地时，原先的怪物已经被杀死了，但这个地方仍然存留着堕落的诅咒。威斯曼已经被整的半死不活，但他仍执着地朝着空气乱砍一气。我想要阻止他，可是那伙计对我举起了他的斧子，我被痛扁了一顿，只能抖抖索索的躲进周围的低洼地中，背弃了我的朋友，眼睁睁的看着他慢慢被这片领域腐化成我的战斧无法打败的骇人怪物。这也许是我最后一次提笔了，我听到老友阵阵疯狂的吼叫……他在呼唤着我……我之财物将赠予任何能杀死…
#{italic}#（这点点污渍似乎叙说着威斯曼最终抓住了他的老朋友，他们以这种怪物的形式永远地团聚在了一起）#{normal}#]],
}

--------------------------------------------------------------
-- Myths of creations
--------------------------------------------------------------

registerLoreTranslation{
	id = "creation-elf",
	name = "亚特莱长子的记忆",
	lore = [[#{italic}#这个卷轴看起来十分古老，也许它的历史能追溯到千年之前，但其保存的完好程度却令人吃惊。#{normal}#

我依稀记得自己第一次醒来，第一次呼吸，这个世界新鲜的空气使我充满了活力。当我睁开双眼，便看见一尊美丽的身躯静候在我身旁。她高挑而纤瘦，一袭及地的银色秀发如丝般柔顺。她雪白的肌肤似乎散发着莹莹的光芒，双眸如晨星般闪耀。

看到她的一瞬几乎让我的时间停滞，她也温情的望着我，我隐约看到她两眼流出了泪水。虽然这时的我还没有办法发出声音，但是我在想为何她看起来如此悲伤，突然我的脑海里感觉到她的呢喃，“你是这么的美丽，比世上任何东西都要美丽。 但这世界却充满了痛苦和悲伤，我怎能忍受我所创造之物被这世界所侵害。我将赐予你力量来忍受时间的流逝，赋予你声音来表达自身的所有欲望，但沉重的悲伤却将伴随你到永远，我为此哭泣……”

我感到力量涌入了四肢，声音从咽喉中奔放而出。我站起来环顾四周，发现了广袤的世界与耀眼的星空，我大声的歌唱着欢乐。这女人听到了我的歌唱，她笑了，她不再流泪。所以我继续歌唱了一会儿来取悦她。但随后我说，“我是独一无二的吗？” 她点了点头，说：“没有其它的人像你一样了。” 听到这句话，我感到很悲伤，而她似乎看穿了我心中的孤寂。女人犹豫了一会，说：“虽然这会让我痛苦，但我绝不会否定你的欲望，你将再次沉睡，当你醒来时，将会被许许多多和你一样的人所包围，而你的宿命将是走进这个破碎的世界并修复它。”

她一说完我便立刻再次陷入沉睡，当我醒来时发现世界变了，空中燃烧着一团耀眼的火焰在——这就是新生的太阳。 

接着我看到周围许许多多和我一样的人们，还有一些人虽然长相相同却有着迥异的能力与个性。我将他们唤醒并聚集起来，我们都为有同伴而感到高兴，并决定称呼自己为阿洛。但是那个女人已经离去了，除了我没有任何人见过她，似乎她从未存在过。

时光如水，岁月如梭，我们发现了其它生物，但它们都邪恶而野蛮，于是我们对其发动了战争。 接着我们发现了夏·图尔，他们倾慕于我们的美丽，并传授了我们艺术之道。在随后的战争中，我们某些人想在他们的战斗中给予帮助，但很快我们发现在这些大师身旁，我们只是累赘而已。于是我们退回丛林，直到战争出现了灾难性的结果。

在数个世纪里我都在不停的寻找那个女人，但却一无所获。我知道所有的神明都已经被猎杀，也记得夏·图尔在他们圣战中所做的详细研究。

现在我也老了，与我一起醒来的人都各自离我而去，每个夜晚都是那么的清冷孤寂，但每每在我沉睡之时我仍能听到她温柔的细语，感受到她温暖的脸颊，总有一天我会再次见到她。]],
}

registerLoreTranslation{
	id = "creation-human",
	name = "人类的创世传说",
	lore = [[在日月初生之时，埃亚尔亦从混沌中诞生。
那时盖里克与他的三个兄弟一起漫步在埃亚尔大陆之上。
但有天当盖里克独行时，他感到了寂寞，他的内心渴望着同伴。
于是盖里克使用了一块燃烧的煤炭，在它周围放上石头，包裹上泥土，再将它沐浴在清水之后，把自身的气息灌注其中，这块煤炭居然有了生命——盖里克将他命名为人类。
随后盖里克将人类带去给他的兄弟们看。
却不知盖里克的兄弟出于嫉妒将人类撕裂开来。他的一名兄弟夺取了石头，一名兄弟夺取了泥土，另一名兄弟夺取了清水。
盖里克非常的悲伤，他只能用剩下的热炭重新做了一名新的人类。
虽然掌握着泥土的兄弟学他的样子，但做出来的生物却比较矮小，这种生物被命名为半身人。
同时另一名掌握石头的兄弟用石头做出了一种厚实的生物，这种生物被命名为矮人。
同样的掌握清水的兄弟用清水造出了一种清瘦的生物，这种生物被命名为精灵。
盖里克的兄弟们居然为其它人的创造物而互相嫉妒，他们开始了争斗，并同归于尽。精灵，矮人，半身人都为自己创造者的死而哭泣。
盖里克十分难过，他看着人类说：“对不起，现在已不是创世者的时代了，我也必须离开。”
于是盖里克缓缓步入了混沌。
人类并未因此哭泣，不仅因为他胸中的煤炭正散发出无穷的热量，更因为他知道自己并非真正孤单。]],
}

registerLoreTranslation{
	id = "creation-halfling",
	name = "创世传说的逻辑分析，哲学家斯迈森著",
	lore = [[关于这个创世的故事有许多版本，有的荒诞不经，有的浪漫无比，有的则令人恐惧。 但他们都只不过是神话而已，即使它们中最可信的故事都连真相的脚后跟都触及不到。我们的种族历史悠久，但是与其它种族有交集前的历史记载较为稀少。讽刺的是，与其它种族的战斗组成了我们历史的大部分篇章。

精灵们可能拥有关于古代历史最多的知识，但他们对此沉默寡言。一种普遍的推测是真正的历史要么就并不为其所知，要么就是会让其蒙羞而被故意隐藏了起来。而后者一点都不会让我们感到奇怪。

人类稀奇古怪的传说比他们的脑细胞还多，他们的每个村庄都有数个版本的创世故事，这些故事通常都是经由祖祖辈辈们一代代口述而流传下来。很明显，这些故事都没有根据，毫不可信。

矮人们则对他们的起源保持着奇怪的沉默。他们宣称讨论历史“不能盈利”。但在进一步施压（与贿赂）后，这些家伙也是会透露一点细节的。他们的种族内普遍认为自身是马基·埃亚尔里最后被创造出的——被称为“最终之作”。在他们的语言中其他的种族被称为“原型”。这个观点真是荒诞，而且我们只需一眼就能发现矮人的本质，他们本就是个有着可笑形象的荒诞社会，如果他们真是神最完美的作品，那感谢神明在我身上创造的缺陷！

对于神明的研究当然是道难题，苦于今日并没有发现什么神圣力量残存于世。可是世界并不是凭空创造出来的，就算是伟大的夏·图尔也只是凭着自己的意愿改造世界而已，他们并没有创世。

先从理论上来看，只能推测出是一种伟大的存在创造了这个世界。他一定亲切又和蔼，因为很明显最终他牺牲了自己创造了大陆上繁荣的生命，而我们半身人正是他伟大的产物。我们可以说是唯一真正能够欣赏这个世界的种族。我们不会像永恒精灵一样用奇怪的魔法力量扭曲这个世界，亦不会像自然精灵一样消极避世。我们不会像兽人一样带来无尽的破坏，也不会像矮人一样贪婪无度。而且，我们所理解和掌握的知识比起人类来实在先进太多，真不明白为何要和弱智的人类分享这个世界。我们半身人一定是现存种族里最先被创造出来的，这显然赋予了我们天生对马基·埃亚尔的归属感。

现在从逻辑上来说已经很清楚了，必须考证其他种族的起源。因为他们不可能由同一个上帝所创造——真的不可能。是什么神奇的存在创造了我们的种族，使我们如此全面而有天赋，然后再创造那些丑陋的智商低下的生物类似于矮人和人类？不，很显然其他创造者也很负责，但比起我们的创造者来差了一些。只要通过对比我们和他们手工制作的“艺术品”就可以看出，他们是多么的粗糙不堪，而我们是多么的完美。

然而夏·图尔的存在又该如何解释。很显然那是比我们更加强大的种族，尽管他们已经消失了。可以肯定我们的创造者在我们之前制造了他们，但是可能不满意他们，于是将他们返工制成了我们。虽然我们没有夏·图尔人那么强大——没有至少——但是我们有自己的礼物——那就是在我们伟大的创造者心中，我们占有着更重要的位置。这样就可以解释为什么我们是第一个打开夏·图尔传送门的种族。因为我们和我们的兄弟种族有着天然的联系。

那么在那些神创造了这些种族后又发生了什么？肯定是他们之间发生了纠葛，或者他们同归于尽，亦或是他们的战场远离了这个世界。我们的创造者，看到其他众神，或是被杀或是离开，肯定是将这个世界委托给了我们半身人，因为他知道我们将代替他掌管这个世界。这使我们拥有合法继承权，我们也有职责管理好它。]],
}

registerLoreTranslation{
	id = "moons-human",
	name = "月亮姐妹的传说",
	lore = [[埃亚尔从黑暗中升起，
	创造者制造了一团耀眼的光叫做太阳，
	但是埃亚尔认为这团光过于刺目，
	于是盖里克将埃亚尔翻转过来；这样它始终处于一半光明一半黑暗之中，
	但是埃亚尔黑暗的那面感觉很孤单并伤心的哭泣。
	
所以盖里克让他的两个小姐妹围绕着埃亚尔跳舞。
这样埃亚尔就不会孤单了。
但是月亮姐妹变的嫉妒她们彼此的影响力，
以武力威胁并大声嚷嚷。
于是盖里克将她们分开这样埃亚尔只能和其中一位跳舞。

夏天埃亚尔和月亮女神亚缇娅共舞。
她笑着唱着快乐的歌，
让朋友和家人欢聚，
她闪耀着欢乐的金色。
冬天埃亚尔和月亮女神菲莉娅共舞。
她叙述着时间的流逝，
使人们独自行走在沉思中，
她闪耀着智慧的蓝色。

但在交替之时，
两姐妹只能在埃亚尔两端，
隔着哥哥的力量互相凝视。
这样世界便运转起来了，风轻轻地掠过脸颊，海悄悄地泛起波澜。
这就是平衡之道，只有避免黑暗降临，所有的生命才不会受到威胁。
盖里克说：“没有人能越过黑夜，以免黑暗抓住他并使他永坠黑暗。”
然后，盖里克大步走进了黑夜，进入了无尽的黑暗，并再也没出现过。]],
}

--------------------------------------------------------------------------
-- Ancient Elven Ruins
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "ancient-elven-ruins-note-1",
	name = "古老的莎草卷轴",
	lore = [[死亡正在逼近。我能感到她在我脖子后面冰冷的呼吸。我们许多人已经过世了。我不能容忍……我不会让自己像其他人一样化为尘土。我是最强大的永恒精灵——我有权活下去！]],
}
registerLoreTranslation{
	id = "ancient-elven-ruins-note-2",
	name = "古老的莎草卷轴",
	lore = [[死亡嘲弄着我的实验。我可以保存侍从们的血肉，将他们用盐防腐后紧紧的包裹起来，就像是对待真正的实验品一样。我可以复活他们，使他们在我阴森森的陵墓里晃悠。但他们不过是没有任何灵魂的容器。这意味着我的霸业要结束了？我需要更好的机遇……

我的日子屈指可数。我的力量随着每个夜晚逐渐流逝。我必须找到将灵魂保存在肉体里的方法。我的伟大不容亵渎。]],
}
registerLoreTranslation{
	id = "ancient-elven-ruins-note-3",
	name = "古老的莎草卷轴",
	lore = [[和死亡的竞赛快要到终点了。我的实验已经完成，我已准备好超越生死。我将一把剑放在身边，其冰冷的边缘甚至能冻结黑暗的踪迹。我要让世人见证我的力量……

来吧，死神，将你瘦骨嶙峋的手指伸过来吧！我将在你眼前消失并将你撕裂！你和你的死亡将无法对我构成任何威胁。我永生不灭！]],
}

--------------------------------------------------------------
-- Valley of the Moon
--------------------------------------------------------------
registerLoreTranslation{
	id = "valley-moon-1",
	name = "拉希尔的旅行日记 第一部分",
	lore = [[我又一次来到这里来观赏那些美丽的月亮石。只有我的弟弟利米尔知道我对它们有多么痴迷，而其他人根本无法理解这样美好的事物。我曾经试着向艾伦女士介绍这些东西有多么重要，她那家伙居然跟我说“难道我能用它做一把剑吗？”呸！这个武夫真是四肢发达、头脑简单！

我们的先祖潜心研究群星的力量才创造出了属于它们的魔法，然而现在的年轻人只知道整天研究它们怎么在战斗中使用，对真正纯粹的魔法研究毫无兴趣。我知道我们现在和兽人交战的局势十分紧张，但是可别忘了，我们一切能量的根基都来自苍穹无限的智慧！我们只有从太阳、月亮和群星中才能获得真正的智慧与力量。

唉，总之，现在我至少可以可以在这里潜心研究魔法了。我最近研发的隐形戒指让我可以轻松绕过那些兽人巡逻队，而在月亮石一旁的山洞十分寂静宜人，非常适合我的研究活动。我已经在月亮山谷里找了一个好地方架起了我的望远镜，是时候享受美丽的夜空了。

顺带一提，就在昨晚黎明尚未到来之时，我在夜空中发现了一颗闪耀着红光的星星。真奇怪……或许这颗新的天体很值得作为我下一步的研究对象？]],
}

registerLoreTranslation{
	id = "valley-moon-2",
	name = "拉希尔的旅行日记 第二部分",
	lore = [[啊，真是可怕极了！一群恶魔，长着利爪的生物，黑暗的烟雾，酸性的毒云，熔岩覆盖的肌肤！这群家伙到底是从哪里来的？！

那时我正在潜行研究着月亮石，那颗红色的星星正在黎明前的夜空升起。突然间，月亮石变得血红，从峡谷的岩石中冒出了一大堆奇怪的传送门。从传送门中跑出来了各种各样的恶魔！我连忙卷起铺盖启动隐形戒指跑进山洞，但是连山洞里也到处都是那群生物！看来，整个山洞都被他们所占领，他们饥渴地四处游荡捕猎着。

而且，在他们中有一个……一个可怕的存在。在迷蒙的黑暗和阴影中，我可以感受到他正在追寻着我，这个一个隐形的猎人正在追踪着同样隐形的我——作为猎物。我现在甚至能听到恐怖的鞭打声，我必须赶紧藏起来……]],
}

registerLoreTranslation{
	id = "valley-moon-3",
	name = "拉希尔的旅行日记 第三部分",
	lore = [[我在一片黑暗的山洞中渐渐睡去，但是我的睡眠被一个可怕的梦吵醒了。即使刚睡醒的脑袋仍然一团浆糊，那个梦仍然在我的脑海中异常清晰。

我看到眼前红色的星星越来越大，原来，那是一片在夜空中漂浮着的燃烧的大陆，上面满是有着黄色眼睛和贪婪的红色大嘴的黑色生物。在红色星星的上方遥远的地方是一片黑暗的世界，但是那个世界似乎被某种力量切得支离破碎。在这个世界旋转的过程中，破碎的大陆互相撞击，岩浆的波浪浮浮沉沉，陆地沉入地底。我听到恶魔般的吼叫，那是大陆上的生物被烈火吞没时的绝望呻吟。似乎这个世界被完全撕裂开来，但是某种意志的力量努力试图将他们固定在一起。

视野中，随着这个世界逐渐旋转，逐渐被挤压碎裂，我隐约能看到那个世界的中心。在那里，是一个拥有闪烁的白色眼睛，头上长角的巨大影像。它向外伸展而出的强壮四肢紧紧抓着世界的核心，试图将它连结在一起，来对抗那些不断将这颗星球撕裂的可怕力量。在剧烈的痛苦和愤怒中，巨人的表情被其扭曲，发出怒吼。

“乌鲁洛克，”一个深沉的声音在我的脑海中响起。“我们的神，我们的救世主，保护世界之人。以乌鲁洛克的名义，我们将向阿马克泰尔和夏·图尔人复仇。渺小的埃亚尔世界终将陨落！”我被噩梦所惊醒，我的直觉告诉我周围某种东西正凝望着我，让我撒腿就跑。

是我的脑子出了什么问题吗？那个奇怪的名字，“乌鲁洛克”仍然在我的心头回响，我的视野也变得昏暗起来。大概是我戴了这个戒指太久了的副作用的缘故……

唉，对，这一定是我的幻觉！我早该从这个怪梦里醒来了。我应该赶紧脱下这个该死的戒指，回去看看我可爱的月亮石们。只要能让我看见美丽的星空，一切都一定会好起来的……]],
}
--------------------------------------------------------------
-- Race analysis
--------------------------------------------------------------

registerLoreTranslation{
	id = "races-0",
	name = "博学者格雷诺特关于人种的调查——目录",
	lore = [[我从这里开始，来对马基·埃亚尔大陆上的所有智慧种族进行充分和全面的分析。尽管这是一项庞大的计划，不过它已经有了许多年的准备，包括我在马基·埃亚尔大陆的跨国旅途中对最高统治者和圣贤们的访问。我从众人所知的常识、对高层的独家采访以及数万页有些甚至可以追溯到数个世纪前的历史记录中进行资料的搜集和整理。

我自己就是一个高等人类，效力于公正之王托拉克，但是我尽量从客观的角度来叙述各个种族的历史。我等着同行们对我的工作进行评价。

目录：
第1章 - 人类
第2章 - 半身人
第3章 - 矮人
第4章 - 永恒精灵
第5章 - 自然精灵
第6章 - 纳鲁精灵（已灭绝）
第7章 - 食人魔
第8章 - 兽人（已灭绝）
第9章 - 夏·图尔人（已灭绝）
第10章 - 怪物种族
第11章 - 龙族
]],
}

registerLoreTranslation{
	id = "races-1",
	name = "博学者格雷诺特关于人种的调查——第一章——人类",
	lore = [[我从人类的研究开始，基本上来说是马基·埃亚尔人口最多的种族。迄今为止，最强的人类王国是科纳克斯王国。但在历史上，肖塔王国和马卓普王国以及高等人类这一血统支系也十分值得一提。最大的人类聚居地是在联合王国首都最后的希望周围，另外还有许多聚居地存在于马基·埃亚尔的每个角落。

科纳克斯人基本身高在5英尺9英寸左右，有着黑色的头发、棕色的眼睛以及红润的肌肤。大多数科纳克斯人选择商人、农民或者其他体力劳动职业。不幸的是，大部分强盗组织也更倾向于被科纳克斯人控制。科纳克斯人的家族很庞大，并且自黄昏纪以来他们的人口增长极快，特别是在西部农业地区和南部的最后希望地区，这种现象尤为明显。

肖塔人基本身高在5英尺11英寸左右，黑皮肤黑头发黑眼睛。他们起源于马基·埃亚尔的东南地区，自从大爆炸将他们大部分土地沉入海洋后，他们的数量急剧减少。他们以自然亲和著称，并且经常作为治疗师、纹身师或猎龙者行走于世。

马卓普人在黄昏纪和魔法大爆炸后基本已经灭绝。他们以对魔法亲和著称，而这类人通常是猎魔者的首要目标。不管怎样，他们的血统特征——火红的头发以及生有雀斑的皮肤，仍能在某些偏远的地方找到。有部分传言说他们仍住在某些遥远的地方的城堡或高塔里。

高等人类基本身高在6英英尺左右，有着金色的头发、白皙的皮肤和蓝灰色的眼睛。大多数的学者是高等人类，贵族阶层中也不乏他们的身影。有人说这都是歧视和精英理论所导致的，虽然这可能只是简单的嫉妒情绪。也有传言说高等人类的高智商是厄流纪时期孔克雷夫法师们的实验成果，但是我找不到任何证据来支持这一论点，我只能认为这种说法毫无根据。高等人类的血统被认为是优秀的标志，与其他种族通婚会极大的降低这种血统的优越。

在派尔纪，狮心王图库纳统一了所有的人类王国，并仍然掌控于他的儿子公正之王托拉克的手中。一份关于人类漫长历史的全面报告需要更加详细的文本来叙述。]],
}

registerLoreTranslation{
	id = "races-2",
	name = "博学者格雷诺特关于人种的调查——第二章——半身人",
	lore = [[主要的半身人王国有2个，艾德瑞尔和纳格尔，虽然他们经常生活在一起。所有的半身人都只有4英尺高，并且以他们的大脚板和卷曲的头发而闻名。艾德瑞尔人有着卷发和蓝色的眼睛。纳格尔人则有着颜色较深的头发和皮肤以及褐色的眼睛，通常比艾德瑞尔人要稍矮一些。半身人以聪明机智而闻名，还有他们和其他种族共事时的火爆脾气——他们不否认，因为他们认为这是应得的荣誉。

半身人曾经是马基·埃亚尔最具威慑力的种族，他们控制了大部分的夏·图尔废墟并拥有广袤的土地。史书上记载，人类和半身人之间曾发生过许多次交锋，半身人通常是最后的赢家。但是派尔纪带给他们巨大的灾难，因为兽人们对半身人种族格外仇视，他们的许多族群都被杀光。这使得他们在现代更加依赖于和其他种族的交流，尤其是和人类。

艾德瑞尔人曾经在大陆的北面有一个王国，但是大部分在兽人战争时期被完全摧毁，只有少部分重建。不过他们仍有着如德斯镇一样和其他种族共同管理的农场。艾德瑞尔人擅长治疗师和农民，并且他们的投石者被认为是世界上最优秀的。

纳格尔人曾经在马基·埃亚尔的南部建造了坚固的防御工事，虽然他们在派尔纪遭受了相对艾德瑞尔来说较少的苦难，他们仍然失去了很多人，并且他们的许多人口聚居区被摧毁。最后希望的崛起加速了这一进程，许多市民迁移到了最后希望的城市边缘。纳格尔人擅长珠宝匠、炼金术师和符文制造，并且他们拥有世界上最好的军事家。许多军事家和顾问都来自于他们国家。

在半身人中最著名的则是王后米雯尼雅，她在一场和兽人对抗的战役中将狮心王图库纳拯救出来，自此一战成名。她如何带领军队通过严寒地带，并及时的出现在战场上拯救图库纳始终是个未解之谜。有人猜想她雇佣了一些术士，但是她的军队之后从未有人透露过关于那次援救的详细情况。她在卓越纪的第二年嫁给了狮心王图库纳，并生下了第一位著名的混血儿——公正之王托拉克。]],
}

registerLoreTranslation{
	id = "races-3",
	name = "博学者格雷诺特关于人种的调查——第三章——矮人",
	lore = [[矮人是非常神秘且低调的种族，一般来说，除非你给他们点好处，否则他们不会谈论任何与己有关的事。历史上，他们曾经多次无缘无故的切断和外界的联系，落下的钢铁大门隔绝了外界的交易通道以及通往他们矿井和地下城市的道路。不过，之后他们会对外界积极开放，我甚至很荣幸的得到了去他们的首都——钢铁王座游玩的资格，并有幸与他们的主要领导人对话。

矮人们基本身高在5英英尺左右，有着棕色或灰色的头发。他们通常有着施瓦辛格般的肌肉和体魄，并以超强的物理抵抗能力而闻名于世。他们的性别通常较难区分，但可以通过绑成珠状的胡须来区分。所有的矮人都非常自豪于他们的大胡子，并且对他们的胡子非常爱护。对于矮人来说，对他胡子的贬低就是最大的侮辱，并且对于他们来说，撕扯他们的胡子也是最痛苦的刑罚。

矮人擅长锻造和精工，这一点在所有种族中都是无与伦比的。他们同时精于商业，擅长讨价还价。他们的社会有着相当严格的等级制度，家庭通常会隶属于矿业协会、提炼协会、锻造协会等等，脱离协会的个人几乎从未听说过。不过，在协会之间几乎没有贫富差距，每一只协会都有公正委员会来控制。矮人的信仰是不为外界所知的，再多的金钱也不能使他们吐露分毫信息。当你提及这方面的问题时，他们暗示着过去的某个领袖几乎被他们看成了一种信仰般的存在。

他们对金属的提炼也是举世闻名的。矮人钢被认为是制造业中最有价值的材料，并且矮人们同样善于使用蓝锆石和沃瑞钽，可以使其发挥出最大的价值。他们在首都——钢铁王座中进行大量的交易，但是从不欢迎外来者——相反，他们会指派商人们到各个城市去售卖货物。

在众多的矮人商人出现的同时，越来越多的年轻矮人更加倾向于从他们的石头洞穴里出去冒险。他们有冒险经费的支持，同时在矮人社会中，一个人在年轻的时候出去闯荡是值得鼓励和赞扬的。因为这是他们作为“世界之锤”的荣耀。从个人来讲，一些成年矮人则认为这是一种“市场调查策略”。]],
}

registerLoreTranslation{
	id = "races-4",
	name = "博学者格雷诺特关于人种的调查——第四章——永恒精灵",
	lore = [[虽然乍一看，精灵们都差不多，但是他们还是有着不同的历史、文化、观念和许多微妙的生理特征，所以我将会分开写他们。所有的精灵都有着非常明显的标志——尖尖的耳朵和高颧骨，至于其他特征就太普遍了。必须说的是，他们称自己为整体的“Elore”，意即“兄弟”，然而这些兄弟姐妹间的关系通常是比较紧张的。

永恒精灵（或不朽精灵——“不朽恩赐”）通常身高6英尺2英寸左右，有着阳光般灿烂的头发和蓝紫色的眼睛。他们身材苗条，体重较轻，有着魔法运用上的巨大优势。他们以迅捷的移动速度和轻快的步伐而闻名。但是最值得注意的是他们的魔法亲和力，这一点其他任何种族中都是无法相提并论的，同时他们还拥有强大的意志。

很久以前，永恒精灵们便学会了魔法的运用，而这点也一直延续至今。虽然其他种族认为魔法充满了巨大的威胁，永恒精灵们却热爱着它，并且广泛运用于整个社会。不过，在他们与其他种族交流时，他们仍小心地隐藏魔法。永恒精灵是导致魔法大爆炸的源头之一，虽然他们可能已经忘记了它，但是炽热的记忆却深埋于许多人心中。在黄昏纪的魔法大爆炸中，他们紧闭大门并用一层薄雾笼罩着整个城市，偶尔悄悄的溜出来。许多世纪后他们才为世人所接受，但是大家对他们仍心存猜忌。

他们的首都在埃尔瓦拉，西南半岛地区，其他地方则很少见到他们居住。他们有着很长的寿命，并且他们在魔法上的造诣允许他们无限延长他们的寿命。那些长者们组成了由精灵王艾伦尼恩·加威尔为首的长老会。死亡在永恒精灵中是相当重大的事情，相传过去的国王为自己建造了奢华的坟墓并在里面研究死者复生和亡灵法术。当然，永恒精灵们是矢口否认的。

他们很少和其他种族交易，一直过着低调的生活，大部分的交易是通过半身人来完成的。少数符文师和附魔师在一些主要城市做生意，另外还有一些骄傲的年轻人去外界闯荡。]],
}

registerLoreTranslation{
	id = "races-5",
	name = "博学者格雷诺特关于人种的调查——第五章——自然精灵",
	lore = [[自然精灵（或木精灵——“自然之怒”）通常身高6英尺4英寸左右，有着棕黑色的头发和淡褐色或绿色的眼睛。他们有着发达的肌肉和强悍的物理战力，并且以他们渴望杀戮的心态闻名——激烈的战斗就是他们欢乐的歌谣。因为厌恶同族兄弟对魔法的使用，他们与永恒精灵互相敌视。

他们的首都在夏特尔，隐藏在北部丛林的深处，并且他们不允许任何外来者接近森林周围。弓箭手和战士们认真的巡逻边境，他们将会从树上给任何靠近的人带来死亡。他们的领袖是王后奈希拉·坦泰兰，据说他们生活在巨大的树腹中，但是他们的社会很少为人所知。

那些离开森林的精灵则出于一种不同的态度和独特的生活观念。他们通常是音乐家、弓术大师或战斗大师。不过他们通常不被信任，因为有传言说他们是被夏特尔放逐出来的重犯。不管出于何种原因，他们都是为信仰而走向世界的自然宠儿。

自然精灵很少与外界交易，只有为不能自给自足的商品如金属或食物，他们才会对外交易。他们通常出售木制品和上等的丝绸。这是购买到精灵木的唯一合法方法——那是一种非常稀有、用于透雕细工的珍贵木材 。黑市资源则主要依赖于对夏特尔树木的偷伐——一项高风险的工作，但同样永恒精灵们会为制作精灵木法杖而付出一笔可观的金钱。]],
}

registerLoreTranslation{
	id = "races-6",
	name = "博学者格雷诺特关于人种的调查——第六章——纳鲁精灵（灭绝）",
	lore = [[纳鲁精灵(或纳精灵——“精神之源”)是一支绝迹的种族，他们的大陆因大灾变的影响而沉入大海。不过，作为精灵族的分支种族，他们还是很多值得研究的地方，虽然历史记载很少。许多人说纳鲁精灵是虚构出来的，但是有人可以推测出某些史实。

纳鲁精灵大约在5英尺10英寸左右，有着亚麻色的长发和绿色的眼睛。他们非常瘦弱，但却以敏捷的身手和灵巧的行动而闻名。他们的王国座落在马基·埃亚尔的东部地区，并且他们所有的城镇都建在海边或者河边。他们擅长捕鱼、采集海绵、航海和音乐。他们同样以超长的水下屏息能力而闻名，并且那些掌握了魔法的人甚至可以做到水下呼吸。

他们很少与外界交易，并且很重视他们的土地。他们尤其小心守护的是他们领土中心一个古老的夏·图尔遗迹。永恒精灵们非常渴望研究它们，虽然纳鲁们自己很害怕接触它，但是却始终拒绝永恒精灵们进入。据说兽人们经常侵略他们的边境，但是总能被他们武装整齐、手持三叉戟的精锐战士击退。

可悲的是他们对大海的爱已成往事。当大灾变来临之时，整个半岛王国四分五裂、沉入大海，整个种族几乎毁灭。所剩无几的幸存者决定从东边悬崖跳海自杀，追随他们已逝的兄弟姐妹。整个文明都基本消弭了。]],
}

registerLoreTranslation{
	id = "races-ogre",
	name = "博学者格雷诺特关于人种的调查——第七章——食人魔",
	lore = [[食人魔从来不是一个昌盛的种族。在厄流纪的长期征战中，这个种族突然出现在世人的视线里，作为孔克雷夫的工人和士兵。孔克雷夫的长老会宣称他们是在崇山峻岭中找到了隐藏于世间许久的食人魔，然而这个故事难以置信，漏洞百出，使得目前食人魔的产生仍然原因不明。在旷日持久的战争结束后，流离失所的他们无家可归，也没有接受过系统化的符文训练，只能被迫重新建立起自己的部落，重新研究出操作符文和纹身的复杂技术。尽管这一过程伴随着大规模的人口减员，他们作为流浪符文师度过了一段相对和平的日子，基本没有受到魔法大爆炸的影响。接踵而来的魔法狩猎曾经被认为是完全毁灭了这个种族。因为他们怪异的体格和满身符文的皮肤，他们迅速成为猎魔者的首要目标。几乎所有人都认为这个种族已经灭绝，直到近几年我们才发现埃尔瓦拉在很长时间内为一批食人魔提供了庇护。他们的后代仍然生活在今天，尽管仍然畏惧着外人的迫害，他们中的少数仍然尝试着向埃尔瓦拉以外的区域前去探索。

食人魔们最引人注目的特征是他们高大的体格，目前是所有智慧种族中体格最为硕大的一个。他们通常身高在8英尺4英寸左右，浑身的肌肉使他们足足有身高的一半那么宽。就像人类一样，他们也有各种类似的不同肤色，但总体而言比较偏灰色。它们的头发趋向于呈黑色或深褐色，眼睛的颜色分布在从黑色到湖蓝色到紫色的广泛色域内，相比是符文转录错误引发的副作用。他们面部的棱角引发了一些与野蛮的兽人族的令人不快的比较，连同强壮的下颌，不成比例地巨大的嘴巴和牙齿，以及方形的头。然而在其他方面，他们十分类似于人类。当然，最为不得不提的是，错综复杂地闪烁着的符文遍布于他们全身，从头到脚，尽管确切的图案和颜色各不相同。

他们一眼看上去就很适合体力任务，并且对于管理符文的重要性使他们手指变得十分灵巧，就连写出来的书法也令人印象深刻。然而，由于他们的庞大体型，他们的肢体动作往往显得缓慢而笨拙。并且，他们如果在艰苦的劳动中透支体力就会很快变得无比疲倦。他们语速缓慢，胃口令人难以置信的大，对艺术和科学基本没有兴趣，引发了广泛的误解，让人们往往趋向于认为这是一个低智商的种族。事实上，他们在所有真正感兴趣的领域都能发挥到令人倾佩的地步。只需要看看他们所制的符文图案，就能了解到他们只要需要的情况下就能发挥出多么伟大的艺术造诣和技术水平。这可能是深深植根于它们心中的一种固有的心态——大部分食人魔对领导他人或者给他人留下深刻的印象毫无兴趣，只一心关注于用最可靠的方式完成他们所做的事，而这种方式往往是最简单而毫不花哨的一种。

或许即使是永恒精灵也有可能放弃魔法的力量，但是食人魔可没有这样的奢侈。他们身上的符文对他们的生命和体内器官的结构完整性至关重要。在魔法狩猎时期被伊格兰斯曾经试着“净化”所捕获的食人魔身上的符文，最终导致他们体重迅速下降，所有器官一个接一个停止工作。可以假定，他们身上的纹身也相当重要。因此，食人魔的生育是一个十分复杂的过程。婴儿们可以保持没有符文的状态几个月，在此之后父母必须在他的身上铭刻一套包含各种符文和纹身的复杂的整体。父母们通常一起执行一个任务，使用彼此的符文作为参考，并且在这个转录的过程中的任何错误都会影响孩子的健康和发育。通常这一影响是不利的，然而因祸得福，似乎也正是转录错误缓解了食人魔们过去火爆的脾气。因此，孩子们身上所铭刻的符文和纹身对它们未来的发展，和父母本身的身心特质同样重要。

由于埃尔瓦拉的舒适安定的生活和深切感受到的来自外界的不信任，绝大多数离开家园的食人魔仅仅是为了一些商业目的。不再需要永恒精灵作为他们的中介人，一些人已经开始进入纹身和符文这一不断增长的市场，他们在这方面的天赋使他们在这一领域大获成功。而那些少数可以被视为冒险家的人，往往只是收拾好自己的东西突然离开，不为荣耀和财富，只为消除世界上不断出现的苦难与不幸而为他人奉献。经常听到这样的故事，一个食人魔偶尔听到有满载粮食的货船被劫的消息，立即出发。几天之后，他挥舞着那终结了曾经不可一世的强盗性命的狼牙棒荣归故里，然后继续回到乡间照料他的庄稼。]],
}

registerLoreTranslation{
	id = "races-7",
	name = "博学者格雷诺特关于人种的调查——第八章——兽人（灭绝）",
	lore = [[兽人们，很高兴的说，已经在马基·埃亚尔大陆上绝迹了，紧接着的便是图库纳国王揭开的新纪元——卓越纪。但是对它们之前文化风俗的学术研究却是非常有趣的，虽然可能会比较原始。

兽人们大约在6英尺1英寸左右，有着绿色或黑色的皮肤。他们擅长物理领域多样化的职业，这似乎与他们惊人的繁殖速度有关。大部分兽人拥有雄壮的体型和发达的肌肉，关于兽人军队的这部分记忆仍旧存在于老人们的心中。然而在派尔纪，一群相对瘦弱却更加强大的兽人出现了，他们掌握了毁灭性的法术。

与兽人发生第一次接触的是艾德瑞尔半身人，他们只想将兽人当做奴隶，但是在发现兽人们过于凶残后放弃了这一想法。在随后的数个世纪中，战争与争斗始终是为了对抗这些野兽。他们压倒性的数量，一度对所有文明产生过巨大的威胁，即使是在魔法大爆炸的影响之后。最可怕的年代是在派尔纪，当兽人们掌握了魔法，并且在吞噬者加库尔的领导下时，他们几乎扫除了面前的一切障碍。最终，上万的半身人士兵在纳格尔之战中为了毁灭兽族恶魔般的领袖和军团献出了生命。之后各种族的文明开始缓慢恢复，最终图库纳国王和米雯尼雅王后统一了人类和半身人王国，使大家团结一致击退了兽人，并将它们一网打尽。

最近通过对兽族废墟的调查研究，我们发现了惊人的文化资料，甚至有战争时期的粗糙艺术品。有些证据显示他们的文化里有着强大的社交元素，主要集中于体育运动和节日狂欢项目上。然而这些粗陋的文化仍落后于我们先进的文化许多，并且不管他们如何尝试，都掩盖不了他们凶残的本质，极端的暴力以及战争的欲望。

已经有100多年没有兽人的相关报道了。相关的目击报道都是一些不可信的冒险者和隐士们说出的，并且从未被证实过。我们应该庆幸如此可怕的种族已经消弭在历史的尘埃中，剩下的只有吓唬小孩子的可怕故事。]],
}

registerLoreTranslation{
	id = "races-8",
	name = "博学者格雷诺特关于人种的调查——第九章——夏·图尔人（灭绝）",
	lore = [[啊，传奇的夏·图尔！学者们是多么爱研究他们啊。事实上，相关的文献很多，但有事实根据的很少，所以有关该种族的信息也较少。最权威的研究是基于知名探险家和考古学家达沃德·欧卡顿的发现，但是他在写作过程中已经失踪好几个月了。在此，我将总结下他关键性的几个发现。

夏·图尔生活在距今一万年前，被称为混沌纪的时代。这个种族的名字来源于精灵族，他们以敬畏之情述说着古代种族，即便如此，他们也对其知之甚少。在马基·埃亚尔大陆上，夏·图尔如梦似幻的废墟结构被找出并探索，有的废墟甚至位于海洋中沉没的大陆上，暗示着夏·图尔人曾经一度统治过整个世界。

传送门的首次发现是在厄流纪，被半身人发现，在大量的实验后他们发现可以将物品和生物传送到很远的地方。这些奇迹背后的奥术原理仍远远超出我们能够理解的范围。那些试图刨根挖底的人，现在湮灭在了历史中——那些永恒精灵法师将所有已知的传送门搬到了一个靠近他们首都的地方，并且他们的魔导师们的过于自信开启了魔法大爆炸，他们瞬间化为了灰烬并且整个大陆分崩离析。那些在大陆上剩下的传送门，至今无人敢碰。

关于他们的长相几乎没有人说得清，因为毫无历史文献或者是记录来描述他们的样子。然而他们肯定与其他种族有着类似的特征，因为他们的废墟中存在着楼梯、大门和不适合人类居住的房间痕迹。欧卡顿通过研究他们的工具和遗迹，得出了这样的结论：他们大约高5英尺4英寸左右，有着不同寻常的触手状四肢。

他们绝迹的原因始终是个未解之谜，尽管有着各种猜想。在考古界最流行的说法是他们强大的魔法毁灭了自己，内战使他们消弭在历史中。其他理论——阿奇曼·加里伯德，恶魔研究者则一直相信夏·图尔人在魔法上的杰出造诣引来了异次元的恶魔，最终导致了整个种族的毁灭。有的人则更相信他们不是真的绝迹了，而是隐匿了起来，或者离开了这个世界。我恐怕真相永远无人知晓，但是对夏·图尔文明的深入研究仍有着非常重要的价值和意义。]],
}

registerLoreTranslation{
	id = "races-9",
	name = "博学者格雷诺特关于人种的调查——第十章——怪物种族",
	lore = [[没有任何文字可以诠释那些影响我们世界的野蛮种族。他们没有任何文化遗留，也没有任何先进的智慧或文化，但是他们仍能激起大家研究原始种族的兴趣。

巨魔主要分为两大类——科兹拉克和马提普，或者说岩石和森林巨魔，因为这更加通俗地为人所知。岩石巨魔生存与东北部的山脉地区，有些为了寻找食物和散播暴力甚至走到了更远的地方。他们通常超过8英英尺高，有着强壮的肌肉和厚厚的煤黑色或花岗岩状的外观。森林巨魔生活在浓密的森林和沼泽中，在德斯镇东部的巨魔沼泽尤为臭名卓著。他们比岩石巨魔同胞有着更为敏捷的速度，并且以移动迅速和能够使用精工武器闻名，尽管他们没有那么发达的肌肉和强壮的身躯。所有的巨魔有着快速的新陈代谢能力，再严重的伤口，恢复只要几个小时。据测量，他们在出生时只有8寸长，但是在2年内他们就可以成长完全，并且很少有寿命超过10年的。他们一开始被认为仅比野兽好一点，然而在派尔纪时，他们被兽人当做战士般训练，甚至学习了一些基础语言和战术，使得他们更加危险。虽然兽人已经走了，但他们的仆人仍然存在，并且巨魔们的广泛分布和令人惊讶的生育率使得他们至今仍活跃在马基·埃亚尔的舞台上。

巨人们通常住在岱卡拉周围的山峦中。他们在体型上有着很大的差异，但基本上不会低于10英英尺高。他们看起来就像是具有浮肿面部特征和更长的四肢的放大人类。他们属于游牧部落，随着季节的变化，从一个山头迁移到另一个山头，以鹿和羊为食。他们通常是和善的生物，只有当他们的领土受到入侵或者他们的后辈受到威胁时才会变的具有攻击性。有报道称，巨人们有时会从山上下来，抢夺牧场的家畜或者攻击市民，但是这极其少见并且大多发生在极端的严冬。巨人们似乎没有值得一提的优越文化和语言，但是却向我们揭示了有限智慧的运用和团结一致的精神。

娜迦曾被认为仅存于神话中，但是据可靠消息以及死亡的标本表明他们是真实存在的。他们的上半身是人形，有着金色的头发和苗条的身段，但是下半身却极像一只巨蛇的尾巴。他们大约身高6英英尺，尽管他们的尾巴可能更长。他们在马基·埃亚尔的东岸和东南岸都有踪迹，这表明他们生活于波涛之下。有关他们的记载只有近一百年的，并且越来越多的证据表明他们并不是喝醉水手们的幻觉。他们可以在水里和陆地上呼吸，同时拥有肺和腮，并且据说在陆地上有着非常惊人的速度。有人可能认为它们只是特殊的怪物，但是他们会用海底找到的材料做成珠宝和武器装备自己，例如用鲨鱼皮制成的柔软锁甲。这表明了一种先进的文明，但是截至目前为止我们发现与他们沟通几乎是不可能的。现在还不知道他们是否有复杂的语言，但是他们目前的对外回复只是极端的暴力，并且东海的渔民们经常要提防碰上这些邪恶的生物。

恶魔的起源已经不为人所知，但是很显然他们具有某种智慧，所以我觉得有必要在此写下一段。众所周知，他们是由某种魔法仪式召唤而来，并且在黄昏纪时期，小恶魔们经常与恶魔巫师们为伍。最主要的理论，由永恒精灵魔导师们得出的，恶魔们似乎来自另一个世界，一个由纯净的奥术能量链接的世界。那必然是一个地狱般的地方才能容下如此多恐怖的生物。恶魔们在外观和能力上不尽相同，正如我们世界里的生物一样。他们通常有偏蓝的血液和金属化的血肉，可以表现出超乎我们想象的形态——有些绽放在火焰中，有的藏在酸雾里或是可怕的黑暗中。这一切看起来都是建立在精通魔法的某种基础上，并且他们之中最强者具有真正可怕的力量。幸运的是他们是非常罕见的种族，而且自从魔法淡出人们的视野后，出现的更加稀少了。]],
}

registerLoreTranslation{
	id = "races-10",
	name = "博学者格雷诺特关于人种的调查——第十一章——龙族",
	lore = [[一般人也许会嘲笑我把龙作为单独列出的智慧种族，但是经验丰富的龙战士们知道其实不然。龙族是另人难以置信的长寿生命，某些已知的龙族已经存活了数千年之久。尽管在他们早期的生命中，他们兽性的一面比较多，但是随着他们生活几个世纪以后，他们会获得前所未有的超强理解力。那些远古巨龙有时被认为是马基·埃亚尔最狡猾和富有智慧的生物，他们拥有心灵沟通和优秀的精神能力，并且龙战士们始终对龙族有着最崇高的敬意。

龙族有着不同的大小和形状，一般常见于5英尺长的幼仔到20英尺长的成年龙族，某些最强大的龙族体长能达到40英尺。他们通常是带翅膀的、有着蜥蜴般的咽喉和锋利爪子的前后肢。他们通常有着鲜艳色彩的鳞片，通常代表与埃亚尔某种元素的亲和。这种亲和力在任何其他种族都未曾出现过，有些学者认为，由于龙族在世界起源时形成较早，因此能表现出强大的元素亲和力。然而这个理论只有那些狂热的研究了龙族太久的龙战士信徒们才会相信。

马基·埃亚尔的每一个角落都能发现不同类型的龙族。岱卡拉山脉聚集了很多的冰龙和风龙。大量的沙龙和赤龙可以在西部沙漠和丘陵中找到，并且还有许多报道提到在大洋深处有着巨大的海龙，尤其是在南部地区。

龙族攻击人类和半身人聚居地的事情是少见的，但一旦出现这种情况，通常是毁灭性的灾难。通常它们是为了找牲畜吃，但有时也有来自成年巨龙的攻击，是为了寻找重金属和宝石来作储藏。龙族的财富已经成为了一种传奇，那些巨龙们都以拥有成山的金币为傲，但是现在如此多的宝藏几乎没有。矮人们在厄流纪对龙族的狩猎，使得龙族几乎趋于绝迹，现在的大部分龙族在巢穴里只有适量的财富。

龙族经常由于它们结实的龙皮和元素亲和度极高的骨头而被狩猎。龙皮是护甲制作者们最喜爱的材料，因为它们通常轻薄坚硬，并且通常保留有龙皮主人生前的魔法亲和力。龙骨是法杖制作者们最喜爱的材料，因为它的魔法亲和力非常高，有时也被用于制造纤薄且柔韧的弓箭。然而，对龙族的不断狩猎引起了许多龙战士们的强烈不满，并且交易“自然衰老”的龙族材料的市场也日益增多——那些人只取自然死亡的龙族身上的材料。仍然，由于龙族全身都是宝的原因，每年都有许多在龙族的尖牙利齿下度日，被欲望冲昏了头脑的人死亡。]],
}


--------------------------------------------------------------
-- Misc
--------------------------------------------------------------

registerLoreTranslation{
	id = "thaloren-lament",
	name = "失去的大陆的挽歌",
	lore = [[你看见，长满青苔的自然精灵雕像，叙述一首诗，一遍又一遍。
#{italic}#“挂满鲜亮浆果紫衫之地
古老橡木生长之地
欢唱鸟儿飞落之地
皆为尘土，皆为虚无

曾经炽热的玫瑰染红天空
曾经怒放的花儿跌落枝头
曾经欢快的鸟儿泣血啼鸣
今为尘土，今为虚无

尽管永恒精灵法师们誓言在先
但法术的怒火仍撕裂尘世
我们曾经的故土化为废墟
信任不再，愤怒永存#{normal}#
]],
}

registerLoreTranslation{
	id = "eden-guile",
	name = "逃跑者",
	lore = [[逃跑者，逃跑者
你的时间不多了
逃跑者，逃跑者
日月也无法挽救你

逃跑者，逃跑者
为了生存日益消瘦
逃跑者，逃跑者
你已获悉残酷命运

逃跑者，逃跑者
现在是时候去选择
逃跑者，逃跑者
你的名誉或你的鞋！]],
}

registerLoreTranslation{
	id = "channelers-set",
	name = "自然的恩赐",
	lore = [[厄流纪崛起一位黑魔导
有着无与伦比的能力
平民百姓只可仰视
他黑色且可怕的巢穴

当作物死于干旱和枯萎
感染疾病的孩童增长
巫师在夜里偷偷的潜入
来掠夺他想要的一切

但是来了一位英雄，他手持宝剑
并且他拥有磐石般的意志
不求名利与荣耀
但求问心无愧

“来自伊格我肩负着使命
打败邪恶巫师是我的义务
我不会屈服于可怕的魔法
我将结束这邪恶的统治”

于是他骑着一匹骏马
向巫师的巢穴前进
幽暗的洞穴吞噬着一切
他却凛然不惧

战斗之激烈难以想象
那是剑与魔法的火花
战斗伴随着鲜血的绽放
怒吼声与尖叫声此起彼伏

一束纯净的奥术射线
撕裂了护甲与盾牌
但他仍坚定信念
英雄永不屈服

刀光划过了巫师的身体
他的帽子掉在了地上
法杖也因失去控制而落下
臭名昭著的法师终于陨落

现在赤着身子、刀剑残缺
这里只躺着一个人
奥术的力量必将得到审判
自由的血液将欢快的流动

“愚蠢之人，你太专注虚荣
大自然恩赐的信任不再
你的信念转向了法术
现在落叶归根吧”]],
}

registerLoreTranslation{
	id = "dreamscape-entry",
	name = "从噩梦中惊醒，还是在梦魇中永眠？",
	lore = [[你从意料外的沉睡中醒来，但是你对眼前离奇的场景毫无准备：没有陆地，没有天空，只有不断变化的形状和光线。迷幻的烟雾弥漫在空气中，各色阴影在视野中飞舞……
当你的眼睛渐渐习惯这幅奇怪的场景时，你惊恐地发觉你动不了了！你的身体似乎没有重量，但是你移动不了一步。更奇怪的是，当你回想起麻痹的噩梦时，有种似曾相识的感觉，正当此时，你忽然意识到：自己根本没有醒来，仍处于沉睡之中！你突然注意到奇怪的现象，让你更加确信这一点：你自己的镜像正在逐渐从你站的位置产生，并自主行动。
他们似乎都集中精神于某个东西，但那个是什么？正在你思考你的梦境守卫在面对什么时，你感觉到了它。虽然恐惧，但你意识到自己并不孤单。
你的敌人侵入了你的潜意识，开始在梦境中攻击你。虽然依旧不能动，但你的大脑也开始思考如何在这疯狂而恐怖的处境下存活。当你试着集中精神到你的梦境守卫上时，你发现你能够控制它。
专心面对眼前的噩梦，你开始寻找你的敌人，虽然你感觉到让你的一个梦境守卫被摧毁似乎不会成为灾难，但如果许多个守卫被一起摧毁呢?那会发生什么，你不愿去想，只是专心来击退敌人。]],
}


registerLoreTranslation{
	id = "loot-vault-empty",
	name = "奚落",
	lore = [[亲爱的盗墓贼,
	
下次记得快一点。

你钟爱的#{italic}#艾登#{normal}#]],
}

registerLoreTranslation{
	id = "nature-vs-magic",
	name = "自然与魔法的对抗",
	lore = [[你的奥术能量被干扰了！

埃亚尔是一块被撕裂的大陆，自然力量对奥术能量反应激烈，试图彻底控制它。某些物品和地方被灌输了反魔力量，这是一种能干扰魔法能力和魔法效果的自然力量。甚至还有一些人，将反魔力量和他们本身的自然力量结合起来，用于猎捕并摧毁魔法使用者。小心，施法者！你漫游的世界并不友好！]],
}

registerLoreTranslation{
	id = "kestin-highfin-adventuring-notes",
	name = "关于冒险",
	lore = [[我必须说，随着漫长的冒险岁月，我似乎与那些在你们眼中的“冒险家”，也就是那群在乡间小路上的流浪者们渐行渐远。我想，或许是那些流浪英雄的神话使得那些金钱和荣誉的诱惑蒙蔽了你的双眼，让你们忽视了真正的财富就在我们的身边。

诸君啊，敬请听我一言。

现在，许多年轻人根本无法理解，我们身处的这个世界究竟是多么神奇而又美好，远远超出了任何人的想象。我向你们中任何一人保证，亲爱的读者啊，无论是在你脑海中多么狂野的梦想，在那无比瑰丽的真实世界面前都是那么渺小，这就是真正奇迹的恢弘气势。即使我将一切我未能亲身经历的故事全部当作神话，天哪，我所亲历的一切仍然是那么震撼人心，让我甚至无法相信我的亲眼所见。

或许，我的描述有些过于模糊，或许，这些保证有些难以置信。毕竟，冒险并不总是充满了探索未知的喜悦——那是前所未有的危险，无时无刻不伴随着死亡的威胁，甚至更糟。所以，如果你想要让我用语言描述的话——请想象一下，废弃的远古地穴里巨岩崩碎跌落；疯狂的邪教徒将恶魔从异次元唤来；随着远处猛兽的咆哮，外表平和的森林展露了它嗜血的本性；还有，与之伴随的，超越时空约束的强大力量。这就是真实的冒险，任何人都会为其壮丽景象所倾倒，为其沉醉——尽管，我们所能了解的实在只是冒险旅途的吉光片羽，毕竟只有极少一部分的人能生还下来，告诉我们他们真实的经历。

如果要说我们能够亲眼所见的是什么，那就往往是那些过去和现在伟大冒险家的遗物：那是身怀着强大力量的神器，诉说着真正的史诗。当然，在灌下一两杯之后任何一个醉鬼都能够信口开河，胡诌一通；然而，一把灌注着强大魔力的利刃从来不会说谎，它们是冒险史诗的诚实记录者，然而始终保持缄默，从不多言。所以说，一个伟大的英雄往往在装备上就引人注目。他们如同活动着的历史，身上的每一件物品都诉说着宏大的史诗，其中至少有一半连他的主人都没有丝毫了解。

要记住重要的是，每一件神器都有其自己的意义，如同曾经手持他们的那些值得在史册留名的伟大英雄。尽管他们的故事已经被人们渐渐淡忘，他们的遗物仍然在世间永存。这就是为什么说，真正的英雄并不是因为他的财富扬名立万。真正的冒险家永远无畏于挑战前人所不敢为之事，无论他们的功绩是否为人所记载。无论如何，你伟大的冒险经历将开创属于你自己的史诗。

——#{italic}#科斯汀·赫菲因#{normal}#]],
}



--------------------------------------------------------------
-- Misc bosses
--------------------------------------------------------------

registerLoreTranslation{
	id = "zquikzshl",
	name = "不朽的兹基克茨",
	lore = [[#{italic}#(这篇手写的日记看起来竭尽了全力。写日记之人似乎疾病缠身。)

#{bold}#厄流月53日，派尔纪603年#{normal}#

我完成了！我愚蠢的主人说我没有做巫妖的条件，我没有足够的能力……说什么蠢话。我已经感觉到了身上的变化，并且我确信这脆弱的身躯只是我短暂的居所。我的主人竟然愚蠢到忘记合上《死亡转化禁书》！我需要的只是一副有着魔力的骨架，幸运的是，我在塔周围不远处找到了一具龙族的骨架。其他材料都太次，并且完全被主人所掌控……他肯定会震惊于我，不朽的兹基克，将会超越生死！

(这篇日记下面垫着一张纸，上面的字看起来更加优雅。)

不朽的兹基克，哈！多么愚蠢的小丑。我很高兴他的骄傲最终毁掉了自己。然而讨厌的是，这个年轻的傻小子在制作他的命匣时用光了艾德瑞尔之石，所以我也必须为我自己做一只命匣。从好的一面来说，我那不成器的学徒从反面说明了为什么我们应该使用亲手杀死的生物的骨架作为死亡转化的道具：他所选择的那具龙骨正在发霉溃烂，并且附在上面的霉菌似乎利用了骨头内的魔法能量转化了自己，成为了一种新的魔法形式。我真心希望任何发现这篇手稿的人能以最残忍的方式杀死这只“巫妖”并且将他弃置于光明之地。
哦，看呐，它正在试图用法术攻击我，不过他所能做的只是拥有一个堕落的名字：兹基克茨。]],
}

registerLoreTranslation{
	id = "walrog",
	name = "乌尔罗格",
	lore = [[纳鲁精灵的挽歌

从前有一个村庄
纳鲁们快乐的生活
当乌尔罗格来到村庄
他们只能在恐惧中颤抖

他践踏村庄的人民
不放过初生的孩童
他的力量毁灭一切
唤起飓风席卷天地

所以记住这个故事
贝壳之海的湮灭
是因为乌尔罗格的来临
毁灭了贝壳之海。]],
}
