--------------------------------------------------------------------------
-- The Dogroth Caldera
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "noxious-caldera-note-1",
	name = "破烂的碎纸片",
	lore = [[我怎么到这来了？搞不懂。雾气把所有的通道和小径都遮蔽了。我唯一能看到的，就是前方那蒸笼一般的火山口。尽管灰色的雾气令人不悦，但它还是散发着奇异的诱惑。我觉得前面有种莫名的力量在动摇我的意志。

	我的好基友们在哪里？难道他们抛弃我了？]],
}

registerLoreTranslation{
	id = "noxious-caldera-note-2",
	name = "破烂的碎纸片",
	lore = [[我似乎陷入了幻境中，别问我，我也不知道怎么回事。是因为那些鲜艳的花朵还是这异乎寻常的高温？我只记得，之前我晕倒在了草地上，晕倒前所见，只有缭绕的雾气及其所形成的虚无缥缈的幻影。舞女们在天空中飞舞，一伙矮人在旁嬉笑怒骂，大胡子随着笑声在风中飘荡。紧接着，一团阴影的降临破坏了整个场面，伴随着舞女们的尖叫和矮人们惊慌失措的神情，幻影们皆爆裂为黑色的花瓣。我试图逃走，但是恐惧使我不能动弹分毫。阴影从天而降并罩住了我，我能感到它低头注视的目光。它轻轻的哼了一声，便转身离开了，那时我方从中脱离出来，到现在仍惊魂未定。

我仍然不清楚是什么造成了这一切。我想离开此地，但却找不到出口。只有走出这团雾气，我才能搞清这里的地形。尽管如此，每条通道似乎都通往错误的地点，每个脚步都使我离中心更近，而不是更远。我必须尽快离开这里。
]],
}

registerLoreTranslation{
	id = "noxious-caldera-note-3",
	name = "破烂的碎纸片",
	lore = [[我找到了一具尸体，这家伙看样子是个自然精灵。她的脸上满是惊恐，她的四肢痛苦的扭曲着。虽然没有任何创伤，但是我大概能猜到她死亡的原因。是那团阴影吗？尽我所能，还是让她入土为安吧。

这片土地上有着一些很诡异的事物，我很害怕。之前我看到过一只蚂蚁，很大很施瓦辛格。当我试图踩死它时，它向我大叫，并呼喊着我的名字。我碾碎了它，它的眼睛迅速变红并爆了开来，并发出了一声刺耳的尖叫，至今还回荡在我脑海里，折磨着我的神经。

走在地上的每一步，都晃的我头好疼。我发烧了吗？我必须离开这！]],
}

registerLoreTranslation{
	id = "noxious-caldera-note-4",
	name = "破烂的碎纸片",
	lore = [[又一具尸体，如果还能这么称呼的话。从这堆支离破碎的碎肉中，很难辨认出究竟是什么。唯一的信息来自于武器和护甲，它们生前的主人应该属于一支智慧种族。地上的胸甲仍然光亮如新，斧头也很干净，甚至没有任何卷口，但是一旁像被撕裂的纸张一般的碎肉仍提醒着我——这里曾发生过残酷的战斗。到底是谁做了这一切？！

我甚至没有埋葬尸骨的勇气。我迅速的离开了，随着恐惧充斥了我的心脏，天空也呈现出鲜血般的颜色，大地也变的黝黑，蜘蛛们也跳了出来——它们的面孔在不断的变化。它们嘲笑我并向我喷射蛛丝。我撕开了它们，蛛丝缠绕着我的手指，毒液在不断的侵蚀我的皮肤，一股强烈的厌恶感油然而生。突然手中的蛛丝蒸发了，蜘蛛们也凝聚成了一张脸，它的嘴就像一朵巨大的红色花朵。我掉进了这朵花里，然后它便爆裂成了一团粘糊糊的液体，遮住了我的所有视线和意识。

当我醒来时，我发现全身是血。是血吗？是我的？还是……？我的呻吟声回荡在大地上，我的叹息声消散在雾气中。我现在离火山腹地更近了，也离真相更近了一步。是时候出发了，寻找真相，寻找自我……]],
}

registerLoreTranslation{
	id = "noxious-caldera-note-5",
	name = "破烂的碎纸片",
	lore = [[支离破碎的大地，犹如我的思维。如果我能清醒的思考，道路也要平坦些吧。可惜我并不清醒，我这样想着。

我一直在此，这就是我，一切都是我意志的体现。这是我的意识吗？或许我才是那个意识，我的行动一直受周围的雾气所引导。

当我醒着时，梦中的情景如影随形，亦如我跟随着他们一般。我寻找它们，呼唤它们并和它们一起玩耍。这里是我的小天地。不管我梦到什么，都会出现，当我厌倦时，我会撕裂它们，驱除它们。

有人想打扰我的游戏。它们就像鹰犬一样蜂拥而至，它们的嘴里散发着腐烂的气息，污染着我那圣洁的土地。但是让它们来吧，我要尽情的陪它们玩耍。我想，我们将会有一场欢乐的游戏。

我思即存在。]],
}
