--------------------------------------------------------------------------
-- The Old Forest
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "old-forest-note-1",
	name = "古老森林冒险日志",
	lore = [[#{italic}#根据探险者达沃德·欧卡顿手稿上的内容，
#{bold}#第一章：夏·图尔人

#{normal}#夏·图尔——他们是谁？他们从何处来？ 他们又要去往何处？这个古老的种族有着近乎无穷的神秘性。这些小纸片上的信息隐约提及到了一个强大的分布全世界范围的文明，他们运用着我们无法想象的力量和魔法。
 
然而，现在他们所有的遗迹都被我们忘记了，被风吹蚀的废墟以及他们隐居圣人的研究中所发现的未知技术的小细节。亲爱的读者，他们的神秘性有没有像引起我的好奇本能一样引起你的兴趣呢？

我的任务将我带到了远古丛林。什么样的地方能叫“远古丛林”呢？首先它是一个森林，然后它很古老。从它老土的名字，我们不难想到它对当地的德斯镇居民是多么的重要：这是当地的炼金术师学徒冒险寻找炼金材料的好地方，新手猎人们也会将此作为打猎的好地方。不管怎样，关于远古丛林的故事现在有了戏剧性的转折……

有传言说在丛林深处，有着像你我一样能自由移动的树木。有人甚至声称它们有了近距离的感知能力。另外，据说那些夏·图尔人已经掌握了赋予万物灵气的能力……这是巧合吗？]],
}

registerLoreTranslation{
	id = "old-forest-note-2",
	name = "古老森林冒险日志",
	lore = [[#{italic}#根据探险者达沃德·欧卡顿手稿上的内容，
#{bold}#第二章：古代废墟

#{normal}#我的探索终于有了回报！我做了很多的调查工作，才找到我要找的人，甚至更多的是用强迫和哄骗。但是有一次，一个远古丛林本地的伐木工在我不停的提问中泄露了一个天大的秘密！他说出了丛林中的废墟位置，那个位置附近聚集了一大片活着的树。他不愿说出关于那个地方的更多消息，似乎他相信那儿被诅咒了，不过我设法从他嘴里套出了关于那片废墟的外貌。这下我的脑海里面再也没有疑问了：它们属于夏·图尔！]],
}

registerLoreTranslation{
	id = "old-forest-note-3",
	name = "古老森林冒险日志",
	lore = [[#{italic}#根据探险者达沃德·欧卡顿手稿上的内容，
#{bold}#第三章：灾难

#{normal}#我的标题说的够清楚了么？灾难，又一次的灾难！这些都是真实的，这些夏·图尔废墟的确存在……在这巨大的湖底有着上百个不同的脚印！纳尔湖，远古丛林最大的湖泊之一，它阴暗的深渊吞噬了这些废墟。我几乎是个
强壮的游泳者，亲爱的读者，即使我能像娜迦族的巨兽一样游泳，但我可不希望在溺死前去探索那片沉入水底的广阔废墟。恐怕我必须得放弃现在的探险……那些树离我越来越近，注视着我，我可不相信它们是善类……]],
}

registerLoreTranslation{
	id = "old-forest-note-4",
	name = "古老森林冒险日志",
	lore = [[#{italic}#根据探险者达沃德·欧卡顿手稿上的内容，
#{bold}#第四章：不得不提的……

#{normal}#在我继续之前，我得明确一件事：我可不是魔法师们的好朋友。某些力量根本就不能简单的被凡人的双手和头脑驾驭。通过夏·图尔人的覆灭和魔法大爆炸带来的灾难和瘟疫，历史一次又一次的教会我们，魔法通常坏处大于益处。但是对我现在的任务来讲，恐怕使用魔法是必须的。在我停留德斯镇的日子里，我和一个年轻的旅行者成为了要好的朋友，我们常在小旅馆一起喝酒。我不能确切的指出，但是我相信他是一个魔法师——他身边总有一股解释不清的能量围绕着他，更别提一顶值得炫耀的法师帽。我在思考他对水中呼吸术有什么想法……？]],
}

registerLoreTranslation{
	id = "old-forest-note-5",
	name = "古老森林冒险日志",
	lore = [[#{italic}#根据探险者达沃德·欧卡顿手稿上的内容，
#{bold}#第五章：恐……

#{italic}#这个手稿似乎在匆忙中写就，并且沾满了水渍和血迹。

#{normal}#我……我没能坚持下去。
钥匙在这，但是我永远也不能……那扇门。

我没有做好充分的准备！那些树我还可以抵抗，但是水里的……我……已经扭曲了、超越了……

恐怖的……触须……瞬间燃烧的光芒……
我的肉体被吞噬了，我的精神被击垮了……活生生的虫子群，可以走路的……
……很难逃脱。而且我的伤口太……血流不止……

我曾以为夏·图尔很梦幻。我一度为此着迷……我去努力调查过找到的每个线索……

但是这，这就是他们的遗迹吗？……如此恐怖……超出我的想象……也许死神要带走我吧。

如果以后有任何人进来，我劝告你回……恐惧……太多了。如果你够蠢的话……我唯一的建议是……

#{italic}#你在这个手稿旁发现了一枚小巧的、微微闪光的水晶球……这就是手稿中提到的钥匙吗？#{normal}#]],
}

registerLoreTranslation{
	id = "lake-nur-not-flooded",
	name = "魔法屏障",
	lore = [[当你进入下一层时，你感觉自己穿过了某种隔绝水的魔法屏障。你听到了恐怖的尖叫声。]],
}
