--------------------------------------------------------------------------
-- Various Orc Prides
--------------------------------------------------------------------------
registerLoreTranslation{
	id = "grushnak-pride-note",
	name = "格鲁希纳克的笔记",
	lore = [[阴谋！在巅峰周围例行巡逻时，我看到了那两个“兽人”——从我们所谓的“领主”那过来的使者正在秘密的交谈。在我观察他们的过程中，他们竟然脱下了身上的兽皮——原来是两个人类法师！人类！想想看，我们伟大的兽族竟然就这样被玷污！我应该当场打爆他们的脑袋。不过，法师们一般都非常难缠，所以我留了他们的狗命。

直到现在，我还兽血沸腾着！如果我们强大的狂战士祖先加库尔看到伟大兽族臣服于人类，他会怎么想？！许多次，我曾想带着我族的精英战士去直接结束这场闹剧，但是——虽然阴谋诡计令我作呕，我不得不用。一次小小的背叛，就可以令我万劫不复。说实话，拾骨者拉克·肖和他的不死军团已经觊觎我的位置很多年了。这个问题长久以来一直困扰着我！但至少有一件事我们知道了，整个破坏事件是由晨曦之门的太阳教走狗们造成的……]],
}

registerLoreTranslation{
	id = "rak-shor-pride-note",
	name = "拉克·肖的笔记",
	lore = [[死亡之眼给我带了一些有趣的消息。我们所谓的领主并不是兽人，他们只不过是伪装成兽人的人类。我居然没对他们起疑——因为即便再复杂的魔法也无法掩饰人类脆弱的灵魂。他们的目的令人费解，不过我还是发现了一些蛛丝马迹：在巅峰周围我感受到了奇异的能量波动——灵魂长辞于世的波动……有些灵魂，似乎根本不属于这个世界。

但是，这和我的实验一比就显得愚蠢而可笑。加伯特还是像往常一样固执，这个恋龙癖。他认为龙类是特殊的，与众不同的生物，不适合我的实验。我不在意他的絮絮叨叨，我只渴望龙的尸体！堆成山的龙尸！他难道能在骨龙的面前镇定自若？！仅仅只是想象下就令我兴奋的颤抖不已……]],
}

registerLoreTranslation{
	id = "gorbat-pride-note",
	name = "加伯特的笔记",
	lore = [[我的龙宝贝们带来了一些消息。他们看到了人类前往巅峰，对我们兽族下达了一系列的管理政策。他们并没注意到我的龙，无意间我已经获知了他们的谈话内容。得到这些消息后，我必须慎重考虑如何“尊重”我们的“领主”。我的许多精英龙战士都想飞上天际去对付那些骗子，看着他们在龙炎中挣扎。甚至我的一些龙也向我表达了这个想法。悲哀的是，他们必须等待。

沃尔蛮横无理的行为将不再被容忍！他声称他对元素的掌握已经超越了龙族，龙族已经没必要存在于世了，但是……！我的一些精英龙战士和许多七彩龙族都被关在了他们的兵工厂里，他们希望通过研究龙族，能进一步完成扭曲冰火元素的可笑实验！我忍无可忍了！必须暂时放弃那些人类骗子，我要全力以赴对付沃尔。]],
}

registerLoreTranslation{
	id = "vor-pride-note",
	name = "沃尔的笔记",
	lore = [[巅峰周围出现了许多奇怪的火光。火把？不是。龙炎？也不是。偶然的火山喷发？也不是。这显然是奥术之焰，法师之焰，我非常确定这是来自其他阵营的人释放的法术，因为我族所有的烈焰术士都在我的麾下。这些火光是多么迷人，我想学会这些法术，很多年前我心底燃烧的魔法大爆炸之火，被再次点燃……

悲哀的是，此时此刻我必须克制这个冲动。计划正在有条不紊的进行中，离我们上次对那些太阳骑士和他们荒淫无道的统治者发起的毁灭行动才过了不到一周时间。一旦太阳堡垒毁灭了我就要小心了，兽族分支部落的格鲁希纳克曾经在我门前驻扎了一批精英队伍，警告我们不遵循领袖加库尔的“真理”。他虽然很蠢，但也很危险，我必须保持警惕。]],
}

--------------------------------------------------------------------------
-- History of the orc race
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "orc-history-1",
	name = "博学者哈达克的记录，第一部分",
	lore = [[我们的历史是一部战乱史。在岁月的长河中，我们经常受到其他种族的侵略，面对其他种族的优越科技，我们不得不奋起反抗。其他种族把我们当做恶魔，他们潜意识里认为，我们就是纯粹的野兽。胡说八道！说我们残忍，其实是他们一手造成。说我们无情，也是因为他们曾踩着我们祖先的尸体，无情的践踏我们的家园！

第一次战争发生在厄流纪，在我们和半身人之间展开。我们当时很弱小，并且缺乏头脑，他们傲慢的认为，我们天生就要被他人奴役。但是我们反击了！而且我们一直抵抗至今。他们向我们释放魔法，并认为我们永远不会领略魔法的魅力。他们还使用鞭子和镣铐，试图使我们屈服。他们把我们当做苦工，任何不够健壮的青年兽人都会被无情的杀害，甚至我们为自己所造的小屋也全部被焚毁。

刚开始，我们试图逃跑并躲藏在黑暗的洞穴中。虽然我们不得不面对艰难困苦，但是我们的族群却可以缓慢的成长。许多年后，我们再也躲不下去了，饥饿和瘟疫会把我们全部杀死。所以，在发觉敌人的腐朽和堕落后，我们带着满腔怒火奋起反抗。我们并没有明确的组织，但我们义无反顾。精灵和人类也试图攻击我们，但是我们无路可退！虽然他们试图用魔法消灭我们，但我们最终以五倍的伤亡歼灭了他们。挥洒的热血，最终为我们换来了自己的土地！]],
}

registerLoreTranslation{
	id = "orc-history-2",
	name = "博学者哈达克的记录，第二部分",
	lore = [[击退敌人之后，我们开始重建家园。随着我族的繁荣昌盛和城市的不断发展，我们开始提高自身的能力。虽然战争仍在继续，但我们可以蓬勃的发展。

但是好景不长，该死的精灵法师开始了夏·图尔废墟的实验。多么可怕和黑暗的一天！魔法大爆炸殃及了我们的人民。地震摧毁了我们新建的城镇，大火吞噬了男女老幼，整个世界都混乱了。后来，疾病和瘟疫开始蔓延，我们前进的脚步被彻底打断。

只有最强壮的兽人挺过了那段紧跟而来的黑暗时期。我们一直向东迁徙，回到我们黑暗的藏身之所，所有族人都发誓，一定要让这带来可怕灾难之人付出代价。]],
}

registerLoreTranslation{
	id = "orc-history-3",
	name = "博学者哈达克的记录，第三部分",
	lore = [[在黄昏纪，我们东躲西藏来恢复元气，同时商定复仇计划。但是命运再一次愚弄了我们，魔法大爆炸将我们的种族切割的支离破碎,大灾变再次给我们带来了毁灭。当族群终于恢复至原来数量时，地震已经完全吞噬了我们的家园。随处飘荡的碎石粉末使我们窒息，成千上万的人被困死在地上。结果我们能挺到新世界的人所剩无几。

那时，魔法给我们带来了非常严重的影响，而我们也知道了，必须为生存而学会它。几个世纪以来，我们一直在研究魔法大爆炸的影响，同时我们也俘虏了一些敌方的法师来做实验。最终我们还是解开了魔法的奥秘，并学会了它。我们秘密建设了自己的基地，等待着合适的时机来发动毁灭性的复仇。吞噬者加库尔，是我族中最优秀的战士，他使我们的计划更加完美。在他的领导下，我们气势如虹，半身人王国终于在我们脚下毁灭。 多么完美的复仇！所有的城池在我们愤怒的军队面前都不堪一击！我们无论走到哪里，都把殉难者的尸体堆积起来付之一炬，冲天的火焰，象征着我们不屈不挠的意志。

派尔纪是我们的年代，那时候我们是最强的种族，打遍天下无敌手。]],
}

registerLoreTranslation{
	id = "orc-history-4",
	name = "博学者哈达克的记录，第四部分",
	lore = [[在派尔纪我们是多么的优越！真的没有任何其他种族可比拟。因为复仇驱使着我们，我们不顾一切地追求复仇的快感，这使我们在很长一段时间内遭受接连的失败和惩罚。
	
在派尔纪，我们发现了远程传送门，在矮人城堡的深处。我们比之前那些愚蠢的精灵要谨慎的多，利用传送门的力量，我们打开了通往失落远东的道路。我们的军队，轻易的击退了已经到那的精灵和人类。我们在那建立了普莱德训练营——我们的战士可以在那磨练自己的技能，为西部地区的战事做准备。

但是西部的战事并不顺利。我们征服了许多国家，灭掉了许多种族，但是随着战斗的分散，我们的力量日渐薄弱。当其他种族开始反击时，我们的黄金时代走向了尾声。]],
}

registerLoreTranslation{
	id = "orc-history-5",
	name = "博学者哈达克的记录，第五部分",
	lore = [[人类和半身人已经达成盟约，联合保卫他们的王国，很快精灵和矮人也加入了盟军，我们被击退了。我们的战术很快变为防守，因为他们很快就要攻入我们的领土。

我们尽全力战斗，但是我们没想到他们会采取如此卑鄙的战争策略。他们放弃了我们的军事基地，改为攻击城市和乡镇，他们杀死了我们所有的平民。甚至连母亲手中刚出生的婴儿都被残忍杀害，他们没放过任何一个女人或孩子。这是敌方最高层指示的种族屠杀。

我们集合残余族人，把他们送到远东，由敢死队掩护他们的撤退，误导他们相信种族屠杀已经完成了。

但是我们留在远东的种子残缺不全。我们大多数的妇女和儿童被杀害，我们的文化中心被摧毁，我们曾经的温暖故乡也不复存在。我们的军队所剩无几，只能用来巩固普莱德训练营。通过奥术实验，我们发现了一种新的成长方式，但是我们所创造的只是徒有其表空虚灵魂的皮囊。直到我们不再受其他种族的威胁，我们才开始养精蓄锐，只为一件事——复仇。

我们在西方仍有一个秘密基地，位于我们抛洒热血土地的另一端。我们正在加速建设军事力量，那时我们将展开激烈的复仇，纵横整个马基·埃亚尔。我们将对其他种族以牙还牙，他们所建立的任何政权都将毁灭。]],
}

--------------------------------------------------------------------------
-- Story of Garkul, the greatest of all orcs
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "garkul-history-1",
	name = "加库尔的传说",
	lore = [[#{bold}#第一章：年轻的战士#{normal}#

#{italic}#"吃得苦中苦，方为人上人。只有感到痛楚，你才能真正学会它。我族经历了无数的战火和瘟疫，每次灾难都使我们成长。只有克服困难，才能使我们变的更加强大。"
- 吞噬者加库尔#{normal}#

加库尔是我族有史以来最伟大的战士，他在世的年代也是我族最强大的年代。他统一了整个部落，率领我们取得多次胜利，威震八方，数不清的尸体倒在他的脚下。

他出生在一个动乱的年代，那时我族一直过着藏头掩面的生活，只能从黑暗的洞穴中偷袭对方。他来自一个不起眼的支脉，但是在很小的时候他就表现出了优秀的战斗天赋和杰出的战术头脑。注意，包括其他种族在内都没有像加库尔一样杰出的人物。他们把自己的后辈惯坏了，那些被奴役的种族在这期间却得到了飞速的成长。我们兽族生来平等，每个人都展示出了优越的战斗能力。成王败寇，适者生存。

加库尔有他自己的人马，那些折服于他力量的人迅速投身于他。很快，他的人马就强大到足以统一整个部落。但有一天，他突然发现更大的机遇在等着他。创法者威瑞克访问了每个部落，询问是否有志愿者帮助实验。当他来到加库尔的部落时，所有人都在嘲笑他，说埃亚尔大陆没有他那瘦小胳膊能释放的法术。威瑞克被眼前训练营的场景所震撼，而且，他在这群年轻人身上看到更多同龄人所不具备的东西。他邀请加库尔来帮助测试最强力的新型法术。加库尔答应了，很快他们俩回到了威瑞克的大厅。

加库尔在这看到了令其惊讶的事情——上千个兽人在这大厅里训练魔法。高度的组织性，严谨的课程安排和严格的等级制度使他们能够熟练运用魔法艺术。威瑞克解释了他为什么要花费一生的精力来学习魔法大爆炸的影响，还有为什么要研究被绑架的他族法师，这是他的终身理想。集结各部落的年轻兽人，他可以组织起一队足以打败他族的法师团。加库尔显然被他打动了。

随着时间的推移，加库尔已经能够使用单手架开这边最强法师的攻击。所以，威瑞克挑选了3位得意门徒，一位修习冰系法术，一位修习火系法术，还有一位修习血系法术。他想看看加库尔和这3位法师，谁能最终胜出。加库尔接受了这个挑战，并让出一只手来对战三位法师。

烈焰术士用了火焰之环作为起手，但是被加库尔灵巧的躲开了，并且他在法师能对他释放下一个法术前，快速冲到了烈焰术士面前，以一记上勾拳把他打断了。同时，冰霜术士对他释放了一阵冰风暴，但是加库尔抓住了烈焰术士的长袍，以烈焰术士作为盾牌，跑出了冰风暴的范围。当他快速靠近第二个施法者时，他将身前冻僵的身体扔到一边，并嘭的一声打趴了冰霜术士。两名法师倒下后，加库尔转向最后一位惊慌失措的堕落法师。他大笑着向法师冲过去，但是当他靠近时，血法师对他释放了一记诅咒，他感觉自己的手臂突然变的麻木僵硬。虽然诅咒加身，但是加库尔还是冲到了血法师的面前，以一记头槌撞晕了血法师，诅咒也随之消除。

加库尔转向吃惊的威瑞克鞠躬致谢：“其实你赢了——我被逼无奈，只能用头槌去攻击最后一名法师。”但是威瑞克仍震惊于加库尔的战斗技巧——风一般的速度，令人惊叹的力量以及闻所未闻的反应能力。两人交谈了许久，加库尔对法师的团体作战提出了许多建议，这些建议足以使法师团在面对敌人时成为一股压倒性的力量。他对魔法的认知已经达到了新的高度，而这些知识使他能够优化我们的作战方式，并将其在战争中发扬光大。

威瑞克邀请加库尔做客了数月，虽然加库尔对魔法还是毫无兴趣，但他还是学到了许多如何抵抗和免疫魔法的知识。威瑞克从未见过如此才华横溢的年轻人，他意识到，面前的年轻人将带领他的种族走向辉煌。]],
}

registerLoreTranslation{
	id = "garkul-history-2",
	name = "加库尔的传说",
	lore = [[#{bold}#第二章：吞噬者的崛起#{normal}#

#{italic}#"障碍和困难是不存在的，没有我们做不到的事。当问题放在你面前时，你要用头脑和拳头去解决它。如果你不能用手，就用脚踢；不能用脚，就用牙咬。直到你把问题彻底解决前，你都不能松开手脚。"
- 吞噬者加库尔#{normal}#

第二年的春天，威瑞克带着加库尔去参加部落理事会——一个部落首领的交流会。由长老沃根主持会议，听取来自各部落的报告。

加库尔耐心地听着，直到西部的一个部落汇报他们受到了半身人的攻击，当他听见战士们都倒在了艾德瑞尔的投掷手和法师面前时，他怒了，但威瑞克吩咐他不要轻举妄动。其他的部族领袖在底下窃窃私语，但令加库尔感到惊讶的是，居然没有人提到复仇。

沃根始终保持着沉默。当议论声逐渐平息时，他开口了：“虽然这是令人愤怒的事情，但并不是什么小股军队就能做到的。反击战只会吸引对方的火力，给我们带来更大的麻烦。我们必须保持冷静，也许……”

“懦夫！”加库尔忍不住站了起来，“没牙的老狗！我们应该狠狠的反击，让他们知道触犯我们的代价！”

沃根恼羞成怒，示意卫兵将年轻的战士抓起来。当加库尔看到他们拔出武器时，他变的异常紧张。在他刚准备发起攻击时，威瑞克站起来制止了他。“长老，请原谅这个男孩——他年轻而又渴望战斗。带他来是我的错，我愿意承担全部责任。” 

沃根眯缝着眼睛看着创法者说：“你愿意替这孩子受过？”威瑞克郑重的点了点头。长老的嘴角泛起一丝微笑，长久以来，他一直怀疑创法者在建立秘密的法师部队，现在，他可以名正言顺的铲除这股潜在力量。他命令最近的卫兵前去撕裂创法者的喉咙。

加库尔一动不动地站着，用愤怒的眼神盯着长老。沃根眯缝着眼睛看了他一会儿，这眼神令他很不舒服。他转向一个守卫说：“我不喜欢这个人的眼神。把他的右眼挖出来，让他滚。”面对卫兵的匕首，加库尔毫不畏惧，当他的右眼被挖出时，他的左眼仍盯着沃根，鲜血溅了长老一脸。

他回到部落后，虽然伤口已经愈合，但他坚决不戴眼罩，于是独眼龙加库尔的外号被叫开了。人们问他：“你现在只有一只眼睛，如何领导我们部落？”但是加库尔回应道：“我现在可以比其他人看到更多的东西，我将带领着我们部落走的更远。”

加库尔一直在等待复仇的时机。在下一次理事会上，他带领了二十多位随从。当他被禁止入场时，他用拳头打趴了所有的守卫。他的战士包围会场后，他走向了沃根。“现在，懦夫，你有勇气和我决斗吗？”他咆哮道。

沃根咬紧了牙关，不甘示弱的掏出了他的匕首。但是加库尔快速抓住了他的胳膊，迅速的扭断了它们。然后，加库尔用力抓住长老惨叫的头部，并使他面朝自己。他狠狠的朝长老的右眼咬去，生生的将眼珠给咬下来并吞了下去。接着，他又转向长老的另一只眼睛，并做了同样的事情，鲜血不断的从他咀嚼着的嘴角流下。

他把沃根抽搐的身体扔到了地上，并对着严重受创的头颅补了一记重拳，沃根的头骨和牙齿被砸的粉碎。然后，他转身朝着其他首领，大叫道：“看到了吗？他抢走我一只眼睛，我抢走他两只！跟随我，我要双倍偿还那些杀死我们族人的半身人！我不会再让我们的族人哭泣和躲藏——我们将奋起反抗并将怒火洒向大地！”面对加库尔的勇猛，各部落的首领都毫不犹豫地跟随他。

就这样，独眼龙加库尔的外号结束了，新的外号诞生了——吞噬者加库尔。他收集了沃根残留的牙齿并做成了一条项链，每当其他部落中出现反对他的声音时，他会在这项链上加上更多的牙齿，直到再也没出现反对的声音。]],
}

registerLoreTranslation{
	id = "garkul-history-3",
	name = "加库尔的传说",
	lore = [[#{bold}#第三章：派尔纪的领导者#{normal}#

#{italic}#“火是一个所有种族都能理解的符号，燃烧即毁灭。每当我征服一个城池，我都会留下一场大火——每栋房子、每片农田、每具尸体都化作乌有。这是我们意志的象征，并且火焰会将这股意志传达给我们的敌人。对于他们来说，我就是一团熊熊大火，而我的部队则会带来无尽烈焰般的恐惧。”
- 吞噬者加库尔#{normal}#

加库尔迅速而高效的统一了整个部落。他将战士们重新编制，所有的战士和龙战士们被编入他自己的部队，在那里，他鼓励战士们互相竞争。在看到法师们的强大后，他把法师们分为2个团，一支专精元素魔法，一支专精诅咒和亡灵魔法，同时，他也鼓励他们互相竞争互相促进。他说，只有兽族才能与兽族对抗，其他种族都无法和我们比拟。只有战胜自己，才能发挥出我们真正的力量。

他组织了兽人巡逻队来保护周边村庄，任何来自他族的攻击很快就被扑灭了。当半身人看到我们的部队日益壮大时，他们也开始扩大编制并组织青年巡逻队。加库尔看出，战争一触即发，并且对于他的计划来说，时机也已经成熟。他开始攻击波顿——艾德瑞尔王国最大的城市。

这次袭击是在夜深人静的时候。黑暗的阴影笼罩着我们的部队向城门靠近，直到我们到达城门下，他们才发现我们。当守卫们发出敌袭的警报并试图关闭城门时，兽族法师们释放了一连串魔法瓦解了他们的防御。波顿的守卫军终于到来，准备在城门口和我族部队展开反击战。但加库尔命令法师们将成团的爆裂火球扔进敌方阵营，快速的打乱了对方的部署，如此一来，我方的战士们就可以轻易的歼灭对方的前锋部队。与此同时，我方的弓箭手们也对着后方被火焰所困的敌人射出了一波波箭雨。烈焰术士们不停的向城内释放烈焰，当半身人们试图逃离燃烧的城市时，新的混乱爆发了。在早些时候，加库尔命令许多由奥术力量伪装的亡灵法师提前进入了下水道，现在他们开始召唤不死大军。半身人们惊恐的发现，死去的亲人突然变为幽灵或食尸鬼来攻击他们。半身人们乱成一团，因为加库尔又派了一批刺客从背后屠戮他们。当抵抗力量逐渐崩溃时，加库尔命令战士们穿过街道，消灭最后的有生力量。几小时后，半身人无一幸存，城里的每条鹅卵石道路都浸满了深红色的鲜血。加库尔赢得了完胜，因为兽族部队无一伤亡。

当他的军队问他接下来该做什么时，他眺望着城市南部的一座山并安静的沉思了会儿。他转身说：“把附近森林的木头砍下来，放到那座山顶上去。然后搜集这个城市的所有尸体——无论男女老幼——我们要在这山上点燃巨大的火炬。”他的部队很快执行了他的命令，因为加库尔在他们心目中已经超越了一切。火堆超过了80英尺高，上面堆满了数千具尸体。当黎明到来，炽烈的鲜红从地平线冉冉升起时，他们点燃了火堆，巨大的火焰吞噬了每一具尸体，也象征了一个城市的毁灭。

山顶上的熊熊火焰方圆百里可见，各族的探子被派出查清真相。加库尔命令军队不要阻止他们，让他们把屠城的消息带回给其他各族的首领。开始，一些首领完全不相信探子所说的话，但紧接着同样的事情再次发生在艾德瑞尔王国不远的城市，接下来的好几个晚上整片地区都被火焰给烧焦了。加库尔的军队用火焰展示了无坚不摧的力量，而其他种族则感到，宁静的生活不复存在。

这些早期的胜利来得相当容易，但随着战争的深入他们遇到了更加激烈的抵抗，因为其他种族有着更为先进的科技。但是加库尔总能未卜先知，他的战术策略摧毁了对方所有的防御工事。每次胜利后，加库尔总是燃烧起熊熊的火炬，我们军队胜利的歌声随着火焰直扑寒冷的夜空。每场战役都成为了派尔纪战争时期的经典，而征服的火焰终将蔓延整个马基·埃亚尔。

只用了三个月，艾德瑞尔王国便陨落了，难民们拼命的逃离致命的火炬，全部涌向了南部的纳格尔王国。在进一步攻打其他种族前，加库尔巩固了他的军队，在掠夺的土地上建立了新的基地。没有人能承受被他族侵略了如此长时间的种族怒火。几个世纪的压迫使我们变的坚强，复仇的火焰在我们心中绽放出永不熄灭的玫瑰。]],
}

registerLoreTranslation{
	id = "garkul-history-4",
	name = "加库尔的传说",
	lore = [[#{bold}#第四章：东成西就#{normal}#

#{italic}#"力量成就荣耀，荣耀升华力量。虽然我们拥有强大的力量，但我们必须将它和荣耀相统一。为我们伟大的种族感到骄傲并享受这份荣耀可以使我们团结一致。"
- 吞噬者加库尔#{normal}#

许多年来，我们胜利的步伐一直向前。加库尔率领部队穿过大陆，毁灭任何抵抗者。艾德瑞尔王国已经陨落，他们的后裔逃到了位于南部的半身人王国纳格尔。人类被分割成了许多王国，加库尔便开始一个一个收拾他们，只留下了几个在南北两端的偏僻王国。自然精灵们则被强大的兽人部队逼进了黑暗森林里。永恒精灵们试图反击，并且他们使用强大的魔法重创了兽人部队，尽管如此，他们还是节节败退，被迫撤进西南地区的首都。矮人们在东方顽强的抵抗着，即便加库尔一时也无法攻破他们的石头堡垒，不过他制定了相应的计划，可以使部队穿过下面的洞穴。

马基·埃亚尔中间的所有领土——从北部的沙漠到南部的沼泽；从岱卡拉山脉到西边的海洋都在加库尔的统治之下。兽族巡逻队在每个山谷和每个平原地区都展开了地毯式搜索，一旦发现敌人当场消灭。加库尔坚定不移的支持他们，同样的，在他的领导下，每个兽人也会不断的取得新的成就。

但是离完全胜利还相去甚远，许多抵抗势力的政治和文化中心尚存，纳格尔王国始终是南方的一大威胁。加库尔始终注意着不把战线拉的过长，在完全胜利前他不会分散力量。他知道，他必须等待时机并且尽可能的修养他的部队，使他的部队能够最大化发挥他们的力量。

然而，在矮人堡垒瑞库纳的下面我们的探子发现了一件令人惊奇的事情——一扇夏·图尔传送门。血法师们研究了它一段时间，然后他们终于成功的激活了它并发现了一个新世界。那是失落的远东大陆，在一场大灾难后和整个马基·埃亚尔分开了。加库尔认为这是上天赐予的机遇，他组织了数千名年轻战士和法师传送了过去。他们在那里建立了训练场——一个可以训练部队战斗技巧，以备西部战争的地方。加库尔给他们命名为普莱德，因为这是他们种族得以兴盛的基础，并且这里将会是我们的骄傲。

但是当加库尔忙着普莱德的建设时，纳格尔的国王也在筹划着防御战略。他知道兽族的部队很快就会来攻打他的王国，所以他准备了一个绝对力量的战略。他召集了大陆上所有的精英炼金术师，并且研发出了一只空前绝后的战争机器：傀儡之王阿塔玛森。

当加库尔从远东回来时，他从间谍口中获悉了纳格尔王国正在进行战争机器的研究，他知道，他必须对半身人发动攻击了。但他并不知道，这会是他的最后一次战争。]],
}

registerLoreTranslation{
	id = "garkul-history-5",
	name = "加库尔的传说",
	lore = [[#{bold}#第五章：巨人陨落#{normal}#

#{italic}#"真正的战士永垂不朽。也许他在战场上阵亡了，但他的牺牲将会激励其他人追随他的脚步。他存活于其他人的一举一动中。虽然他的鲜血染红了大地，但他的名字永垂不朽。"
- 吞噬者加库尔#{normal}#

加库尔组织了一股部队来对付纳格尔王国——南部的中心政权。这股部队并没有他所期盼的那么强大，因为大部分部队被派到了远东去建设普莱德，但他知道他们必须尽早消灭半身人，否则就迟了。

他谨慎的带领部队向南方前进，沿途只遇到了一些零星的抵抗。当他们到达首都时，他发现半身人军队已经武装整齐，超过数万的半身人被召集起来保卫家园。加库尔只带了五千人，但是他知道他的战士更加强大，再加上他的策略，取得胜利易如反掌。但是他的心头总有一丝阴霾，这也是他如此谨慎前进的原因。

在兽族行进至阵地过程中，半身人部队却一直在另一边等待。加库尔用疑虑的眼光打量着地面，但是半身人的投掷手们已经开始攻击了——他知道他必须下令进攻。战士们迅速的朝对方阵营冲去，法师则紧随其后，但是当他们快要靠近敌方阵地时，地面突然开始震颤了起来。战士们被迫向后撤退，因为一只巨大的手掌撕裂了大地，紧跟着一只巨人的脑袋露了出来。随着大地的震颤，大家看到了一个无比巨大的怪物——傀儡之王阿塔玛森。这是半身人炼金术师们长期秘密研发的成果，通体由花岗岩打造，四肢则由沃瑞钽构成，它的眼睛则是由上千颗红宝石组成，给它提供了无与伦比的动力。半身人小心翼翼的布下这个陷阱，引导加库尔的部队来这和他们进行遭遇战，等时机一到就激活这不可思议的战争武器。

兽人部队疯狂的攻击这具傀儡，无数的武器朝着巨人的脚上砸去，可是毫无作用。法师向巨人的胸膛投射冰火法术，但同样没有任何效果。半身人的炼金师们走上前并激活了傀儡，炙热的火焰从傀儡眼中喷发而出，烧死了许多兽人。傀儡继续向前，每步都能踩死许多战士，同时它的束状火焰对后方的法师团也造成了巨大的伤害。接着，炼金师们也开始投掷炸弹，投掷手们也一发接着一发，一场屠杀开始了。

加库尔看到他的部队一片混乱，他也知道，硬撼这个战争机器他们毫无胜算。于是，他跑向他的战狼坐骑——一只长达十英尺的凶猛座狼，骑着它冲进了战场。他骑着座狼笔直的冲向傀儡之王，并驾驭它跳上了傀儡的胸膛。突然，傀儡的一只拳头横扫过来，将座狼打的四分五裂，千钧一发之际，加库尔跳了起来并抓住了傀儡的头部，接着，他拔出了战斧，用尽全力砍碎了傀儡的一只眼睛。

然而，傀儡用它的双手迅速的抓住了加库尔，战斧也掉在了地上。阿塔玛森用花岗岩的拳头紧握着兽族领袖的身体，试图将他撕裂。但是加库尔咬紧牙关，拼尽全力撑开了傀儡的拳头，慢慢地，他逐渐扭开了傀儡的拳头，同时，他也更加靠近傀儡的头部了。当他和傀儡的额头靠的够近时，他用头部狠狠地砸向傀儡，震耳欲聋的金属碰撞声响彻了整个战场。傀儡之王还未从震动中反应过来，加库尔又一次使用了头锤，而他的铁盔也裂开了。再一次，他用头部猛烈的撞向傀儡，鲜血从他的太阳穴不断淌下，而傀儡脆弱的头部也出现了一片凹痕。加库尔再次给了它致命的一记头锤，傀儡的头部一分为二，它的双腿也失去控制了。最终加库尔抬起他满脸鲜血的头颅，大吼了一声将傀儡的头部撞的四分五裂。傀儡彻底瘫痪了——加库尔的杰作。自从傀儡之王阿塔玛森倒下后，再也没出现过第二只傀儡之王。

半身人们惊慌失措，虽然兽人部队即将被消灭，但是他们的伟大武器也毁灭了。接着他们走向废墟查看傀儡的状况，没想到，吞噬者加库尔居然还活着。他的头部严重受创，满脸鲜血，胳膊也满是淤青，但他找到了他的战斧，咧着嘴站在他们面前。

他知道，他现在是光杆司令了，在他和傀儡战斗的同时，他的部队被消灭殆尽。虽然他们英勇杀敌，但在他的面前仍有上万敌军。但他哈哈大笑，因为他是一个真正的战士，没有比击败战场上“不可战胜”的对手更令他快乐的了。这辈子值了。

他勇猛的穿过半身人的部队，成片的尸体倒在他的身后。他格挡开所有的箭矢，将一柄战斧使用的淋漓尽致。他切开对方的头颅，将他们的血肉连同盔甲一起撕裂。当对方试图抓住他的武器时，他或用拳头打趴他们，或用牙齿咬断他们的喉咙。他在人群中来去如风，鲜血不断的洒在他的脸上。在杀死了上百人后，他的斧头终于开裂了，但他依然紧握着斧柄，挥舞着它继续与敌人战斗。

然而，炼金术师们向他投掷了炸弹，灼热的火焰烧焦了他的肌肉。弓箭手和投掷手们也向他瞄准，他们的箭矢撕裂了他的身体。但是加库尔发出了震天的怒吼，箭矢在空中被震的粉碎，脚下的大地也被震得支离破碎。他就近夺取了两柄战斧并冲向他的敌人，对他们展开了死亡之舞。虽然四面环敌，但他依然不屈不挠的战斗着。

可是战斗不可能一直持续下去。他的腿被一剑砍伤了，他的眼睛被炸弹炸瞎了，虽然他仍坚持战斗，但伤口已布满了他的全身。战斧已经被用的刃口开裂，他只剩下2个斧柄做木棒用。他一往无前，不停的挥舞着手中的武器，直到他精疲力竭，炼金术师不断的向他投掷炸弹直到他烧焦的尸体一动不动。虽然吞噬者加库尔已死亡，但是他的身体依然直立着，武器似乎仍在头顶上挥舞，上万的尸体倒在了他的脚下。那年，当半身人清点他们的损失时，只有数百人幸存下来。

自从我们的伟大领袖逝世后，我们的力量再也没达到巅峰。战争仍在继续，但是失去了他的领导后，我们接二连三的吃了许多败仗。最终其他种族展开联合反击，我们被赶出了故土。加库尔一直与我们同在，因为他的意志一直存在于我们心中。总有一天，我们要回到他出生的地方，完成他开创的荣耀——马基·埃亚尔将属于我们。]],
}

--------------------------------------------------------------------------
-- Orc breeding pits lore
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "orc-breeding-1",
	name = "巫医库贝克的实验报告，第一部分",
	lore = [[#{bold}#巫医库贝克的实验报告：一#{normal}#

复兴我们的种族——我接到任务是多么的不幸。那些卑贱的人类和半身人们已经摧毁了我们整个社会体系，他们用残酷的武装镇压来奴役我们的人民。我们只有极少部分妇女逃了出来，没有紧急的对策我们很快就会灭亡。

现在我继承了这些禁忌的方法。我是兽族唯一一个继承了所有医学知识的人，在我们的基地被破坏前我逃到了远东。我必须寻找一个方法来延长我们剩余女性的寿命并使她们更快的繁衍。为此，我将使用任何自然和魔法的力量。

我已经在远离主基地的洞穴建立了一个秘密营地。我必须在此进行黑暗的试验，我希望它们保持隐蔽……]],
}

registerLoreTranslation{
	id = "orc-breeding-2",
	name = "巫医库贝克的实验报告，第二部分",
	lore = [[#{bold}#巫医库贝克的实验报告：二#{normal}#

我已经对几位女性进行了实验。她们在实验的过程中始终处于昏迷——那样会更有利于实验。起初我把她们放置在拥有自然催化和奥术回复的领域里，同时对她们胃部注入高蛋白营养。在时间加速的领域里堕落的血液被灌输进她们的卵巢中加速循环。普莱德训练营的每位领袖都为这个实验贡献了自己的种子。

初步结果表明，实验是非常成功的。她们的体重有了明显的提高，尤其是在腹部区域。有一个甚至长出了额外的卵巢和性器官。我努力提高她们的生育能力，只需8周的时间，她们就能孕育新的兽人。新生的兽人们在速度和力量上明显比普通兽人高出一截，特别是肌肉的增长更是超出想象。

在整个实验进程中一些女性去世了。我只能认为她们是较为脆弱的几个实验品，不管怎样，这都是令人悲哀的消息。]],
}

registerLoreTranslation{
	id = "orc-breeding-3",
	name = "巫医库贝克的实验报告，第三部分",
	lore = [[#{bold}#巫医库贝克的实验报告：三#{normal}#

我的实验有了很大的进展。所有的实验品都长出了许多卵巢，这都要归功于堕落血液的引导和奥术回复领域的再生作用。由于实验的巨大进步，我们每天都可以看到新的兽人BB出生！我相信随着实验的进展，我们的种族会成长的更快。

尽管实验体的繁殖速度呈增长态势，但我们依然要保护她们的重要器官以延长她们的寿命。也许她们可以生存数百年，甚至上千年。

随着实验体的腹部一天天增大，如何将高蛋白营养注入她们的胃部逐渐变的困难。我正在研究如何将营养散播到空气中，这样实验体直接靠呼吸就可以吸收。初步结果显示，这样会导致皮肤下面有块状物聚积，不过没有任何副作用。]],
}

registerLoreTranslation{
	id = "orc-breeding-4",
	name = "巫医库贝克的实验报告，第四部分",
	lore = [[#{bold}#巫医库贝克的实验报告：四#{normal}#
	
哦，上帝啊……我造了多大的孽啊！我究竟做了些什么？这是多大的罪恶啊？！

我一直专注于我的实验而忽略了我对这些女人所做的禽兽一样的行为。昨天晚上我准备叫醒她们其中的一个看看有什么反应。多么巨大的反应！她发出了痛苦的呻吟——浮肿的喉咙阻止了她与外界的任何交流。但是当她睁开眼睛看到自己和她周围的实验体时，她那恐慌和恶心的眼神深深的刺入了我的灵魂。

她想自杀。我知道她为什么想死，我可以看到她眼神里求死的意志。但是我不能，也不可以……这太槽糕了。我应该将整个洞穴烧成灰烬，抹去我所做的一切罪行！但是那样做我们的人民又将何去何从……

我的头脑混乱了。我没有脸面再活下去了……我无法活下去了……]],
}

registerLoreTranslation{
	id = "orc-breeding-5",
	name = "纲勒瑞特队长的报告",
	lore = [[#{bold}#纲勒瑞特队长的报告#{normal}#

我在书房发现了巫医库贝克的尸体。似乎他切开了自己的喉咙。这似乎可以解释这些天实验报告的缺失。

他自杀的原因令人费解。他的研究取得了巨大的成功。我们的种族复兴指日可待！我看过了他的报告，在他的研究报告上我发现了如何使我们种族快速繁衍的方式。普莱德的领袖们一定很高兴听到这个消息。

我在他的报告中也看到了，母亲们也许会在此过程中承受痛苦。我会在实验中使用输液方式来避免这种痛苦。我们不希望母亲们受罪……

]],
}

--------------------------------------------------------------------------
-- Misc Orc lore
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "ukruk-log",
	name = "乌克鲁克的日志",
	lore = [[夏图尔废墟和命令中的描述完全相符。尽管调查已经开始，速度仍旧缓慢无比，似乎很久以前它就坠毁在地面，难以寻找也难以接近。目标物品似乎是一根法杖，我不理解，法杖有什么重要的，显然最好的武器是剑或者斧头，就像伟大的加库尔的武器那样。

最近听到了很多违背最高命令的流言——奇怪的流言，相当奇怪。或许完成任务后，我应该寻找一下真相……

……

诅咒！灾星！那些杂种盗贼居然劫掠了废墟！还有一个，该死的小不点半身人！我真的生气了！

……

他似乎是在黄昏时进去的，爬进了那个狭窄的通道，那个我们都进不去的通道。他从废墟里偷出了法杖，然后从我的兽人士兵附近悄悄溜走！那个肮脏的骗子已经跑掉了，带着我寻找已久的东西！我已经派出去不少小队来追踪，但是他藏身的本领倒是不小。不过，我绝不会让他跑掉！绝不原谅！

……

我们追在那个混蛋后面，发现他和德斯镇的一个矮人与一个人类会和，然后前往东南方。跟着三个人比跟着一个人简单多了，但我们还是要小心隐藏，因为命令要求我们不得暴露，同时尽量避免战斗。我已经训练好了一小队弓箭手和战士，教授他们如何藏身于树林中。

那个盗贼和他该死的同伴已经进入了一座古老的废弃高塔“恐惧王座”中。那是一个很古老的地方，在迷宫里充满了不死亡灵，如果我们闯进去，一定会掀起风浪，在东边不远处最大的人类城池就会被惊动……我不确定做什么好，于是向上层发送消息，询问如何是好。现在我们先在树林里等着，仔细盯着入口，看有什么变化。不管是谁带着法杖从塔里出来，都要迎接我的怒火！

……

命令最终返回了——坚守原本的位置，等待法杖出现。如果近期之内没有出现，他们就会及时派出他们自己的人来。

及时！哈！真到了那地步我就完了。一旦法杖出现，我一定会抓住它，然后马上返回远东……]],
}
