--------------------------------------------------------------------------
-- Rhaloren
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "rhaloren-note-1",
	name = "信（罗兰精灵营地）",
	lore = [[我们必须保持警惕。长老会正在不顾一切的寻找我们，镇压并杀死我们。但是我们不会放弃。我们有自己的权利！他们的侦察兵试图追踪我们，他们的间谍试图渗透我们的队伍。他们不能接受他人掌权或出现不一致的声音。

我们将离开我们的人民，我们要走出自己的道路。我们是流浪者。他们称我们为背叛者，并把我们当做可以轻易踩死的虫子。但是我们不会容忍他们残酷的压迫。我们的声音将传遍世界，他们将认识新种族的力量——强大的罗兰精灵！

——审判者
]],
}

registerLoreTranslation{
	id = "rhaloren-note-2",
	name = "信（罗兰精灵营地）",
	lore = [[荣耀洞穴必须受到重点保护——我们的伟大领袖所下的命令，他的话比任何法律都更具有约束力。虽然我们的数量极少，并且我们行动隐蔽，但是在洞穴里放上一个固定的侦查之眼却是有必要的。任何被发现的人都必须被带到我们的力量大厅，来到我的面前接受审判。
	更多的人加入了我们的伟大事业。他们亲眼见证了我们的人民所遭受的不幸以及魔法大爆炸所带来的灾难。他们已经厌倦了议会的怯懦，那帮小丑只会保持沉默。而我们却可以指点江山，向这个世界发泄我们的愤怒。但最重要的是他们被我们的伟大领袖所鼓舞，他通过研究魔法大爆炸来获得力量。只有他能挖掘我们的潜力，只有他才能看到我们真正的能力。他拯救了我，使我脱离苦海并感受他的伟大。只有他才能指引我们！在他的领导下，世界将会见证我们这股不容小觑的力量。相信他的力量，他会带来荣耀。

-- 审判者]],
}

registerLoreTranslation{
	id = "rhaloren-note-3",
	name = "信（罗兰精灵营地）",
	lore = [[很长一段时间，大家都认为魔法大爆炸是一场灾难，全世界数以百万计的人因此而死。这都是谎言！谎言已经散布到毁灭我们的程度，这只是为了阻止我们合法的学习和使用魔法。某些种族嫉妒我们的力量，我们惊人的潜力，所以他们要阻碍我们，防止我们提升在世界上的地位。他们害怕我们。

事实上，魔法大爆炸只是一场失败的实验。我们的许多精英法师都死于辐射的能量，一些靠近的陆地甚至都被烧焦了。但是其他种族并没有伤亡——都是他们自己的战争导致的，他们肮脏的社会带来了紧随其后的灾难。许多世纪后，一场大地震使整个大陆支离破碎，那些种族才开始厚颜无耻的指责我们。

因为这个原因，他们在猎魔行动中迫害我们。我们的许多法师被残忍杀害，甚至那些没有任何魔法亲和力的无辜者都在这次可怕的屠杀中牺牲。直到今天，我们仍备受歧视和迫害，经常会听到无辜的埃罗兰人受到火刑或凌迟的消息。长老会做了什么？他们只会保持沉默，期待人们忘记过去。

不是不报，时候未到！真相大白之日，报应降临之时。

-- 审判者]],
}

registerLoreTranslation{
	id = "rhaloren-note-4",
	name = "信（罗兰精灵营地）",
	lore = [[我有重大喜讯！我们伟大的领袖写信给我，告诉我他即将远行。他正在朝圣之行的路上，一条能够真正发掘魔法大爆炸和它的力量的道路，这样，我们便可以向世界公布事情的真相。这是一条艰辛的道路，因为我们有许多敌人虎视眈眈。但是以他的能力，绝对不会失败……绝对不会……

很快他就会回到我们的身边，带领我们取得荣耀。期待那美好的时光，当他再次回到我们身边。准备好迎接那个时刻的到来——当他站在我们面前用深邃的眼神看着我们……现在开始，努力做好自己的工作，我们会成为他的骄傲。我们为他战斗，我们为他斗争，如果有必要我们可以为他去死。他是骄傲和荣耀的化身，也是我们在这个残酷现实的唯一希望。

-- 审判者
]],
}

registerLoreTranslation{
	id = "rhaloren-note-5",
	name = "小心保存的信（罗兰精灵营地）",
	lore = [[我最亲爱的，

我希望这封信能平安的到达你手里。我为你担忧，离城市这么近，而我们的基地又是如此脆弱……但是我相信你的能力，我知道你会安然无恙。但是如果有意外发生……

我希望你能到这来，分享我所看到的奇迹。虽然这次旅行充满了危险。伊格兰斯一直在仔细的搜查我们，打乱了我的许多计划。他们是一股真正的不可忽视的力量。幸运的是——我设法抓住了一个并且拷问出了他们基地的位置。很快我们将发动突袭，将他们化为永远的回忆。

啊，但是还有比那更加令人兴奋的事情！在灼热疤痕附近我发现了一件真正令人惊叹的东西——魔法大爆炸的标记。啊，我多么渴望你能来到这，陪我一起去领略它的奇妙！你和所有人都知道我的，能使你愉悦的东西在这可以找到。这里是我们的未来。从这里得到的力量，将使我们真正打出自己的一片天！

好好照顾我们的人，在我回来之前保持基地的力量。在不久的将来，我希望，我会带着荣耀而归。

炽热的爱，
你最亲爱的人。]],
}
