--------------------------------------------------------------------------
-- Sandworm Lair
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "sandworm-note-1",
	name = "流沙之歌",
	lore = [[我已经跟踪赤龙数月
巨龙的狡诈隐匿它的踪迹
当我穿过沙漠，领略沙暴
我找到了一些其他的东西

我走在巨大沙虫的足迹中
通过布满沙子的地下通道
奥术力量让那里无法交谈
我正朝着那龙人之路前进]],
}
registerLoreTranslation{
	id = "sandworm-note-2",
	name = "流沙之歌",
	lore = [[巨龙吐息腐蚀了我的双眼
撕裂了我的身体
但我仍然坚定的前进
去看那坐落彼端的它
在那无尽沙堆的深处

那些沙柱从我头边擦过
差点把我活埋
但是匆忙中我竟忘记了恐惧
为了任务我一定要活着！]],
}
registerLoreTranslation{
	id = "sandworm-note-3",
	name = "流沙之歌",
	lore = [[这沙虫变得越来越强大
似乎比它们以往更巨大
无法描述的高与宽
好像是做梦一般……

我现在正准备启程前往黑暗深处
寻找属于我自己的命运
我是多么的渴望尝到那跳动的心脏
传说沙虫跳动的心脏美味无比！]],
}
registerLoreTranslation{
	id = "sandworm-note-4",
	name = "流沙之歌",
	lore = [[我看到了真实的女王！
她深深打动了我的灵魂
啊，女王！请让我和你融为一体！
请吞噬我！将我整个都吞下去吧！！]],
}
