--------------------------------------------------------------------------
-- Scintillating caves
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "scintillating-caves-note-1",
	name = "研修旅行笔记 1",
	lore = [[我已经得到了向东探索闪光洞穴的许可。通常它们是被封锁起来的，只有一位议会要员拥有它们的使用权——尽管那家伙是个蠢驴。

这些洞穴是魔法大爆炸开始的地方。一扇远古的夏·图尔传送门被埋在这里，我们的祖先激活了它导致了他们的毁灭。许多伟大的永恒精灵法师站在这，当紊乱的能量爆发时，他们瞬间化为了灰烬。对我们来说，那是一次严重的损失——我们永远失去了那些学识渊博的强大法师！

现在这片远古废墟长满了水晶体。据报告，它们每年都会增长。它们是活的吗？

我必须得承认，当我走进魔法大爆炸开始的地方时，我的心一直悬的紧紧的。这是大爆炸开始的地方，我们的世界就是被这里的能量所撕裂，城市湮灭，大陆分离。但是，看看这美丽的洞穴！
]],
}

registerLoreTranslation{
	id = "scintillating-caves-note-2",
	name = "研修旅行笔记 2",
	lore = [[我确实看到了许多自主移动的水晶体，有的甚至能产生奇妙的效果来保护自己。不管怎样，它们对我构不成任何威胁——我的奥术能力远远超越了这些能和魔法产生共鸣的水晶体。

拥有自主意识——几乎是这些水晶的共同特点。这些水晶体不是自然的水晶。所以，我打碎了几个来研究它们——但这特殊的结构和我以前所见到的截然不同。我甚至在研究院里观察过夏·图尔的遗骸——这确实是不一样的东西。真是令人着迷！
]],
}

registerLoreTranslation{
	id = "scintillating-caves-note-3",
	name = "研修旅行笔记 3",
	lore = [[土、水、火、气——这些通常是我们用来召唤魔法的元素，并且这里的水晶体都有类似的体现。但是，这里也有一些其他的，完全不同的——那些黑水晶似乎是由新的破坏性元素构成——一种非常反常的元素，将那些水晶整个扭曲了。

为什么我之前没有见过？！我必须研究它，我必须弄明白——我必须了解它的特性并将它控制在我的手里……我的求知欲燃烧起来了！

我将新元素命名为“枯萎”。]],
}

registerLoreTranslation{
	id = "scintillating-caves-note-4",
	name = "研修旅行笔记 4",
	lore = [[我现在可以看见它了，如此的清晰……这股能量似乎不属于这个世界。它们是魔法大爆炸的作用结果，比当今世界任何结构都要精密和复杂。从外部看，这种构造……有种物质，真正强大的能量物质，在吞噬着周围的一切。我觉得它触手可及！如此惊人的能量——它能达到夏·图尔爆发时的能量吗？

这些水晶体是马基·埃亚尔的堕落元素。这些外部因素干扰了这个世界的正常运转。这洞穴真是一个希望的乐园，一个生命的源泉。如果我们放任下去，天知道这个奇迹之园会扩展到多大的范围？也许我们的整个世界都会被这些闪光的荣耀所笼罩，整个埃亚尔都将被侵蚀！

我正在尝试控制“枯萎”元素。它需要很多能量，我体内的活力正在不断的流失，但是我可以感受到它隐藏着的巨大能量。我必须更加深入的了解它……]],
}

registerLoreTranslation{
	id = "scintillating-caves-note-5",
	name = "研修旅行笔记 5",
	lore = [[我寻找联系核心的方法，但我发现它之前就已经……我已被赐福，我已经被唤醒。

这是一个奇迹，一个我所见过的最罕见的奇迹。一块结构精致、绚丽多彩的水晶，并且身上还环绕着魔法大爆炸产生的能量光环。我们祖先所开启的能量触发了新的堕落元素。真是漂亮——漂亮极了！

我能感觉到它在触摸我，我能感到它钻进我的心底向我灌输它的力量。当它把能量灌输给我时，我兴高采烈的站在原地。啊，我热血沸腾了！血液被真正的能量所同化！

我看到了未来的道路。魔法大爆炸不是诅咒，它是一种祝福。我必须使人们正视我族开启的荣耀！我将把这堕落的奇迹带给世界！]],
}

registerLoreTranslation{
	id = "scintillating-caves-note-6",
	name = "探险笔记",
	lore = [[#{italic}#卓越纪，122年3月10日#{normal}#
当议会允许我探索闪光洞穴前，那些罗兰精灵的疯子们一直在大街上散步某人“欺骗”他们的谣言……我没有听到任何类似的事，我也没看到这里有谣言中所说的会动的水晶体。只有一些看起来长错了位置的水晶，似乎被某种更大的东西修剪过，但是几乎看不到任何特别之处。

#{italic}#卓越纪，122年6月2日#{normal}#
真奇怪，真的……从那些我找到的水晶碎片来看，这些碎片似乎曾经附着空气中的魔法元素——红色的碎片似乎附着火元素，蓝色的则附着水元素等等……这里也有些水晶体，似乎被某种力量扭曲过了，总之，不是自然形成的水晶——难道这就是那些疯子所胡言乱语的东西？

#{italic}#卓越纪，122年6月3日#{normal}#
好吧……我们最不希望的事情发生了。谣言或许是真的……那些水晶体可以移动，至少说，它们有某种自主意识——当时我正好快完成了整个洞穴的探索，在洞穴的最深处，我看到了巨大的——由水晶构成的双腿，那是一个从洞穴中长出的水晶巨人的组成部分。我立刻被恐惧感所淹没——那些水晶体带给我这种感觉，在这边我并不受欢迎，而且它似乎还有未完成的事。我绝不会告诉议会我的胆小，所以我只能……在一个安全多的地方，虚构一份更加合适的报告。如果有哪个路过的冒险者看到了这些笔记，我猜测他已经消灭了那些巨人——那些曾带给我无限恐惧和压力的巨大水晶体，比正常水晶体还要强大一倍以上的怪物。]],
}
