--------------------------------------------------------------------------
-- Slazish fens
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "slazish-note-1",
	name = "海螺 (1)",
	lore = [[#{italic}#触摸这只海螺可以使它发出声音。当你将它放于耳边时，你听到了一阵嘈杂的声音从里面传出来：#{normal}#

"潮汐守望者艾斯蒙向潮汐毁灭者佐西拉汇报。艾露西亚和我已经，嗯，已经开始探索外围附近的地域了。那个，额，地形看起来相当难以辨认，但是我保证我们会有，额，会有更快的进展。我们将，额，我们将继续探索……以主之名！

"……额，你认为那样没问题？"

#{italic}#第二个更加轻柔的声音传出来。#{normal}# "可以，很好，艾斯蒙。我们将成为有史以来最棒的侍卫！"

"嗨，我不能那么肯定……我想我要把这关了，我们要出发了。"

"嗨，急什么呢？这是我们第一次独自离开一周时间。也许我们可以……"

"什么？你确定你不是要——？如果其他人跟过来怎么办？"

"噢，离开这，谁能赶上我俩？来吧～"

"我，额，好吧，我想……我应该停止记录。"]],
}

registerLoreTranslation{
	id = "slazish-note-2",
	name = "海螺 (2)",
	lore = [[#{italic}#触摸这只海螺可以使它发出声音。当你将它放于耳边时，你听到了一阵低沉的声音从里面传出来：#{normal}#

"踏浪者塔米尔报告。外围一圈确认安全，尽管如此，我还是派了一些手下去探索外围地域。当我们探索完整个大陆并且训练出一个更加成熟的部队时，我才会安心吧。当然，由于陆地毁灭者不知道我们在哪，我们现在应该很安全。即使他们胆敢过来，佐西拉的魔法也会让他们吃不了兜着走。

"我就怕有些分队没有认真执行我们的命令。他们知道主交给我们的责任吗？在这片远方的大陆，我们就是他的左膀右臂，我们也有义务去保护那将带给我们更多力量的传送门。我们就是他对抗那些很久以前背叛我们的近亲种族的第一道防线。并且，通过我们的努力，我们将带领整个种族达到巅峰，走向主所赐予的辉煌的未来。萨拉苏尔万岁！吞噬者军团万岁！"]],
}

registerLoreTranslation{
	id = "slazish-note-3",
	name = "海螺 (3)",
	lore = [[#{italic}#触摸这只海螺可以使它发出声音。当你将它放于耳边时，你听到了一阵富有磁性的声音从里面传出来：#{normal}#

"我的娜迦子民们！我并不羡慕你们离开伟大神庙的探索之旅。但是你们被选中来执行这光荣的使命——建立一个对抗陆地种族的前哨站。那些都是不顾我们死活的近亲种族。近千年来，我们只能在水下苟延残喘，而他们却能享受阳光的温暖！不过，他们的黄昏即将来临，因为我们的黎明即将开始——我们将统治整个陆地和海洋。

"不要对我们正在帮助兽人攻击前哨站感到灰心丧气！我的策略万无一失，太阳堡垒对于我们的生存始终是巨大的威胁。兽族……在接下来的环节中将会发挥作用。但是可以肯定的是，当我们的黄金时代来临时，没有任何种族可以与我们平起平坐。我们的伟大不可侵犯和亵渎！我们长期遭受的苦难最终会让他们偿还！

"你们最新的任务很明确，我的朋友们。确保传送门正确的建立和稳定，但是请注意，现在使用的夏·图尔魔法始终在试验阶段。然后开始加强周围的巡逻和清理，但是务必隐蔽好自己。当你们的工作完成的那一刻，我，你们伟大的领袖萨拉苏尔，将荣幸的加入前线。在那之前，我的兄弟姐妹们请保护好自己，也不要忘记我们的荣耀。"

]],
}
