--------------------------------------------------------------------------
-- The Spellblaze
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "grand-corruptor-draft",
	name = "草稿（魔法大爆炸之痕）",
	lore = [[亲爱的父亲，

收到你的“叛徒”儿子的来信你一定很高兴吧。 不用太过于担心。 我和我的人一直非常好的躲避着你那卑鄙的议会。我知道那些废物所造成的形势让你特别的不开心。

我写信给你是因为我发现了一些很神奇的东西。在我开始旅途前我都没有想过，竟然能找到一个像这样完美的地方。它是魔法大爆炸残留下来的一部分，埃亚尔大陆特有构造的一块痕迹。多美啊！啊，这里还藏匿着什么惊天的力量！ 悠闲坐在石头大厅的您肯定想不到！

我能肯定关于魔法大爆炸的事您是错误的。看到的这些东西彻底开阔了我的眼界。我们祖先的成就是不能被完全否定的！它在释放出来如此强大的能量后，还能持续2646年。它还保存着这么多没有释放出来的能量！您可以继续漫谈他们所引起的破坏，但是我不得不认为您在夸大其词。兽人不也没被击败么？伟大的目标还是达到了。哦，你还要闲扯那些瘟疫和荒地，但是我已经看到了那些肮脏的人类是如何生存的，还有那些躲在阴暗洞穴里面的半身人。他们之中到处传播着鼠疫。还有，我似乎弄明白了物竞天择只对提升比较弱的物种有点小帮助。其实，我做了一些实验，正好证明了刚才的理论。哎呀，我想以您短浅的目光肯定只会对我的探险作呕。

我们罗兰精灵来到这个世界很久了，我们也已经学习到了很多东西。我们常常从恐怖的伊格人和他们的死亡迷失地逃离掉，但通过精神力量，我们的状态逐渐好转甚至一天天变得更加强大。我们的朝圣之旅就在这里结束了，我们真正开始存在于世界的起源就是这里。你应该听一听这里的声音，另一边传来的尖叫。你应该听一听他们荣耀而嘈杂的声音！魔法大爆炸就快完成了；它只需要我们缓慢的推动进程就能让一切归于圆满。世界之墙在这里变得相当薄弱，用我的力量我们能突破且超越这难以置信的能量领域。我将获得如此强大的力量！有了它我就能撕裂并穿过这破碎的世界，那也许能将魔法大爆炸变成一段美好的记忆。埃亚尔将会恢复正常，我们气派辉煌的住所将会在所有其他种族之前被修复。对于罗兰精灵来讲，拥有绝对支配权力的时代即将到来。而对于其他孱弱的种族，他们遭受苦难的时代将随着此信的到来一同开始。

当我写信给您的时候我们的最终计划仍在运转之中。读到这里，希望您今晚能睡一个好觉，因为它可能是苦难时代到来之前的最后一个夜晚了。

强烈憎恨的,
您的逆子]],
}
