

registerLoreTranslation{
	id = "spellhunt-note-1",
	name = "大法师沃利尔的回忆录",
	lore = [[
客观来说，你会觉得猎魔行动只是微小的事件，但事实不是这样。你无法想象当初那些猎魔者暴徒们是怎样屠杀法师的，他们屠杀任何有魔力的甚至还无法和魔法共鸣的学徒。
...
真正的法师们会挺身而出，保护那些无辜者，但这却加剧了暴徒们的怒火……
...
其他法师们，更多的是反击而不是宽容，当他们攻击那些暴徒时，他们发现魔法在数量面前成为了摆设。
...
我看见有一个被十几个人围殴，他所释放的火焰和能量球对这些疯狂的人群完全无用……他们会将法师的手脚给撕碎。真的太可怕了。
...
安格利文，莱娜尼尔这么称呼它。我和莱娜尼尔相熟很多年了，我知道她在猎魔行动中失去了很多心爱的人，但是她始终坚定信念，总有一天我们会被世人所接受。如果这就是她的愿望，我会无条件的跟随她。]],
}

registerLoreTranslation{
	id = "spellhunt-note-2",
	name = "猎魔人指南第一部分：怎样辨别法师",
	lore = [[那些拥有不洁巫术的人通常可以从他们的表现来判断，他们的癖好，他们的个人收藏和对周围环境的影响。密切注意你周围的人，因为他们可能就是其中一员。甚至妇女儿童和瘸子都有可能是聪明的恶魔术士和死灵法师伪装的。

他们的表现通常有以下几个特点：
* 面色苍白
* 非正常的或者是“精灵般”的美貌
* 特别瘦弱，有突出的骨骼
* 有耳洞的尖尖耳朵——注意他们会用长发或者帽子来遮盖他们的耳朵。
* 佝偻的背和一瘸一拐的步伐
* 特殊的眼睛颜色

他们的行为通常有以下几个共同点：
* 白天精神不振，晚上异常活跃
* 社交恐惧症，害怕人群
* 充满质疑和探索的态度，尤其喜欢挑战社会道德
* 思维敏捷，诡计多端
* 鬼鬼祟祟的态度

他们对周围环境的影响有以下几个特点：
* 他们经过的地方花草枯萎
* 动物们会警告他们的存在，尤其是狗
* 农作物枯萎，牛奶变酸
* 当他们存在时，会不断的发生争吵
* 妇女的例假会更加频繁
* 非自然和不可思议的事情在他们周围发生

注意一个巫师绝对会否认对他的指控，并且在证据面前会表现出极大的无辜。不用通过繁琐的审判，他们应速速处决，否则他们会施展诅咒或者用一些魔法的手段逃跑。]],
}

registerLoreTranslation{
	id = "spellhunt-note-3",
	name = "猎魔人指南第二部分：怎样与法师战斗",
	lore = [[那些破坏自然平衡来增强自己力量的行为无疑是罪大恶极的。我们崇高的事业，只有通过自然的手段来和这些邪恶的魔导师对抗。我们必须坚定信念，因为我们是在伸张正义，不能姑息这些威胁世界的罪人。埃亚尔遭受了他们那么长时间的痛苦，所以我们必须用尽一切自然赐予我们的力量来对付他们。

巫师和法师们的弱点就是机动性不强。当面对他们时，必须全速冲锋，击倒他们，不要给他们任何的时间释放法术或者魔法护盾。考虑到多种因素，也许这会很困难，并且常常受制于地形因素，难于施展。不要懦弱，不要犹豫，因为你站在弱者一方，你必须占据一切优势。隐藏自己，隐蔽在他们走向你的角落里，当他们经过时，你可以突袭他们，释放你的全部力量。

死灵法师和亡灵法师们具有极大的威胁，他们会召唤亡灵大军撕碎你。最好的办法就是先击倒施法者，虽然这风险很大。你必须咬紧牙关，无视所有的痛苦，直到冲到他面前，在他召唤死亡护盾前击倒他。如果你能在他施法前震慑或眩晕他，那就再好不过了。

诅咒者们会使恐惧降临到你们身上，你们最好准备一个纹身来解除这些堕落魔法，因为总有一天你们会面对他们。另外，一个促进自然恢复的纹身在战斗中也是非常有必要的。

记住不要有怜悯之心，因为不是你死，就是他亡。]],
}

registerLoreTranslation{
	id = "spellhunt-note-4",
	name = "猎魔人指南第三部分：如何杀死法师",
	lore = [[当施法者被俘虏后，他们必须被处决，而且是立即处决。将他们俘虏回来太冒险了。最好的办法就是，通过某种方法使他们被杀后也不能通过魔法的力量复活。记住，死而复生对于这些家伙来说就是家常便饭，没什么了不起的。

砍头是最直接有效的，尤其是时间紧迫的情况下，但是需注意的是他们的身体最好被密封起来装在金属笼子或者柳条编织的笼子里。

有时也会喂狼，但是不建议那么做，因为小则使它们感染瘟疫，大则会使你面对受到魔力影响后，喷着火的堕落地狱犬。

冰冻是无效的，没有任何一个法师会被冻死。尽管你可能听说过被冻死的传闻，但也许那个是假装的。

火刑在一些不发达的地区是最流行的，但要知道没有哪个巫师或法师会自愿被抓住，他们肯定想尽办法逃跑。只是简单的把柴火堆到一起就要消耗大量的时间，即使有准备好的柴火。通常处以火刑的都是一些魔法学徒，而非真正的魔法师。不过，客观的来说，虽然这不一定能烧死法师，但这可以给法师们一个警告，让他们远离此地。

最好的办法，如果时间和条件允许的话，是将施法者凌迟至死。法师必须被锁在密封的房间里，将他们的四肢紧紧绑住。每个人都应该从手指和脚趾处缓缓切割，再到四肢，最后到整个身体。不要切开头颅，防止他们的恶魔灵魂逃脱。处刑后，头颅必须被放在金属盒子里24小时。做这项任务必须要有极其锋利的工具，不要感到惊讶我们需要重复几次，因为这些术士会通过使自己的骨头变硬来装死的把戏，做最后的欺骗。

]],
}
