loreList["demon statue: wretchling"] = "恶魔雕像：酸液树魔"
loreCHN["恶魔雕像：酸液树魔"] = [[
看 着 他 ， 谦 逊 的 酸 液 树 魔 ， 这 是 我 们 对 父 亲 奉 献 一 切 的 证 明 ！ 这 些 绿 宝 石 的 孩 子 们 第 一 批 同 意 改 变 自 身 以 帮 助 复 仇 ， 同 时 取 得 了 惊 人 的 成 功 。 极 快 的 速 度 、 庞 大 的 数 目 以 及 能 释 放 大 量 酸 液 的 皮 肤 ， 酸 液 树 魔 能 旋 风 般 猛 冲 入 战 场 ， 一 个 个 扑 住 敌 人 ， 溶 解 土 地 ， 将 无 助 的 敌 人 暴 露 在 我 们 的 杀 戮 前 。 酸 液 树 魔 时 刻 准 备 着 ， 怀 着 大 无 畏 的 牺 牲 精 神 ， 以 肉 体 充 当 屏 障 ， 令 酸 液 和 法 术 能 够 发 挥 作 用。 尽 管 如 此 ， 在 他 们 惊 人 的 繁 殖 率 下 ， 他 们 仍 是 我 们 中 数 目 最 多 的 种 族 。 我 们 很 难 见 到 一 只 酸 液 树 魔 活 到 成 熟 期 ， 但 请 记 住 —— 每 一 只 战 斗 过 的 酸 液 树 魔 都 为 我 们 的 目 标 奉 献 了  一 切。
]]

loreList["demon statue: fire imp"] = "恶魔雕像：火魔婴"
loreCHN["恶魔雕像：火魔婴"] = [[
如 果 说 酸 液 树 魔 证 明 了 我 们 对 父 亲 的 崇 拜 ，那 么 火 魔 婴 则 证 明 了 我 们 的 忠 诚  。当 红 宝 石 色 的 孩 子 来 到 战 场 时 ， 她 将 我 们 星 球 上 被 埃 亚 尔 灼 烧的 土 壤 拿 在 手 里 ， 完 美 运 用 一 种 特 殊 的 狂 暴 魔 法 ——  使 用 敌 人 曾 经 伤 害 我 们 的 火 焰 来 消 灭 我 们 的 敌 人  。除 了 展 现 恰 如 乌 鲁 克 之 意 的 公 正（  正 如 他 对 尘 埃 纪 法 师 们 所 做 的 一 样 ） ， 这 同 样 体 现 了 我 们 对 目 标 的 专 注 ： 没 有 手 的 话 ， 灰 心 丧 气 的 火 魔 婴 们 通 常 什 么 也 干 不 了 ， 战 斗 和 毁 灭 是 我 们 的 与 生 俱 来 的 本 性 ， 除 了 让 一 个 生 物 只 拥 有 杀 戮 和 战 斗 的 能 力 外 ， 还 有 什 么 能 更 好 的 表 达 这 一 点 呢 ？ 尽 管 红 宝 石 的 种 族 没 有 沿 着 近 身 厮 杀 的 道 路 走 下 去 ， 他 们 以 魔 法 的 力 量 取 而 代 之 ， 火 魔 婴 们 做 为 我 们 的 榜 样 ， 为 我 们 ——所 有 乌 鲁克 的 孩 子 们 展 现 忠 诚 的 标 准。
]]

loreList["demon statue: water imp"] = "恶魔雕像：小水怪"
loreCHN["恶魔雕像：小水怪"] = [[
尽 管 他 们 依 旧 使 用 双 手 作 战 ， 这 群 变 种 的 火 魔 婴 做 出 了 更 加 伟 大 的 牺 牲 ： 他 们 放 弃 了 呼 吸 空 气 的 能 力 。 大 部 分 占 据 主 导 地 位 的 埃亚 尔 种 族 生 活 在 水 上 ， 让 海 洋 和 湖 泊 成 为 我 们 的 藏 身 的 主 要 根 据 地 ， 实 施 那 些 对 于 我 们 的 土 壤 来 说 过 于 危 险 的 实 验 ， 同 时 为 制 造 全 面 侵 略 的 传 送 门 做 准 备 。 作 为 我 们 在 海 里 的 使 者 ， 小 水 怪 们 放 弃 了 同 胞 们 使 用 火 焰 的 能 力 ， 转 而 使 用 在 水 里 同 样 有 效 的 冰 系 法 术 。 和 酸 液 树 魔 类 似 ， 小 水 怪 们 并 不 指 望 能 活 到 和 平 到 来 ， 因 此 没 有 必 要 在 地 表 呼 吸 。 请 记 得 随 时 为 小 水 怪 们 奉 上 礼 物 ， 不 能 因 为 他 们 没 有 同 大 家 在 地 表 作 战，就 轻 易 遗 忘 他 们 做 出 的 无 私 牺 牲 ，以 及 为 汇 集 群 众 智 慧 、 建 立 远 方 基 地 做 出 的 巨 大 贡 献。
]]

loreList["demon statue: quasit"] = "恶魔雕像：夸塞魔"
loreCHN["恶魔雕像：夸塞魔"] = [[
聪 明 而 顽 强 ， 我 们 中 的 工 程 师 与 战 士 ， 为 我 们 制 造 护 甲 ， 同 时 奋 战 在 埃 亚 尔 边 界 前 线 。 红 宝 石 的 孩 子 们 学 习 兵 工 厂 新 的 魔 法 ， 绿 宝 石 的 孩 子 们 学 习 令 身 躯 更 加 致 命 的 技 巧 ， 而 玛 瑙 色 的 孩 子 们 专 心 学 习 新 的 构 架 体 ， 将 魔 法 、 血 肉 和 钢 铁 融 为 一 体 ， 在 埃 亚 尔 大 陆 制 造 恐 惧 。 那 些 奋 战 在 前 线 的 ， 与 其 说 是 生 出 来 ， 不 如 说 是 制 造 出 来  —— 在 工 厂 里 由 半 成 熟 态 大 量 炮 制 ， 一“出 生 ”就 身 着 锻 造 巨 人 亲 制 的 护 甲 。 尽 管 仍 是 血 肉 之 躯 ， 玛 瑙 战 士 — — 或 者 说 夸 塞 魔 — — 有 着 钢 铁 般 的 纪 律 和 强 大 的 近 战 能 力 ， 同 时 他 们 的 护 甲 能 抵 抗 重 击 ， 即 使 那 重 击 能 轻 易 毁 灭 一 只 酸 液 树 魔 或 者 火 魔 婴 。 奉 献 让 我 们 向 前 迈 进 ， 但 夸 塞 魔 展 示 出 ， 当 我 们 拥 有 热 情 和 耐 心 携 手 并 进 时 ， 我 们 将 走 得 更 远 ！
]]


loreList["demon statue: wretch titan"] = "恶魔雕像：腐化泰坦"
loreCHN["恶魔雕像：腐化泰坦"] = [[
绿 宝 石 的 孩 子 们 ， 酸 液 树 魔 ， 愉 快 地 接 受 了 作 为 乌 鲁 克 之 箭 的 身 份 ，大 部 分 在 战 死 前 都 只 能 见 证 几 次 约 会。但 少 数 情 况 下 ，也 会 有 个 体 在 面 对 面 的 厮 杀 中 取 得 持 续 的 胜 利。这 些 卓 越 的 被 命 运 和 他 们 自 身 天 赋 选 定 的 近 战 专 家 ，将 被 召 回 做 检 测，以 确 保 并 非 是 全 然 的 幸 运 令 其 生 存。  大 约 70 % 将 会 投 放 至 生 产 线，令 酸 液 树 魔 的 血 统 更 加 强 壮，更 加 精 于 战 斗。剩 下 的，不 论 是 因 为 无 法 生 育，还 是 因 为 坚 持 战 斗 本 能 ， 将 发 育 成 熟 而 再 次 出 征 前 线。如 果 说 酸 液 树 魔 是 我 们 的 箭 矢， 那 么 腐 化 泰 坦 就 是 我 们 的 投 石 机，能 用 无 比 的 力 量 和 猛 烈 的 酸 液 制 造 成 吨 的 伤 害 。他 们 不 比 酸 液 树 魔 杀 伤 力 小 ，同 时 生 存 率 要 高 得 多——这 不 仅 仅 是 因 为 他 们 的 力 量 和 体 积 ， 更 是 因 为 他 们 面 对 敌 人 时 制 造 的 恐 惧 —— 几 乎 无 人 能  站 在 他 们 面 前  肉 搏 ， 尤 其 是 在  地 表 上 有 不 断 扩  张 的 强 酸 池 时。
]]

loreList["demon statue: dolleg"] = "恶魔雕像：多雷格"
loreCHN["恶魔雕像：多雷格"] = [[
活 着 的 繁 荣 纪 念 碑—— 多 雷 格 曾 是 负 重 的 野 兽 ，身 载 货 物 经 过 夏 图 尔 传 送 门。可 信 ，友 善 ，同  时 比 野 兽 更 有 智 力，多 雷 格 也 一 度 充 当 爱 宠 ——当 看 见 主 人 回 家 时 他 们 发 出 的 欢 鸣 能 让 人 快 活 一 整 天，同 时 ， 尽 管 体 型 庞 大， 他 们 动 作 却 十 分 温 柔 ， 和 孩 子 们 玩 耍 时 也 不 必 担 心 。 他 们 温 和 的 脾 性 与 本 分 的 劳 作 是 我 们 繁 衍 中 的 荣 耀， 三 分 之 二 的 人 在 生 活 中 都 有 一  只 多 雷 格 陪 伴， 一 起 工 作 或 者 生 活 。在 Mal'Rok 的 毁 灭 后 ， 绿 宝 石 的 孩 子 们 发 明 了 一 种 有 效 的 方 法 将 多 雷 格 转 化 为 战 争 巨 兽 ，身 躯 被 酸 刺 与 厚 甲 覆 盖，忠 诚 驱 使 他 们 以 巨 力 猛 冲 向 敌 人 。不 幸 的 是 ， 他 们 温 和 的 举 止 在 培 育 其 无 情 战 斗 的 能 力 时 丧 失 殆 尽；尽 数 我 们 为 战 争 作 出 的 牺 牲 ， 失 去 温 柔 伙 伴 可 能 是 最 大 、也 是 最 困 扰 我 们 的 一 项。
]]

loreList["demon statue: uruivellas"] = "恶魔雕像：乌尔维拉斯"
loreCHN["恶魔雕像：乌尔维拉斯"] = [[
米 诺 陶 是 埃 亚 尔 大 陆 上 颇 为 神 奇 的 生 物 ，同 时 也 是 夏 图 尔 制 造 或 者 改 变 埃 亚 尔 种 族 的 一 个 绝 妙 的 例 子 。它 的 本 能 吸 引 它 前 往 狭 窄 的 走 廊 ，扭 曲 的 通 道 ，魔 法 神 器 和 魔 法 能 量 之 所 在 ，并 相 应 改 变 其 形 态 ——一 只 正 常 的 牛 头 人 不 是 我 们 需 要 的 ，不 过 偶 尔 枯 萎 力 量 能 将 其 变 异 为 极 其 危 险 的 恐 魔 。这 些 枯 萎 形 态 不 够 稳 定 ，不 能 为 我 们 所 用 ，但 经 过 红 绿 宝 石 的 孩 子 们 的 努 力 后 ，我 们 能 将 无 比 的 力 量 与 释 放 火 焰 的 能 力 赋 予 之 。我 们 现 在 不 得 不 奴 役 大 部 分 乌 尔 维 拉 斯 以 确 保 忠 诚 ，同 时 最 近 我 们 也 开 始 在 我 们 的 大 陆 上 饲 养 米 诺 陶 ，这 样 我 们 就 能 从 小 灌 输 我 们 正 义 的 复 仇 ——已 经 有 部 分 米 诺 陶 自 愿 接 受 了 我 们 的 理 由 和 祝 福 ！似 乎 埃 亚 尔 的 原 住 民 对 其 同 胞 也 并 不 比 对 我 们 友 善 。
]]

loreList["demon statue: daelach"] = "恶魔雕像：达莱奇"
loreCHN["恶魔雕像：达莱奇"] = [[
任 何 读 过 我 们 历 史 的 人 都 将 铭 记 尘 埃 纪 法 师 的 故 事 ，他 们 躲 在 隐 藏 的 城 市 里 ，用 有 感 知 能 力 的 风 暴 折 磨 我 们 。尽 管 我 们 最 终 抹 消 了 他 们 所 有 知 识 和 文 化 的 传 承 ，正 如 他 们 对 我 们 所 做 的 ，我 们 仍 清 楚 地 认 识 到 ，他 们 的 魔 法 终 有 一 日 会 重 现 。于 是 ，我 们 在 他 们 城 市 沦 为 废 墟 时 ，夺 走 了 其 图 书 馆 内 的 知 识 ，将 有 实 际 价 值 的 内 容 摘 抄 下 来 ，其 他 的 统 统 抹 去 。当 传 送 门 解 开 后 ，红 宝 石 的 孩 子 们 （在 矛 盾 的 抉 择 后 ）成 功 地 使 用 古 旧 的 咒 语 释 放 出 全 新 的 风 暴 ——火 焰 和 煤 炭 代 替 了 尘 土 和 沙 子 。更 加 易 于 制 造 ，这 些 法 术 将 屠 戮 生 灵 ，折 磨 并 毁 灭 埃 亚 尔 大 陆 ，正 如 它 们 的 前 任 曾 经 对 Mal'Rok 做 的 一 样 。
]]

