loreList["demon statue: wretchling"] = "恶魔雕像：酸液树魔"
loreCHN["恶魔雕像：酸液树魔"] = [[
看 着 他 ， 谦 逊 的 酸 液 树 魔 ， 这 是 我 们 对 父 亲 奉 献 一 切 的 证 明 ！ 这 些 绿 宝 石 的 孩 子 们 第 一 批 同 意 改 变 自 身 以 帮 助 复 仇 ， 同 时 取 得 了 惊 人 的 成 功 。 极 快 的 速 度 、 庞 大 的 数 目 以 及 能 释 放 大 量 酸 液 的 皮 肤 ， 酸 液 树 魔 能 旋 风 般 猛 冲 入 战 场 ， 一 个 个 扑 住 敌 人 ， 溶 解 土 地 ， 将 无 助 的 敌 人 暴 露 在 我 们 的 杀 戮 前 。 酸 液 树 魔 时 刻 准 备 着 ， 怀 着 大 无 畏 的 牺 牲 精 神 ， 以 肉 体 充 当 屏 障 ， 令 酸 液 和 法 术 能 够 发 挥 作 用。 尽 管 如 此 ， 在 他 们 惊 人 的 繁 殖 率 下 ， 他 们 仍 是 我 们 中 数 目 最 多 的 种 族 。 我 们 很 难 见 到 一 只 酸 液 树 魔 活 到 成 熟 期 ， 但 请 记 住 —— 每 一 只 战 斗 过 的 酸 液 树 魔 都 为 我 们 的 目 标 奉 献 了  一 切。
]]

loreList["demon statue: fire imp"] = "恶魔雕像：火魔婴"
loreCHN["恶魔雕像：火魔婴"] = [[
如 果 说 酸 液 树 魔 证 明 了 我 们 对 父 亲 的 崇 拜 ，那 么 火 魔 婴 则 证 明 了 我 们 的 忠 诚  。当 红 宝 石 色 的 孩 子 来 到 战 场 时 ， 她 将 我 们 星 球 上 被 埃 亚 尔 灼 烧的 土 壤 拿 在 手 里 ， 完 美 运 用 一 种 特 殊 的 狂 暴 魔 法 ——  使 用 敌 人 曾 经 伤 害 我 们 的 火 焰 来 消 灭 我 们 的 敌 人  。除 了 展 现 恰 如 乌 鲁 克 之 意 的 公 正（  正 如 他 对 尘 埃 纪 法 师 们 所 做 的 一 样 ） ， 这 同 样 体 现 了 我 们 对 目 标 的 专 注 ： 没 有 手 的 话 ， 灰 心 丧 气 的 火 魔 婴 们 通 常 什 么 也 干 不 了 ， 战 斗 和 毁 灭 是 我 们 的 与 生 俱 来 的 本 性 ， 除 了 让 一 个 生 物 只 拥 有 杀 戮 和 战 斗 的 能 力 外 ， 还 有 什 么 能 更 好 的 表 达 这 一 点 呢 ？ 尽 管 红 宝 石 的 种 族 没 有 沿 着 近 身 厮 杀 的 道 路 走 下 去 ， 他 们 以 魔 法 的 力 量 取 而 代 之 ， 火 魔 婴 们 做 为 我 们 的 榜 样 ， 为 我 们 ——所 有 乌 鲁克 的 孩 子 们 展 现 忠 诚 的 标 准。
]]

loreList["demon statue: water imp"] = "恶魔雕像：小水怪"
loreCHN["恶魔雕像：小水怪"] = [[
尽 管 他 们 依 旧 使 用 双 手 作 战 ， 这 群 变 种 的 火 魔 婴 做 出 了 更 加 伟 大 的 牺 牲 ： 他 们 放 弃 了 呼 吸 空 气 的 能 力 。 大 部 分 占 据 主 导 地 位 的 埃亚 尔 种 族 生 活 在 水 上 ， 让 海 洋 和 湖 泊 成 为 我 们 的 藏 身 的 主 要 根 据 地 ， 实 施 那 些 对 于 我 们 的 土 壤 来 说 过 于 危 险 的 实 验 ， 同 时 为 制 造 全 面 侵 略 的 传 送 门 做 准 备 。 作 为 我 们 在 海 里 的 使 者 ， 小 水 怪 们 放 弃 了 同 胞 们 使 用 火 焰 的 能 力 ， 转 而 使 用 在 水 里 同 样 有 效 的 冰 系 法 术 。 和 酸 液 树 魔 类 似 ， 小 水 怪 们 并 不 指 望 能 活 到 和 平 到 来 ， 因 此 没 有 必 要 在 地 表 呼 吸 。 请 记 得 随 时 为 小 水 怪 们 奉 上 礼 物 ， 不 能 因 为 他 们 没 有 同 大 家 在 地 表 作 战，就 轻 易 遗 忘 他 们 做 出 的 无 私 牺 牲 ，以 及 为 汇 集 群 众 智 慧 、 建 立 远 方 基 地 做 出 的 巨 大 贡 献。
]]

loreList["demon statue: quasit"] = "恶魔雕像：夸塞魔"
loreCHN["恶魔雕像：夸塞魔"] = [[
聪 明 而 顽 强 ， 我 们 中 的 工 程 师 与 战 士 ， 为 我 们 制 造 护 甲 ， 同 时 奋 战 在 埃 亚 尔 边 界 前 线 。 红 宝 石 的 孩 子 们 学 习 兵 工 厂 新 的 魔 法 ， 绿 宝 石 的 孩 子 们 学 习 令 身 躯 更 加 致 命 的 技 巧 ， 而 玛 瑙 色 的 孩 子 们 专 心 学 习 新 的 构 架 体 ， 将 魔 法 、 血 肉 和 钢 铁 融 为 一 体 ， 在 埃 亚 尔 大 陆 制 造 恐 惧 。 那 些 奋 战 在 前 线 的 ， 与 其 说 是 生 出 来 ， 不 如 说 是 制 造 出 来  —— 在 工 厂 里 由 半 成 熟 态 大 量 炮 制 ， 一“出 生 ”就 身 着 锻 造 巨 人 亲 制 的 护 甲 。 尽 管 仍 是 血 肉 之 躯 ， 玛 瑙 战 士 — — 或 者 说 夸 塞 魔 — — 有 着 钢 铁 般 的 纪 律 和 强 大 的 近 战 能 力 ， 同 时 他 们 的 护 甲 能 抵 抗 重 击 ， 即 使 那 重 击 能 轻 易 毁 灭 一 只 酸 液 树 魔 或 者 火 魔 婴 。 奉 献 让 我 们 向 前 迈 进 ， 但 夸 塞 魔 展 示 出 ， 当 我 们 拥 有 热 情 和 耐 心 携 手 并 进 时 ， 我 们 将 走 得 更 远 ！
]]


loreList["demon statue: wretch titan"] = "恶魔雕像：腐化泰坦"
loreCHN["恶魔雕像：腐化泰坦"] = [[
绿 宝 石 的 孩 子 们 ， 酸 液 树 魔 ， 愉 快 地 接 受 了 作 为 乌 鲁 克 之 箭 的 身 份 ，大 部 分 在 战 死 前 都 只 能 见 证 几 次 约 会。但 少 数 情 况 下 ，也 会 有 个 体 在 面 对 面 的 厮 杀 中 取 得 持 续 的 胜 利。这 些 卓 越 的 被 命 运 和 他 们 自 身 天 赋 选 定 的 近 战 专 家 ，将 被 召 回 做 检 测，以 确 保 并 非 是 全 然 的 幸 运 令 其 生 存。  大 约 70 % 将 会 投 放 至 生 产 线，令 酸 液 树 魔 的 血 统 更 加 强 壮，更 加 精 于 战 斗。剩 下 的，不 论 是 因 为 无 法 生 育，还 是 因 为 坚 持 战 斗 本 能 ， 将 发 育 成 熟 而 再 次 出 征 前 线。如 果 说 酸 液 树 魔 是 我 们 的 箭 矢， 那 么 腐 化 泰 坦 就 是 我 们 的 投 石 机，能 用 无 比 的 力 量 和 猛 烈 的 酸 液 制 造 成 吨 的 伤 害 。他 们 不 比 酸 液 树 魔 杀 伤 力 小 ，同 时 生 存 率 要 高 得 多——这 不 仅 仅 是 因 为 他 们 的 力 量 和 体 积 ， 更 是 因 为 他 们 面 对 敌 人 时 制 造 的 恐 惧 —— 几 乎 无 人 能  站 在 他 们 面 前  肉 搏 ， 尤 其 是 在  地 表 上 有 不 断 扩  张 的 强 酸 池 时。
]]

loreList["demon statue: dolleg"] = "恶魔雕像：多雷格"
loreCHN["恶魔雕像：多雷格"] = [[
活 着 的 繁 荣 纪 念 碑—— 多 雷 格 曾 是 负 重 的 野 兽 ，身 载 货 物 经 过 夏 图 尔 传 送 门。可 信 ，友 善 ，同  时 比 野 兽 更 有 智 力，多 雷 格 也 一 度 充 当 爱 宠 ——当 看 见 主 人 回 家 时 他 们 发 出 的 欢 鸣 能 让 人 快 活 一 整 天，同 时 ， 尽 管 体 型 庞 大， 他 们 动 作 却 十 分 温 柔 ， 和 孩 子 们 玩 耍 时 也 不 必 担 心 。 他 们 温 和 的 脾 性 与 本 分 的 劳 作 是 我 们 繁 衍 中 的 荣 耀， 三 分 之 二 的 人 在 生 活 中 都 有 一  只 多 雷 格 陪 伴， 一 起 工 作 或 者 生 活 。在 Mal'Rok 的 毁 灭 后 ， 绿 宝 石 的 孩 子 们 发 明 了 一 种 有 效 的 方 法 将 多 雷 格 转 化 为 战 争 巨 兽 ，身 躯 被 酸 刺 与 厚 甲 覆 盖，忠 诚 驱 使 他 们 以 巨 力 猛 冲 向 敌 人 。不 幸 的 是 ， 他 们 温 和 的 举 止 在 培 育 其 无 情 战 斗 的 能 力 时 丧 失 殆 尽；尽 数 我 们 为 战 争 作 出 的 牺 牲 ， 失 去 温 柔 伙 伴 可 能 是 最 大 、也 是 最 困 扰 我 们 的 一 项。
]]

loreList["demon statue: uruivellas"] = "恶魔雕像：乌尔维拉斯"
loreCHN["恶魔雕像：乌尔维拉斯"] = [[
米 诺 陶 是 埃 亚 尔 大 陆 上 颇 为 神 奇 的 生 物 ，同 时 也 是 夏 图 尔 制 造 或 者 改 变 埃 亚 尔 种 族 的 一 个 绝 妙 的 例 子 。它 的 本 能 吸 引 它 前 往 狭 窄 的 走 廊 ，扭 曲 的 通 道 ，魔 法 神 器 和 魔 法 能 量 之 所 在 ，并 相 应 改 变 其 形 态 ——一 只 正 常 的 牛 头 人 不 是 我 们 需 要 的 ，不 过 偶 尔 枯 萎 力 量 能 将 其 变 异 为 极 其 危 险 的 恐 魔 。这 些 枯 萎 形 态 不 够 稳 定 ，不 能 为 我 们 所 用 ，但 经 过 红 绿 宝 石 的 孩 子 们 的 努 力 后 ，我 们 能 将 无 比 的 力 量 与 释 放 火 焰 的 能 力 赋 予 之 。我 们 现 在 不 得 不 奴 役 大 部 分 乌 尔 维 拉 斯 以 确 保 忠 诚 ，同 时 最 近 我 们 也 开 始 在 我 们 的 大 陆 上 饲 养 米 诺 陶 ，这 样 我 们 就 能 从 小 灌 输 我 们 正 义 的 复 仇 ——已 经 有 部 分 米 诺 陶 自 愿 接 受 了 我 们 的 理 由 和 祝 福 ！似 乎 埃 亚 尔 的 原 住 民 对 其 同 胞 也 并 不 比 对 我 们 友 善 。
]]

loreList["demon statue: daelach"] = "恶魔雕像：达莱奇"
loreCHN["恶魔雕像：达莱奇"] = [[
任 何 读 过 我 们 历 史 的 人 都 将 铭 记 尘 埃 纪 法 师 的 故 事 ，他 们 躲 在 隐 藏 的 城 市 里 ，用 有 感 知 能 力 的 风 暴 折 磨 我 们 。尽 管 我 们 最 终 抹 消 了 他 们 所 有 知 识 和 文 化 的 传 承 ，正 如 他 们 对 我 们 所 做 的 ，我 们 仍 清 楚 地 认 识 到 ，他 们 的 魔 法 终 有 一 日 会 重 现 。于 是 ，我 们 在 他 们 城 市 沦 为 废 墟 时 ，夺 走 了 其 图 书 馆 内 的 知 识 ，将 有 实 际 价 值 的 内 容 摘 抄 下 来 ，其 他 的 统 统 抹 去 。当 传 送 门 解 开 后 ，红 宝 石 的 孩 子 们 （在 矛 盾 的 抉 择 后 ）成 功 地 使 用 古 旧 的 咒 语 释 放 出 全 新 的 风 暴 ——火 焰 和 煤 炭 代 替 了 尘 土 和 沙 子 。更 加 易 于 制 造 ，这 些 法 术 将 屠 戮 生 灵 ，折 磨 并 毁 灭 埃 亚 尔 大 陆 ，正 如 它 们 的 前 任 曾 经 对 Mal'Rok 做 的 一 样 。
]]

loreList["demon statue: Draebor, the Imp"] = "恶魔雕像：小恶魔德瑞宝"
loreCHN["恶魔雕像：小恶魔德瑞宝"] = [[
传 送 术 是 完 成 我 们 复 仇 行 动 的 重 要 研 究 领 域 。在 我 们 打 破 围 绕 艾 亚 尔 大 陆 的 夏 图 尔 之 盾 之 前 ，传 送 术 将 是 我 们 达 到 大 陆 表 面 唯 一 的 手 段 。我 们 的 领 军 学 者 之 一 —缟 玛 瑙 之 子 德 瑞 宝 ——掌 握 着 完 美 的 短 距 传 送 术 ，并 且 一 直 在 研 究 方 案 将 他 的 技 术 融 入 工 艺 品 并 量 产 化 ，使 我 们 的 军 队 都 具 备 这 样 的 能 力 。他 一 直 将 研 究 的 进 程 保 密 ，但 是 有 谣 言 说 他 正 在 反 向 驱 动 夏 图 尔 的 传 送 门 ，让 我 们 通 过 夏 图 尔 的 武 器 发 动 侵 略 。无 论 他 做 到 哪 一 步 ，我 们 都 要 拭 目 以 待 ——多 亏 了 他 的 专 注 的 研 究 ，即 将 有 重 大 的 事 件 发 生 ！
]]

loreList["demon statue: Shasshhiy'Kaish"] = "恶魔雕像:莎西凯希"
loreCHN["恶魔雕像:莎西凯希"] = [[
作 为 一 名 博 物 学 者 和 探 险 家 ，这 位 学 者 经 常 在 Mal'Rok'毁 灭 前 的 日 子 里 到 艾 亚 尔 大 陆 旅 行 。她 在 旅 行 日 志 中 记 载 了 栖 息 于 夏 图 尔 阴 影 中 种 类 繁 多 的 神 奇 生 物 ，我 们 的 市 民 们 都 乐 于 阅 读 这 些 作 品 。她 对 这 些 卑 劣 、未 开 化 的 生 物 有 一 种 由 衷 的 热 爱 。当 传 送 门 网 络 被 摧 毁 的 时 候 ，她 和 另 外 两 名 同 伴 被 困 于 艾 亚 尔 大 陆 。很 长 一 段 时 间 里 ，大 家 都 担 心 她 死 了 ，或 者 更 糟 ——成 为 一 名 叛 徒 并 与 艾 亚 尔 的 居 民 们 一 同 反 抗 他 的 家 乡 。不 管 哪 种 情 况 ，当 我 们 进 入 这 颗 星 球 的 轨 道 时 ，她 应 当 已 经 死 于 衰 老 。当 我 们 到 达 那 里 时 ，意 想 不 到 的 事 发 生 了 ：当 我 们 还 不 能 反 向 传 送 的 时 候 ，一 些 穿 着 奇 怪 长 袍 的 艾 亚 尔 人 在 我 们 的 大 陆 上 出 现 ，这 些 人 声 称 忠 于 莎 西 ·凯 希 ，并 愿 为 我 们 的 实 验 献 身 。从 那 以 后 ，一 批 又 一 批 类 似 的 志 愿 俘 虏 被 传 送 了 过 来 。可 惜 的 是 ，这 些 人 对 实 验 并 没 有 带 来 想 象 中 的 帮 助 ——他 们 的 每 一 丝 生 命 精 华 已 被 汲 取 殆 尽 ，陷 于 死 亡 边 缘 。这 还 没 有 算 上 常 见 的 体 内 出 血 的 情 况 ，又 或 者 是 神 经 网 络 重 接 导 致 他 们 将 痛 苦 视 为 快 乐 的 情 况 ，这 让 我 们 开 发 更 好 惩 罚 手 段 的 努 力 无 功 而 返 。不 过 ，总 的 来 说 他 们 既 合 作 又 数 量 充 足 ，并 且 很 有 帮 助 。我 们 不 确 定 莎 西 ·凯 希 是 否 还 存 活 。如 果 她 还 活 着 ，我 们 相 信 她 的 忠 诚 与 我 们 同 在 。

#{italic}#在 主 要 文 字 的 下 面 蚀 刻 着 一 条 简 短 的 信 息 。#{normal}#

美 人 。我 会 让 它 留 下 来 的 。

—S.
]]

loreList["demon statue: Walrog"] = "恶魔雕像:乌尔罗格"
loreCHN["恶魔雕像:乌尔罗格"] = [[
#{italic}#这 座 雕 像 底 座 上 原 有 的 文 字 已 经 被 刮 掉 ，一 行 新 的 留 言 取 代 了 它 的 位 置 。#{normal}#

乌 尔 罗 格 ，如 果 你 看 到 这 个 ：说 明 我 们 还 活 着 ，并 且 还 在 努 力 实 现 我 们 的 目 标 。
—S.
]]

loreList["demon statue: Kryl-Feijan "] = "恶魔雕像:卡洛·斐济"
loreCHN["恶魔雕像:卡洛·斐济"] = [[
#{italic}#这 座 雕 像 底 座 上 原 有 的 文 字 已 经 被 刮 掉 ，一 段 笔 记 被 留 在 了 那 里 。#{normal}#

你 好 ，艾 亚 尔 人 。这 里 原 本 的 文 字 对 你 们 来 说 并 不 重 要 ：只 不 过 是 一 个 博 物 学 者 喋 喋 不 休 地 讲 述 他 的 成 就 和 谜 一 般 的 失 踪 。  我 来 讲 一 些 你 们 应 当 知 道 的 东 西 。

卡 洛 ·斐 济 是 我 的 爱 人 。出 于 好 奇 和 对 知 识 的 渴 望 ，我 们 与 一 位 朋 友 ——乌 尔 罗 格 ——来 到 了 艾 亚 尔 大 陆 。这 个 爱 好 带 给 我 们 很 多 启 发 ，我 们 撰 写 的 关 于 艾 亚 尔 大 陆 原 始 物 种 的 报 告 ，在 我 们 的 世 界 被 广 泛 传 阅 。别 以 为 你 们 值 得 这 样 的 注 意 ；除 了 劣 等 ，你 们 别 无 其 他 特 质 。强 大 ，聪 慧 的 夏 图 尔 行 星 是 怎 么 创 造 你 们 这 样 的 野 蛮 人 的 ？你 们 差 点 就 没 有 建 立 起 封 建 制 度 。你 们 的 罪 孽 让 人 欣 喜 ，你 们 的 失 败 令 人 发 笑 。正 是 因 为 这 ，再 加 上 夏 图 尔 的 神 秘 失 踪 ，当 那 名 受 伤 的 缟 玛 瑙 之 子 穿 过 并 关 闭 了 我 们 的 传 送 门 ，告 诉 我 们 艾 亚 尔 大 陆 给 Mal'Rok 带 来 了 可 怕 的 毁 灭 时 ，我 们 立 刻 知 道 你 们 没 能 力 实 现 这 样 的 壮 举 。所 以 我 们 决 定 亲 自 出 发 寻 找 事 件 的 真 相 。卡 洛 ·斐 济 和 我 像 往 常 一 样 变 装 为 人 类 法 师 ，乌 尔 罗 格 则 在 海 上 搜 寻 异 常 ，并 在 几 天 后 与 我 们 会 面 。

从 地 底 的 居 所 出 发 后 ，我 们 惊 讶 的 发 现 火 焰 风 暴 （尽 管 没 那 么 猛 烈 ）也 在 艾 亚 尔 大 陆 肆 虐 。更 令 我 们 吃 惊 的 是 大 量 的 无 知 难 民 ，将 这 一 切 归 罪 于 魔 法 师 。我 们 的 伪 装 正 好 激 怒 了 他 们 。我 们 试 图 从 暴 民 中 脱 身 ，但 是 人 群 蜂 拥 而 至 ，最 后 控 制 了 我 们 。很 快 ，我 就 被 绑 起 来 ，他 们 满 意 地 看 着 我 们 ，并 且 发 出 种 种 威 胁 ，然 而 嘈 杂 的 人 声 淹 没 了 他 的 声 音 ，我 没 能 听 清 楚 。我 本 可 以 反 击 ，但 是 在 确 信 艾 亚 尔 人 对 我 如 此 沉 迷 以 至 于 不 会 意 识 到 自 己 在 做 什 么 之 后 ，我 不 断 告 诉 自 己 ，我 只 需 要 在 有 性 命 之 虞 的 时 候 抽 身 逃 走 就 行 了 。根 据 不 时 在 我 头 顶 燃 起 的 火 焰 来 看 ，我 的 爱 人 就 没 那 么 耐 心 了 。当 爆 炸 平 息 ，人 群 散 开 的 时 候 ，我 终 于 知 道 他 为 什 么 如 此 凶 猛 的 反 击 了 。他 受 了 很 严 重 的 伤 ，明 显 是 为 了 让 他 受 苦 而 不 是 限 制 他 的 行 动 ，他 就 快 死 了 。在 一 瞬 的 绝 望 之 后 ，我 低 声 念 出 了 咒 语 ，读 取 了 他 们 的 思 想 ，了 解 他 们 为 什 么 如 此 对 待 我 的 爱 人 。于 是 我 知 道 了 他 们 对 我 的 爱 人 做 了 什 么 ，以 及 他 们 将 要 对 我 做 些 什 么 ，更 可 怕 的 是 支 配 他 们 行 动 的 那 不 假 思 索 的 憎 恨 ……有 很 多 词 可 以 用 来 形 容 ，可 憎 的 、野 蛮 的 、虐 待 狂 的 ，都 很 准 确 ，但 是 却 无 法 描 述 那 其 中 的 邪 恶 。正 是 在 那 时 ，我 了 解 了 艾 亚 尔 的 野 蛮 ，以 及 所 有 艾 亚 尔 人 应 得 的 命 运 。同 时 ，我 的 忍 耐 已 经 突 破 了 极 限 。

Mal'Rok 的 世 界 里 有 这 样 一 种 魔 法 ，它 可 以 让 一 个 人 把 他 的 生 命 精 华 转 移 给 另 一 个 人 ，以 前 者 的 生 命 为 代 价 ，延 长 后 者 的 寿 命 。对 受 人 尊 敬 的 名 人 志 愿 奉 献 生 命 很 常 见 ，但 是 反 之 ——汲 取 别 人 的 生 命 来 帮 助 自 己 ——被 认 为 是 最 严 重 的 罪 行 。这 等 同 于 宣 称 你 的 生 命 比 其 他 人 的 更 有 价 值 。当 人 们 能 从 中 获 得 利 益 的 时 候 ，这 样 的 权 衡 是 不 被 允 许 的 。乌 尔 罗 格 曾 将 这 个 禁 咒 传 授 给 我 ，也 只 有 在 那 时 我 使 用 了 这 个 咒 语 ，使 暴 民 们 的 生 命 全 部 枯 萎 ，并 将 它 们 转 移 到 卡 洛 ·斐 济 体 内 。即 使 是 幸 存 的 暴 民 ，也 承 受 了 巨 大 的 痛 苦 ，摇 摇 欲 坠 ，成 为 了 我 疾 风 暴 雨 般 复 仇 的 牺 牲 品 。不 幸 的 是 ，我 汲 取 来 的 所 有 生 命 也 不 足 以 让 我 的 爱 人 恢 复 健 康 ，仅 仅 能 让 他 在 地 狱 门 前 徘 徊 ，忍 受 着 无 尽 的 痛 苦 ，丧 失 行 动 的 能 力 ，苟 延 残 喘 。

我 带 着 他 仅 存 的 精 华 逃 跑 到 安 全 的 地 方 ，然 后 开 始 一 个 接 一 个 的 夺 走 艾 亚 尔 人 的 精 华 ，延 长 我 的 寿 命 ，并 尽 可 能 的 让 他 恢 复 健 康 。我 只 能 希 望 乌 尔 罗 格 也 在 这 么 做 ，捕 食 水 手 ，然 后 是 娜 迦 。我 们 失 去 了 联 系 ，但 是 一 些 海 上 的 恐 怖 传 说 让 我 相 信 他 还 活 着 。维 持 卡 洛 ·斐 济 的 生 存 消 耗 了 许 多 能 量 ，再 过 不 久 ，独 行 的 旅 人 已 经 不 足 以 使 他 的 状 况 稳 定 。我 需 要 其 他 人 为 我 工 作 ，收 集 牺 牲 品 ，并 在 物 尽 其 用 之 后 奉 献 生 命 。那 时 我 学 会 了 进 入 恐 惧 空 间 ，并 且 想 出 了 一 个 给 艾 亚 尔 人 的 提 议 。

总 有 一 天 ，乌 鲁 洛 克 的 军 团 将 对 艾 亚 尔 展 开 侵 略 。你 们 都 会 遭 受 难 以 想 象 的 痛 苦 。你 们 许 多 人 都 会 死 去 。当 然 不 是 所 有 人 都 这 么 幸 运 ，剩 下 那 些 会 成 为 他 们 无 尽 狂 怒 的 靶 子 ，他 们 会 一 直 折 磨 你 直 到 时 间 的 尽 头 。他 们 的 理 由 是 ——或 许 不 准 确 ，但 是 我 没 有 说 错 ——“他 们 所 安 排 的 命 运 是 你 们 应 得 的 ”。我 或 者 宇 宙 中 任 何 事 物 都 没 法 阻 止 他 们 的 侵 略 ，尽 管 我 很 想 这 么 做 。恐 怕 只 有 乌 鲁 洛 克 本 人 可 以 拯 救 这 个 世 界 ——这 看 起 来 也 不 太 现 实 。如 果 你 们 能 帮 助 我 ，并 且 服 从 我 的 命 令 ，让 我 感 到 满 意 ，我 可 以 保 证 你 们 两 件 事 ：第 一 ，你 无 法 避 免 的 可 悲 命 运 将 会 以 死 亡 终 结 ，最 多 只 要 几 周 的 时 间 ，哪 怕 乌 鲁 洛 克 的 军 队 在 汲 取 你 们 的 生 命 精 华 之 后 无 法 撤 销 这 个 行 动 。第 二 ，在 你 们 感 到 痛 苦 之 前 ，你 们 会 感 到 等 量 的 快 乐 。通 过 魔 法 ，我 可 以 让 自 己 变 成 各 种 形 态 ，生 成 各 种 各 样 的 幻 想 ，按 你 们 的 喜 好 操 纵 你 们 的 感 官 。你 们 最 疯 狂 最 不 现 实 的 梦 想 将 会 成 真 。等 待 痛 苦 到 来 的 时 间 将 会 变 得 令 人 愉 悦 ，让 你 的 之 前 的 人 生 黯 然 失 色 。如 果 你 们 觉 得 不 屑 于 这 种 享 乐 主 义 ，那 么 我 最 近 招 纳 的 有 心 灵 能 力 方 面 天 赋 的 仆 从 值 得 考 虑 ，他 们 可 以 改 变 你 们 的 记 忆 。当 “恶 魔 们 ”将 酸 液 滴 入 你 的 眼 球 ，再 将 它 放 回 神 经 更 加 密 集 的 地 方 去 ，于 是 你 会 感 到 更 加 剧 烈 的 痛 苦 。如 果 这 时 ，你 产 生 了 你 在 为 拯 救 艾 亚 尔 大 陆 而 无 私 的 奉 献 生 命 ，并 且 你 的 爱 人 孩 子 不 会 承 受 如 此 痛 苦 的 幻 觉 ，你 会 不 会 感 觉 这 一 切 更 加 容 易 忍 耐 了 呢 。

在 你 们 诞 生 千 年 之 前 ，数 不 清 的 其 他 人 已 经 接 受 了 这 个 提 议 ，我 积 累 了 足 够 的 精 华 将 卡 洛 ·斐 济 保 存 在 一 个 稳 定 的 “种 子 ”之 中 。一 旦 将 它 种 在 合 适 的 牺 牲 品 之 中 放 任 生 长 ，他 将 以 更 加 强 大 的 姿 态 重 返 艾 亚 尔 大 陆 。我 们 两 人 将 会 用 尽 所 有 手 段 来 加 速 你 们 可 悲 世 界 的 应 得 的 末 日 。理 论 上 ，任 何 有 灵 性 的 血 肉 之 躯 都 可 以 作 为 种 子 的 容 器 。但 是 我 想 要 一 个 会 被 怀 念 的 人 ，杀 死 他 可 以 让 我 爱 人 重 生 的 第 一 步 给 这 个 世 界 带 来 巨 大 的 不 幸 。如 果 你 接 受 我 的 提 议 ，就 卸 下 武 装 只 身 前 往 卡 洛 ·斐 济 的 地 窖 ，与 你 的 艾 亚 尔 同 胞 一 起 为 我 效 劳 。如 果 你 能 给 我 的 爱 人 带 来 一 个 合 适 的 容 器 ……很 好 ，那 将 会 得 到 某 种 特 殊 的 、一 对 一 的 照 顾 ，怎 么 样 ？

艾 亚 尔 注 定 在 痛 苦 的 尖 叫 中 灭 亡 。你 们 不 想 先 来 个 告 别 之 吻 吗 ？

—S.
]]

loreList["demon statue: Khulmanar, General of Urh'Rok"] = "恶魔雕像:库马纳·鲁洛克之近卫将军"
loreCHN["恶魔雕像:库马纳·鲁洛克之近卫将军"] = [[
自 从 我 们 被 从 灰 烬 法 师 的 控 制 之 下 解 放 后 ，在 乌 尔 洛 克 的 命 令 和 鼓 动 下 ，我 们 开 始 举 办 锦 标 赛 。这 个 比 赛 ，不 像 很 多 人 想 的 那 样 ，仅 仅 是 为 了 测 试 直 接 的 战 斗 。除 此 之 外 我 们 还 有 学 术 工 作 、专 注 、物 理 耐 受 、哲 学 等 诸 多 其 他 领 域 的 竞 赛 。或 许 ，这 其 中 最 著 名 的 当 属 神 圣 战 术 竞 标 赛 ，我 们 的 军 事 领 导 人 正 是 通 过 这 个 赛 事 选 拔 出 来 的 。比 赛 包 括 一 系 列 试 炼 ，评 估 我 们 对 战 况 进 行 分 析 和 处 理 的 能 力 ，包 括 速 度 、伤 亡 、部 署 效 率 以 及 一 些 其 他 的 因 素 。库 马 纳 ，缟 玛 瑙 之 子 ，是 这 些 项 目 的 冠 军 ，并 且 在 等 待 我 们 的 大 陆 到 达 艾 亚 尔 的 大 部 分 时 间 里 ，他 都 维 持 了 统 治 地 位 。通 过 我 们 竞 赛 所 筛 选 出 的 最 杰 出 的 战 略 大 师 ，库 马 纳 被 乌 鲁 洛 克 亲 自 召 见 以 获 准 统 御 我 们 的 入 侵 部 队 。库 马 纳 给 乌 鲁 洛 克 留 下 了 很 深 的 印 象 ，于 是 后 者 从 他 维 持 我 们 世 界 的 力 量 以 外 的 部 分 中 抽 取 了 很 大 一 部 分 ，为 库 马 纳 创 造 了 一 个 全 新 的 肉 身 ，让 他 能 够 在 前 线 无 所 畏 惧 的 指 引 战 斗 。拥 有 我 们 的 父 所 赐 予 的 武 器 与 躯 壳 ，精 神 受 到 父 的 指 引 ，库 马 纳 被 视 作 乌 鲁 洛 克 的 化 身 ，他 在 战 场 上 的 指 令 受 到 如 同 父 一 般 的 尊 敬 。

]]

loreList["demon statue: Lithfengel"] = "恶魔雕像:里斯丰格"
loreCHN["恶魔雕像:里斯丰格"] = [[
里 斯 丰 格 ，Draebor 的 导 师 ，绿 翡 翠 之 子 ，是 最 杰 出 的 学 者 之 一 。当 我 们 大 部 分 人 还 畏 惧 接 近 传 送 门 的 时 候 ，他 早 已 找 到 了 一 个 未 被 人 使 用 过 的 ，并 且 开 始 窥 探 其 中 的 秘 密 ，希 望 能 够 达 到 艾 亚 尔 。他 的 数 据 显 示 ，尽 管 这 个 传 送 门 与 艾 亚 尔 连 接 ，但 是 两 个 世 界 之 间 的 波 动 使 得 前 往 另 一 个 世 界 的 旅 行 太 过 危 险 ，肆 虐 的 火 焰 会 在 你 到 达 目 的 之 前 将 你 撕 碎 。比 起 直 接 修 复 连 接 ，里 斯 丰 格 躲 入 他 的 实 验 室 里 好 几 天 。当 他 出 来 的 时 候 ，他 兴 奋 地 带 着 一 个 奇 怪 的 新 式 符 咒 ，宣 称 这 个 符 咒 将 会 使 他 产 生 突 变 来 抵 御 传 送 门 将 会 造 成 的 任 何 伤 害 。由 于 他 说 实 施 其 他 实 验 的 失 败 后 果 太 过 危 险 ，他 独 自 一 人 进 入 了 传 送 门 ，并 且 承 诺 在 到 达 之 后 会 立 即 返 回 ，从 那 以 后 再 也 没 有 人 见 到 他 。看 在 他 无 私 奉 献 的 份 上 ，愿 他 能 够 安 息 。

]]

loreList["demon statue: Rogroth, Eater of Souls"] = "恶魔雕像：洛格罗斯,灵魂吞噬者"
loreCHN["恶魔雕像：洛格罗斯,灵魂吞噬者"] = [[
最 近 ，莎 西 ·凯 希 的 教 徒 们 开 始 谈 论 起 “恶 魔 种 子 ”。这 是 一 串 具 有 魔 力 的 生 命 精 华 ，可 以 被 植 入 有 灵 性 的 生 物 中 ，并 在 其 中 发 育 为 我 们 的 公 民 。在 这 个 传 说 的 启 发 下 ，绿 翡 翠 之 子 研 究 出 了 这 种 魔 法 的 原 形 ，缟 玛 瑙 之 子 制 造 了 能 够 将 其 应 用 于 战 斗 的 基 座 。Rogroth 在 这 个 构 造 中 留 下 了 无 数 没 有 精 华 的 种 子 ，并 将 这 些 种 子 嵌 入 附 近 的 生 物 中 ，当 这 些 生 物 死 去 ，他 们 的 生 命 精 华 将 会 流 入 并 滋 长 这 些 种 子 。我 们 还 没 有 完 善 的 生 产 能 力 ，所 以 目 前 这 些 种 子 只 会 成 长 为 退 化 的 空 壳 。但 是 别 担 心 ！随 着 我 们 获 取 相 关 的 数 据 ，我 们 将 会 改 进 它 。不 久 的 将 来 ，当 杀 死 我 们 的 敌 人 后 ，酸 液 树 魔 、夸 塞 魔 ，甚 至 是 修 尔 希 瑞 格 将 会 从 他 们 的 尸 体 中 诞 生 。只 需 要 早 期 的 小 规 模 战 斗 ，加 上 一 点 好 运 ，我 们 可 以 在 艾 亚 尔 生 产 我 们 的 入 侵 部 队 ，直 接 传 送 部 队 的 难 题 就 这 么 被 绕 过 了 。
]]

loreList["demon statue: Corrupted Daelach"] = "恶魔雕像：堕落达莱奇"
loreCHN["恶魔雕像：堕落达莱奇"] = [[
制 造 达 莱 奇 的 问 题 之 一 就 是 创 造 纯 粹 魔 法 生 物 所 固 有 的 不 稳 定 性 。如 果 周 边 的 枯 萎 水 平 哪 怕 高 那 么 一 点 点 ，也 会 导 致 连 锁 反 应 ，轻 则 摧 毁 达 莱 彻 ，重 则 会 杀 死 大 部 分 负 责 制 造 达 莱 彻 的 法 师 。因 此 制 造 达 莱 彻 的 理 论 成 本 很 低 廉 ，但 是 实 际 上 会 带 来 巨 大 的 费 用 。而 且 ，一 个 枯 萎 化 的 达 莱 彻 必 须 立 刻 被 压 制 ，以 免 它 造 成 巨 大 的 损 害 。不 过 ，有 一 个 样 本 用 一 种 有 趣 的 方 式 进 行 了 枯 萎 化 ，它 长 出 了 翅 膀 ，并 用 枯 萎 能 量 强 化 了 他 的 火 焰 风 暴 ，另 一 方 面 它 维 持 了 平 衡 与 可 控 性 。我 们 将 会 用 尽 所 有 办 法 尝 试 重 现 这 个 令 人 惊 喜 的 意 外 ，与 此 同 时 ，它 会 前 往 艾 亚 尔 大 陆 证 明 他 的 实 际 效 果 。
]]

loreList["demon statue: Harkor'Zun"] = "恶魔雕像：哈卡祖"
loreCHN["恶魔雕像：哈卡祖"] = [[
在 我 们 对 守 护 艾 亚 尔 之 盾 的 研 究 所 发 现 的 规 律 与 异 常 现 象 之 中 ，没 有 一 个 像 流 星 这 样 让 我 们 沮 丧 。一 些 强 大 的 艾 亚 尔 法 师 可 以 将 大 型 的 流 星 拖 入 低 空 轨 道 ，在 几 乎 没 有 损 伤 的 情 况 下 使 它 通 过 护 盾 ，唯 一 的 损 伤 是 陨 石 被 分 割 成 若 干 大 块 ，然 后 被 依 次 召 唤 到 地 表 造 成 毁 灭 性 的 陨 石 撞 击 。我 们 还 不 没 有 找 到 反 制 这 些 咒 语 的 方 法 来 保 护 我 们 的 军 队 免 于 溃 散 。我 们 唯 一 获 得 的 成 功 就 是 制 造 出 了 在 成 分 和 外 观 上 都 类 似 陨 石 的 物 体 。哈 卡 祖 ，大 部 分 由 石 头 构 成 的 生 物 ，被 我 们 从 我 们 的 平 台 上 丢 下 。如 同 想 象 的 那 样 ，护 盾 将 它 撕 得 粉 碎 ，不 过 我 们 的 设 计 让 它 能 够 得 以 生 存 。碎 片 在 到 达 艾 亚 尔 之 后 重 新 融 合 到 一 起 ，组 成 完 整 形 态 。然 而 ，或 许 是 因 为 我 们 将 它 制 造 的 太 过 顽 固 ，又 或 许 是 护 盾 将 侵 入 的 物 体 包 裹 上 反 魔 法 的 外 衣 ，哈 卡 祖 无 法 进 行 第 二 阶 段 ——将 碎 片 重 组 的 阶 段 。如 果 哪 个 艾 亚 尔 人 无 脑 的 试 图 摧 毁 它 ，哈 卡 祖 将 会 进 行 重 组 ，然 后 给 予 帮 助 它 重 组 的 人 “重 重 的 答 谢 ”。
]]