--------------------------------------------------------------------------
-- Sunwall
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "sunwall-note-1",
	name = "博学者温罗提的报告",
	lore = [[学者温罗提在此。我被派来写一部关于太阳堡垒的正史。这将会是我到每个地方采访的手记。如果你正在读它，你将会是我的粉丝（再次感谢您！），或者是批判者（把你的脏手从这段笔记上放开！），或者是我尸体的发现者。如果是最后一种，请将这个带给太阳堡垒的领主弗洛萨斯领赏，告诉我的妻子我怎么死的，也替我告诉孩子们我爱他们。
	
这样的话，我将开始着手调查精灵族和太阳堡垒之间的联系。考虑到他们的寿命和对种族历史的记忆，他们应该是最容易调查的一个种族。当然，也不是每个精灵都是这样……
...
很不幸，当地的精灵们似乎不准备告诉我他们的历史，他们说之前的事情他们都记不得了。不管怎样，我听说有个乐于助人的叫桑切尔的家伙。唯一的问题是，他住在兽人营地的另一边，所以我需要一名护卫。我们走着瞧，我听说过一些冒险者护卫的故事……]],
}

registerLoreTranslation{
	id = "sunwall-note-2",
	name = "博学者温罗提的报告",
	lore = [[男孩都是不可靠的护卫，传闻果然是真的。我听说了许多许多雇主死亡，而冒险者护卫们一心只顾自己逃命的事。这是真的。我雇佣的这名护卫，当我正朝前笔直走时，他却不知道因为什么原因，没有立刻跟上，只留我一人在前。他难道不知道正确的路吗？蠢货。为什么我将如此重要的旅程托给了这样一个路痴！幸运的是，我活下来了，但是跟他没半毛钱关系。我甚至不会介意他打呼噜……
这个叫桑切尔的家伙真应该找个交通发达的地方定居。（不要冒险者！）不管怎样，当我问他时，他好歹能告诉我一些。碰巧的是，他声称这片地带有一些古老的精灵居住。他们乘船从某个传奇的“马基·埃亚尔大陆”来到这里。他声称这是真的，但是却拿不出任何证据。这个，有待进一步考证。]],
}

registerLoreTranslation{
	id = "sunwall-note-3",
	name = "博学者温罗提的报告",
	lore = [[不管怎样，我被这个故事深深的吸引住了，以至于我很想去调查一个来自外地的种族是如何适应这里环境的。所以，我将暂时中止对马基·埃亚尔的考证，说不定这只是个精灵族的传说。（即便他们有相当长的记忆，也不能随便相信他们。）相反，我将去拜会这边的东方历史协会（EHS）——他们有着关于人类如何在这发展的最好典籍。这样，我将去沃省的北部借用他们的档案。
并且是的，倒霉啊，我又要和冒险者一起旅行了。苍天啊，我为什么不做更多的准备？这真是件可怕的事。这是一段相当长的旅途，长的远超我的想象，实际上，我已经断粮了。这很傻，我知道，我可以向护卫要一些。这狗娘养的小子居然说他不吃饭！现在来看看这个弥天巨谎。他认为他这样可以糊弄我？EHS最好快点到啊……]],
}

registerLoreTranslation{
	id = "sunwall-note-4",
	name = "博学者温罗提的报告",
	lore = [[终于疲惫不堪但安全地抵达了沃省。（尽管我已经吃过一些魔法烧烤，但我的外套现在是一团糟。我甚至怀疑我是否买得起一件新外套。）不管怎样，东方历史协会（EHS）是我最后的希望了。谁能质疑人类不是最伟大的？你可不会看到一位精灵或者兽人像我现在这样在纸上记录！
简而言之：阿斯顿是第一个画出地图的人类。EHS有他最完好的泛黄原本。不管怎样，他到处旅行，最终死在了异地，所以他既不是第一个到这的人，也不是第一个组织了移民的人。有的历史学家猜想第一个到东方的人应该是维恩·加索尔。至少，许多探险家提到这个先驱者的名字，所以他应该是的。最早的一批移民者是欧文德·安瑞达，奴隶埃索尔（或者埃萨尔）和黑人布罗伦。]],
}
