--------------------------------------------------------------------------
-- Tannen lore
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "tannen-level1",
	name = "欢迎来到你的牢房",
	lore = [[给“勇者”的信：

唉，我真的是很抱歉：如果境遇不同的话，我们或许已经成为了朋友，在我的武器与魔法的帮助下你一定可以战胜威胁马基·埃亚尔的一切威胁。不过，在我目前的立场下，抱歉，你的存在对我来说实在是造成了不小的麻烦。

看吧，我的资金全都来自于最后的希望的富商们，他们希望制造一个传送门；而一旦计划完成，他们的资助就会停止。此外，我的传送门研究对于我正在这里搭建的实验是一个很好的掩饰。而现在，你这个不知从哪里冒出来的毛头小子却准备要在整个城市的众目睽睽之下搭建一个传送门，我的一切都会被毁掉——而世界上还有那么多的知识等着我去探求！比如说，死灵法术在医学上的应用——这个课题除此之外唯一的研究者在她丈夫死后很快就失踪了，而其他人都跟伊格兰斯的疯子一样激烈反对以任何形式使用这种魔法。还有，选择性的幼龙育种试验，对于那些伊格狂徒做一些小测试来想办法击碎他们的反魔法障壁，以及研究恶魔来了解他们体态所经历的变化，让他们强大的魔法能够为我们所用……我可以继续往下写很多的研究课题，但是我实在是不像浪费我昂贵的附魔墨水。问题在于，你如果继续你的传送门计划，就会终结我伟大的实验。我本来希望你彻底消失，不过万一你侥幸从我的基地里逃出来，身负伤痕到处大喊大叫地说着在我小小的塔里藏着恐怖的怪兽……好吧，不过本来我也需要多进行几次传送门的研究来确保安全地使用它们，不是吗？

#{italic}#当你读到下一段的时候，你注意到上面的字样开始变得渐渐模糊，最终消失，卷轴在你的手里微微发烫。#{normal}#

不过，千万别担心——你仍然可以对这个世界做出贡献，只要你肯协助我的研究任务！我的情报源告诉我自从你扬名立万开始，你的能力又大幅成长了许多，你强大的力量足以让你横扫一切。我在你身上使用的修改版传送门好像有33%的几率吸收掉你所积累的力量，因而，如果你感觉有点累的话，请躺下来静静等待我的小恶魔仆人把你带去参加我们进一步的测试。然而，如果你不是的话……我已经封印了向上的楼梯，并且在实验室里各种研究对象的饲养栏里放置了开门用的开关。你需要一路击败他们，然后我就可以亲自观察到像你这样强大的力量如何击败各种各样的敌人。我相信你一定想要冲上顶楼把我碎尸万段，所以我鼓励你抓紧时间赶快尝试！你也许会不幸战死，不过你所提供的宝贵数据将会永远为人们做出贡献——并且，如果我能让我的龙傀儡在不致命的情况下制服你，我会把你重新送到塔的底层，以修改的方式重新进行实验。我们可以不断重复，直到我找出你的临界点，或者找出让你这么强大的原因。到那一天我将会把你好好保护起来，直到我找到安全控制你的心灵的方法。不过，如果有那么一丁点可能你最终找到了击败我的方法的话……请不要弄坏我宝贵的实验记录，好吗？知识和进步比我们两个个人的存续更加重要，请不要让你的一时冲动毁掉这些未来可以造福无数人的宝贵成果。

哦，对了，还有我可不能冒让这封信落入其他人之手的风险，不是吗？在你读完它几秒钟后，这封信就会开始自燃。请你赶紧把它扔在地上——让你的双手烧焦可不是实验的一部分。

#{italic}#你赶紧把纸扔开。几秒钟后，纸张吱吱作响，突然化成了一团火焰爆裂开来，就连灰烬也没有留下。#{normal}#]],
}

registerLoreTranslation{
	id = "tannen-level2",
	name = "个人笔记（1）",
	lore = [[给“勇者”的信：

安格列文的人都是一群胆小鬼。一群只知道整天重复阐述着过去的错误的偏执狂。一群“谨慎”到只知空谈不知实干却又对别人指手划脚的人。他们只知道去避免那些微小的罪过，毫无大局观念。我已经一遍遍告诉它们我们先祖的错误并不是试着去启动夏·图尔传送门，而是试图在对其毫无了解的情况下试着将它作为武器——难道我们不能乘火打劫没收那些纳格尔王国的设施来获得更多研究资料，或者仅仅是绑架一些兽人探险队来作为我们最初的实验品？为什么非要让时局的绝望逼迫我们在充分了解夏·图尔人_之前_将半个世界炸烂？不，正是因为我们脑中那些“禁忌的魔法”“我们这样的凡人不能篡改这么强大的东西”那样陈腐的观念束缚了我们的思想，直到我们终于明白力量有多么重要。这就像一个和平主义者最终不得不拿起连枷自卫，结果不小心打烂了自己的脑袋。正是我们对知识的极度缺乏导致了这样可怕的灾难。

唉，可惜我的正义言论只受到了那些愚蒙之人的白眼和背后的议论，只有一对年轻的情侣被我对那篇关于“道德”的演讲进行的慷慨激昂仗义执言的回应深深感动，不过不久之后他们突然消失了。他们中的某些野蛮人无法在论点上击败我，就只能从别的方面对我造谣污蔑，别有用心地指责我“魔法技巧不精”，说什么我在我那伟大的龙傀儡身上浪费了太多时间！那些蠢人自以为自己可以用他们“干净”的方法保护这个世界；而事实上，兽人的入侵已经证明了他们是一群眼高手低的无能之徒。并且，一旦恶魔们强大的侵略部队真的到达这里，我们根本没有办法与他们为敌——是啊，我们甚至在伊格兰斯面前卑躬屈膝，东躲西藏，如果我们可以自由地在这片土地上漫游，我们的治疗师本来可以消除世界上那么多的疾病和痛苦。并且，只需要抓住几个他们的走狗进行实验，我们很快就能知道到打破他们防御的方法。

不，我绝对不会向那些权威屈服。几年来，通过违反安格列文的规章偷偷出售药水和符文，我已经积攒了一大笔钱，足以让我在没有安格列文人监视的地方建造一个我自己的实验室。在那里，我可以秘密进行我自己的实验——那些娇气的同事们绝对没有本事做到这样的事情。我相信他们绝对不会同意，但是我不在乎——有些事情绝不能等到为时已晚再去了解，即使付出几个伊格狂徒或者罪犯的生命也没什么关系，我的研究成果最终将会拯救无数人的生命。建造工程明天就开始——我把任务交给了三个独立的建筑团队，这样没有人真正知道这座塔的详细构造。我已经和一些有权有势的商人达成了协议，这样我可以公开进行其中一些实验（他们希望一个用于贸易的传送门，而我向他们证明我的实验绝对不会再来一次魔法大爆炸），这样可以作为一些更加……有争议的实验提供掩饰。我可以让我的龙傀儡带上那些敏感的设备，这样我就不用亲自去回答那些烦人的问题。我可不想让被一群高傲自大的傻子再没收掉一个骨巨人——那种东西一个就要花掉我不少钱。]],
}
