--------------------------------------------------------------------------
-- Zigur
--------------------------------------------------------------------------

registerLoreTranslation{
	id = "zigur-post",
	name = "伊格兰斯守则",
	lore = [[1.你不能和任何人谈论有关伊格的信息，以免被邪恶的爪牙听到。
2. 你将不能使用任何魔法和巫术。
3. 你将不能使用任何被魔法诅咒过的物品。
4. 你将不能使用有毒的符文，也不能在任何皮肤上刻上这些符文。
5. 你将不能帮助实施任何你觉得可能有危险的魔法和咒语。
6. 你将记录任何你觉得可能有危险的的秘术并且将它们的名字和使用地点汇报给长老。
7. 你将积极的追捕，并给任何有危险的实施魔法、控制灵魂、崇拜邪恶等行为带去痛苦。
8. 你将把所有你认为有危险的邪教和异端分子的证据汇报给长老。

这些准则让我们得以生存，也维系着我们拯救世界的希望。任何违反这些准则的人都将受到火焰的吞噬。]],
}

registerLoreTranslation{
	id = "zigur-history",
	name = "罪恶之源",
	lore = [[我们生活在一个充满奇迹的世界里。围绕在我们身边的自然能量和野性力量就是我们可以看到和感受到的奇迹。飞翔的鸟，巨型的熊，冰霜的龙遍布于高耸的群山，深邃的海洋，迷人的森林。拥有着想法、力量和出色天资的我们是这壮丽世界的一部分。我们真实的生活在这奇妙的大地上，并为我们在马基·埃亚尔的奇迹中拥有一块安身之所感到高兴。

但总有一些族类不满于此。他们试图通过非自然的力量来滥用这些世界的奇迹。他们用奥术的力量打破自然之间的联系，然后又将其恢复到他们认为合适的程度，并且毫不在意他们所造成的破坏。他们这么做的原因有时是出于好奇，有时是出于好的目的但不合时宜的想法，但通常是出于贪婪、怨恨和对力量的着迷而走上了邪路。即便那些造成破坏结果的人，他们使用魔法是出于好意，但他们打乱自然平衡所得来的力量最终还是不可避免的伤害了大自然。

历史的经验很好地教训了我们这些力量是多么的危险。首当其中的就是夏·图尔。对于他们，我们所知甚少，但我们知道他们善于操纵魔法，远甚于当今所有的魔法师。而他们最终导致了自身的彻底毁灭。但这些教训没有能够警醒那些年轻的种族。我们历史所记载的第一次战争源于人类和半身人对夏·图尔废墟的争夺。魔法在战争中被滥用，残忍的杀戮一直持续了两千多年，两败俱伤的结局使得双方不得不停止下来。直到那时，我们的秩序才建立起来，努力避免一切疯狂和血腥的举动。但我们失败了。

充斥着魔法的战争带给了我们沉重的打击，最终我们被人口大大超越我们的兽人所侵犯。但是那些愚蠢的精灵们却认为依靠奥术而不是其他力量才能保护我们。他们简直愚蠢至极……他们阴毒的魔法引发了夏·图尔废墟中的邪恶，使其释放出灾难性的力量，让半个世界变成焦土。山河破碎，燃烧的烈焰四处蔓延。带来的破坏无法用言语表达。这也是无法忘怀，并且绝对不可饶恕的。永恒精灵想推脱责任，但他们手上已经沾满了成千上万人的鲜血。

幸存者在随后的几个世纪中仍遭受磨难，这些超自然的力量带来了瘟疫，使无数土地变成废土。邪恶的术士和巫师利用这些混乱来培植军队，壮大力量。卡·普尔是这些人中最为致命的，也是我们一次次努力战斗想要除掉的人。我们通过努力地战斗来保护马基·埃亚尔的人民不再遭受任何痛苦。

但是我们的努力依然阻止不了最终的结局。瘟疫仅仅只是魔法大爆炸带给这片大陆的可怕影响之一。这些影响带来了一个黑暗和恐怖的时代，灾难性的力量吞噬了整个世界的心脏。大陆被分裂成两块，地震让岩浆喷出地面，我们大陆的东部边缘被撕裂并沉入海底深渊。这是史无前例的灾难。

当我们的文明正在复苏，兽人的数量却在不断的增长，而且很明显他们也学会了那些阴暗的伎俩。数百年来，我们不断遭受着他们的攻击，只有种族联盟才让我们控制并消灭了他们。我们抑制了他们的火焰和血祭法术，无数的先烈为了保护西方的军队和城镇献出了生命。

但我们现在还没有脱离危险。魔法依然存在，虽然他们经常是隐秘的。黑暗时代的记忆正在退去，炼金师和巫师们甚至大摇大摆地走在街上，毫不在意他们的先人给世界所带来的痛苦。但更糟糕的是——一些组织藏身于隐秘的位置，企图给马基·埃亚尔带来更大的毁灭。黑暗邪教悄悄地盛行，无辜的人被绑架，来进行肮脏的献祭仪式。我们尽最大的努力去搜捕这些禽兽，将他们连根拔除，终结他们的邪恶阴谋。但我们还需要更加努力，因为如果这些“朋友”继续恣意妄为的话，将会给我们的世界带来更多的灾难。

我们不能忘记罪恶之源和那些用奥术力量腐蚀自然的人带给我们的痛苦和恐怖。旅途中要格外警惕，并牢记你的使命。我们的战争很艰难，但却正义和真实的，只要一天不清除马基·埃亚尔的不洁魔法，我们就一天得不到安宁。我们是世界的守护者，依靠我们的力量以及自然同盟，我们将会拯救世界。

-- 保护者 米歇尔]],
}

registerLoreTranslation{
	id = "zigur-potion",
	name = "我的救赎",
	lore = [[我曾经是德斯镇的一个药剂商人，为当地人和旅行者调制炼金药剂。红火的生意带来的收入让我过着体面的生活。作为一个女人，能有这样的业绩我非常骄傲。

但是，有一天，镇上的一些人患上了奇怪的疾病，我的生意开始每况愈下，我逐渐开始穷困潦倒。之后，最年长的患者在患病一些日子之后过世了，我却因此而受到谴责。人们说是我对他施了巫术，谣言开始流传。

我依然记得镇民来找我的那个夜晚是多么的宁静。我正在仰望着夏日闪烁的繁星和皎洁的月光，思考着如何重振我的生意，突然间我听到远处一阵喧闹。我看见人群从路的拐角出现，举着火炬向我走来。我大声呼救，但他们破门而入，打碎窗户并抓住了我。他们把我拖出去，并点燃了我的房子。我被脱光了衣服，遭到毒打，他们还不停地诅咒和嘲弄我。甚至于我的未婚夫还诅咒我，并把口水吐在我脸上。

他们把我一路从草地和岩石上拖到城镇广场。虽然当时脸上的淤青和泪水让我的视线模糊不清，但是我仍能看见他们在搭建木柴堆。我奋力哭号，拼命请求饶恕，但他们只是掐着我的喉咙把我按在地上，用铁匠钳扯出我的舌头。当我满嘴鲜血，不停咳嗽的时候，他们把我放在木堆上，并把我的双手举过头顶，用带刺的链子绑起来。我因为剧烈的疼痛而昏厥了，直到感受到脚下的火焰才苏醒。人群看到我被烟雾包围的时候开始欢呼。我越是痛苦地尖叫，他们就越兴奋。

烟雾让我窒息，我已经感觉不到我的腿了。正当我再次失去意识的时候，我听见了一阵骚乱和一个女性的声音：“她不是巫师！”然后我看见一些人向我走来，带头的是一个穿着深色盔甲的女半身人。她向我跑过来，毫不理会燃烧的火焰，用华丽的剑法砍断了我的束缚。她扶住倒下的我，并把我推离火焰，放到地上。当她悄悄地跟我说话的时候，我看见她温柔的脸庞，“孩子，告诉我，你反对任何形式的魔法吗？”我点了点头，我没法对这样一双明亮的眼睛说不。她擦拭了我脸上的泪水，并亲吻了我的额头。“那你就安全了，休息一下吧。”我立刻就昏厥了过去。

当我醒来的时候已经躺在另一个村庄中柔软的床上。我的双腿已经被包扎起来，身上其他受伤的地方也都是绷带。医生用自然方法和草药膏治疗我。那个女半身人每天都回来探望我。我非常期待她的探视。有时候她会对我说话。她向我解释不要去责怪那些镇民，而是那些魔法师的错。他们在侵蚀着这个世界，散播混乱，让人们反目成仇。我立刻意识到调制炼金药水是错误的，这些药水中含有大量的奥术力量，只会为这个世界带来破坏。

她向我解释她和她的朋友正在拯救世界，让我们的土地免于魔法的侵害。而且她拯救了我，不单单是从死亡中，还有邪恶的奥术影响中。即使我还有舌头，我也不知道该如何感谢她让我过上了不受魔法束缚的快乐生活。多亏了她，我才能依靠着拐杖重新行走，并且我能从正确的、自然的生活中得到真正的快乐。

因为不能说话，我无法将我的故事告诉别人，所以我将它写下来，让它随风飘散。和魔法的接触给我带来了无比的痛苦，也会给别人带来痛苦。不要相信这些邪恶伎俩的可怕力量。它们会背叛你、伤害你。拒绝魔法，醒悟他人。在木已成舟前找到快乐的自然救赎之路。
]],
}
